Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale/*/LC_MESSAGES/kylin-verify.po
Languages: bo_cn

source: Access to service cycle information error!
bo_cn: ཞབས་ཞུའི་དུས་འཁོར་གྱི་ཆ་འཕྲིན་ལེན་པར་ནོར་འཁྲུལ་ཤོར།

source: Disclaimer for trial version
bo_cn: ཚོད་སྤྱོད་ཀྱི་པར་ངོས་འགན་འཁུར་མི་དགོས་པའི་གསལ་བསྒྲགས།

source: License activation
bo_cn: དབང་སྤྲོད་སྐུལ་སློང་།

source: Thank you for taking the Kylin
bo_cn: ཁྱེད་རང་གིས་དགུ་ཚིགས་ལིན་ཆི་འདེམ་པར་ཐུགས་རྗེ་ཆེ།

source: Thank you for taking the neokylin
bo_cn: ཁྱེད་རང་གི་འོས་ཐོན་བྱུང་བའི་ལིན་ཆི་འདེམ་པར་ཐུགས་རྗེ་ཆེ།

source: The detailed information
bo_cn: ཆ་འཕྲིན་ཞིབ་ཕྲ།

source: To obtain service serial number error!
bo_cn: ཞབས་ཞུའི་བྱ་རིམ་ཨང་ལེན་པར་ནོར་འཁྲུལ་བྱུང་བ།

source: Unable to determine your version information.
bo_cn: ཁྱེད་རང་གི་པར་གཞིའི་ཆ་འཕྲིན་ངེས་གཏན་བྱེད་ཐབས་མི་འདུག

source: Validation program error!
bo_cn: ཞིབ་བཤེར་བྱ་རིམ་ནོར་འཁྲུལ།

source: Your service cycle by:%s,SN:%s
bo_cn: ཁྱེད་ཀྱི་ཞབས་ཞུའི་འཁོར་ཡུན་བར།%s,SN:%s

source: Your service cycle had less than %d day!
bo_cn: ཁྱེད་ཀྱི་ཞབས་ཞུའི་འཁོར་ཡུན་ཉིན་%dལ་མི་འདང་བ།

source: Your service cycle has over!
bo_cn: ཁྱེད་ཀྱི་ཞབས་ཞུའི་འཁོར་ཡུན་ལ་སླེབས་འདུག
