Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale/*/LC_MESSAGES/mate-system-monitor.po
Languages: bo_cn

source: %b %d %Y
bo_cn: %Yལོའི་ཟླ་%-mཚེས%-dཉིན།

source: %b %d %l:%M %p
bo_cn: ཟླ་%-mཚེས་%-dཉིན།%H:%M

source: %d-bit
bo_cn: གནས་%d

source: %lld second
bo_cn: སྐར་ཆ་%lld

source: %u bit
bo_cn: གནས %u

source: %u byte
bo_cn: ཡིག་ཚིགས།%u

source: %u second
bo_cn: སྐར་ཆ་%u

source: %ud%02uh
bo_cn: "%uཉིན%02uདུས་ཚོད"

source: %uw%ud
bo_cn: "%uགཟའ་འཁོར་%uཉིན"

source: '%s' is not a valid Perl regular expression.
bo_cn: "‘%s’ ནུས་ལྡན་གྱི་ Perl ཚད་མཐུན་མཚོན་ཚུལ་ཞིག་མ་རེད།

source: (%s Priority)
bo_cn: （སྔོན་ཐོབ་རིམ་པ། %s）

source: 0 for the System Info, 1 for the processes list, 2 for the resources and 3 for the disks list
bo_cn: 0ཡིས་རྒྱུད་ཁོངས་ཆ་འཕྲིན་མཚོན་པ་དང་།1གིས་འཕེལ་རིམ་རེའུ་མིག་མཚོན།2ཡིས་ཐོན་ཁུངས་མཚོན།3གྱིས་སྡུད་སྡེར་རེའུ་མིག་མཚོན།

source: A Process and resource monitor for MATE Desktop
bo_cn: MATEཅོག་ངོས་ཀྱི་འཕེལ་རིམ་དང་ཐོན་ཁུངས་ལ་སྤྱོད་པའི་ལྟ་ཞིབ་ཆས།

source: A simple process and system monitor.
bo_cn: སྟབས་བདེའི་འཕེལ་རིམ་དང་རྒྱུད་ཁོངས་ལྟ་ཞིབ་ཆས།

source: A_ll Processes
bo_cn: འཕེལ་རིམ་ཡོངས་རྫོགས།（L）

source: About this application
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་འདིའི་སྐོར།

source: Alert before ending or _killing processes
bo_cn: འཕེལ་རིམ་སྔོན་གྱི་ཐ་ཚིག་མཇུག་སྒྲིལ་པ་པའམ་སོད་ཅིག

source: Available
bo_cn: ཁོམ་པ།

source: Available disk space:
bo_cn: སྤྱོད་རུང་སྡུད་སྡེར་བར་སྟོང་།

source: Behavior
bo_cn: བྱ་སྤྱོད།

source: CPU History
bo_cn: CPUལོ་རྒྱུས།

source: CPU Time
bo_cn: CPUདུས་ཚོད།

source: C_lear
bo_cn: གཙང་སེལ།(_l)

source: Case insensitive matching
bo_cn: ཆེ་བྲིས་ཆུང་བྲིས་ཀྱི་དབྱེ་བ།

source: Change Priority of Process »%s« (PID: %u)
bo_cn: འཕེལ་རིམ་གྱི་»%s«(PID: %u) ཡི་སྔོན་ཐོབ་རིམ་བཟོ་བཅོས།

source: Change _Priority
bo_cn: སྔོན་ཐོབ་རིམ་པ་བཟོ་བཅོས།(_P)

source: Change the order of priority of process
bo_cn: འཕེལ་རིམ་གཅིག་གི་སྔོན་ཐོབ་རིམ་པ་བསྒྱུར།

source: Click to set graph colors
bo_cn: ཆིག་རྡེབ་ཀྱིས་རི་མོའི་ཁ་དོག་སྒྲིག་འགོད་ཀྱིས།

source: Command Line
bo_cn: བཀའ་བརྡའི་ཕྲེང་།

source: Configure the application
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་སྡེབ་སྒྲིག

source: Continue process if stopped
bo_cn: གལ་ཏེ་འཕེལ་རིམ་མཚམས་ཆད་ཚེ་འཕེལ་རིམ་རྒྱུན་མཐུད་བྱེད་པ།

source: Control Group
bo_cn: ཚོད་འཛིན་ཚོགས་པ།

source: Current Color
bo_cn: མིག་སྔའི་ཁ་དོག

source: Custom
bo_cn: མཚན་ཉིད་རང་འཇོག

source: Default graph CPU color
bo_cn: སོར་བཞག་CPUདཔེ་རིས་ཀྱི་ཁ་དོག

source: Default graph cpu color
bo_cn: རིས་དབྱིབས་ཁྲོད་ཀྱི་CPUཡི་སོར་བཞག་ཁ་དོག

source: Default graph incoming network traffic color
bo_cn: རིས་དབྱིབས་ཁྲོད་དུ་དྲ་རྒྱའི་ནང་བཞུར་བཞུར་ཚད་སོར་བཞག་ཁ་དོག

source: Default graph outgoing network traffic color
bo_cn: རི་དབྱིབས་ཁྲོད་དུ་དྲ་རྒྱའི་ཕྱི་བཞུར་བཞུར་ཚད་ཀྱི་སོར་བཞག་ཁ་དོག

source: Default graph swap color
bo_cn: རིས་དབྱིབས་ཁྲོད་ཀྱི་བརྗེ་རེས་ཁུལ་གྱི་སོར་བཞག་ཁ་དོག

source: Determines which processes to show by default. 0 is All, 1 is user, and 2 is active
bo_cn: སོར་བཞག་གཏན་འཁེལ་གནས་ཚུལ་འོག་ཏུ་འཕེལ་རིམ་གང་དག་མངོན་དགོས་པ་དམིགས་འཛུགས་བྱེད་པ། 0ཡིས་ཡོངས་རྫོགས་མཚོན་པ་དང་།1གིས་སྤྱོད་མཁན་མཚོན།2ཡིས་བྱེད་སྒོ་མཚོན།

source: Device
bo_cn: སྒྲིག་ཆས།

source: Directory
bo_cn: དཀར་ཆག

source: Disk view sort colum
bo_cn: སྡུད་སྡེར་བརྙན་རིས་ཕྲེང་བ།

source: Divide CPU usage by CPU count
bo_cn: བསྡོམས་འབོརCPUསྤྱོད་ཚད་ལ་CPU ཡི་གྲངས་ཀྱིས་བགོ་བ།

source: Enable _smooth refresh
bo_cn: འཇམ་སྙོམས་གསར་འདོན་སྤྱོད་འགོ་བརྩམས།(_S)

source: Enable/Disable smooth refresh
bo_cn: འཇམ་སྙོམས་གསར་འདོན་སྤྱོད་འགོ་རྩོམ་པ་/སྤྱོད་པ་འགོག་པ།

source: End _Process
bo_cn: འཕེལ་རིམ་མཇུག་སྡུད།(_P)

source: End the selected process »%s« (PID: %u)?
bo_cn: འདེམས་ཚར་བའི་འཕེལ་རིམ་»%s«། (PID: %u) མཚམས་འཇོག་གམ།

source: Error
bo_cn: ནོར་འཁྲུལ།

source: File Systems
bo_cn: ཡིག་ཆའི་རྒྱུད་ཁོངས།

source: File system i_nformation shown in list:
bo_cn: རེའུ་མིག་ཏུ་འཆར་བའི་ཡིག་ཆའི་རྒྱུད་ཁོངས་གི་ཆ་འཕྲིན།(_N)：

source: Filename
bo_cn: ཡིག་ཆའི་མིང་།

source: Flags
bo_cn: མཚོན་རྟགས།

source: Force process to finish immediately
bo_cn: མྱུར་ཏུ་བཙན་ཤེད་ཀྱིས་འཕེལ་རིམ་ཞིག་མཇུག་སྒྲིལ།

source: Force process to finish normally
bo_cn: བཙན་ཤེད་ཀྱིས་འཕེལ་རིམ་ཞིག་བར་མཚམས་འཇོག་པ།

source: Fraction
bo_cn: སྐར་གྲངས།

source: Free
bo_cn: ཁོམ་པ།

source: Graphs
bo_cn: རི་མོ།

source: Hardware
bo_cn: སྲ་ཆས།

source: High
bo_cn: མཐོ།

source: IPv4 network connection
bo_cn: IPv4དྲ་རྒྱ་སྦྲེལ་མཐུད།

source: IPv6 network connection
bo_cn: IPv6དྲ་རྒྱ་སྦྲེལ་མཐུད།

source: Icon
bo_cn: རིས་རྟགས།

source: Information Fields
bo_cn: ཆ་འཕྲིན་ཁོངས།

source: Kernel %s
bo_cn: ནང་སྙིང་%s

source: Kill the selected process »%s« (PID: %u)?
bo_cn: འདེམ་པའི་འཕེལ་རིམ་གྱི་»%s«། (PID: %u)གསོད་དམ།

source: Load averages for the last 1, 5, 15 minutes: %0.2f, %0.2f, %0.2f
bo_cn: གོང་གི་སྐར་མ་གཅིག་དང་།སྐར་མ་ལྔ།སྐར་མ་བཅོ་ལྔ་བཅས་ཀྱི་ཆ་སྙོམས་ཁུར་པོ་སྟེ།：%0.2f，%0.2f，%0.2f

source: Low
bo_cn: དམའ།

source: MATE System Monitor
bo_cn: MATEརྒྱུད་ཁོངས་སོ་ལྟ་ཆས།

source: M_y Processes
bo_cn: ངའི་འཕེལ་རིམ།(_Y)

source: Memory
bo_cn: དྲན་ཤེས།

source: Memory Maps
bo_cn: ནང་གསོག་རྟེན་འཕྲོ།

source: Memory and Swap History
bo_cn: ནང་གསོག་དང་བརྗེ་རེས་ལོ་རྒྱུས།

source: Memory:
bo_cn: ནང་གསོག

source: N/A
bo_cn: nan

source: Network History
bo_cn: དྲ་རྒྱའི་ལོ་རྒྱུས།

source: Normal
bo_cn: དཀྱུས་མ།

source: Note:
bo_cn: བརྗེད་བྱང་།

source: Object
bo_cn: བྱ་ཡུལ།

source: Open Files
bo_cn: ཡིག་ཆའི་ཁ་འབྱེད་པ།

source: Open _Files
bo_cn: ཁ་ཕྱེས་པའི་ཡིག་ཆ།（F）

source: Open the manual
bo_cn: ལག་དེབ་ཁ་ཕྱེ་བ།

source: Open the memory maps associated with a process
bo_cn: འཕེལ་རིམ་དང་འབྲེལ་བའི་ནང་གསོག་འཕྲོ་བརྙན་གྱི་ཁ་ཕྱེ་བ།

source: Owner
bo_cn: བདག་པོ།

source: Pick a Color
bo_cn: ཁ་དོག་ཅིག་འདེམས།

source: Priority
bo_cn: སྔོན་ཐོབ་རིམ་པ།

source: Private clean
bo_cn: བཟོ་བཅོས་བརྒྱབ་མེད་པའི་སྒེར་གྱི་ནང་གསོག

source: Private dirty
bo_cn: བཟོ་བཅོས་བརྒྱབ་ཟིན་པའི་སྒེར་གྱི་ནང་གསོག

source: Process
bo_cn: འཕེལ་རིམ།

source: Process Name
bo_cn: འཕེལ་རིམ་གྱི་མིང་།

source: Process Properties
bo_cn: འཕེལ་རིམ་གྱི་གཏོགས་གཤིས།

source: Process i_nformation shown in list:
bo_cn: རེའུ་མིག་འདིའི་ནང་དུ་འཆར་བའི་འཕེལ་རིམ་གྱི་ཆ་འཕྲིན།(_N)：

source: Process view columns order
bo_cn: འཕེལ་རིམ་བརྙན་རིས་ཕྲེང་རིམ།

source: Process view sort order
bo_cn: འཕེལ་རིམ་བརྙན་རིས་རིམ་སྒྲིག

source: Processes
bo_cn: འཕེལ་རིམ།

source: Processor:
bo_cn: སྒྲིག་གཅོད་ཆས།

source: Properties of process "%s" (PID %u):
bo_cn: འཕེལ་རིམ"%s"། (PID %u)ཡི་གཏོགས་གཤིས།

source: Quit the program
bo_cn: བྱ་རིམ་ཕྱིར་འབུད།

source: Received invalid color data
bo_cn: ཁྲིམས་འགལ་ཚོས་གཞིའི་གཞི་གྲངས་འབྱོར་བ།

source: Receiving
bo_cn: གློག་ཡིག་བསྡུ་ལེན།

source: Refresh the process list
bo_cn: འཕེལ་རིམ་རེའུ་མིག་གསར་འདོན།

source: Release %s %s
bo_cn: པར་གཞི་%s %s

source: Resident Memory
bo_cn: བཅའ་སྡོད་ནང་གསོག

source: Resources
bo_cn: ཐོན་ཁུངས།

source: Running
bo_cn: འཁོར་སྐྱོད་བྱེད་བཞིན་པ།

source: S_earch results:
bo_cn: བཤེར་འཚོལ་མཇུག་འབྲས།(_E)：

source: Search for _Open Files
bo_cn: ཁ་ཕྱེས་པའི་ཡིག་ཆ་འཚོལ་བཤེར།（_O）

source: Search for open files
bo_cn: ཁ་ཕྱེ་བའི་ཡིག་ཆ་འཚོལ་བཤེར།

source: Security Context
bo_cn: བདེ་འཇགས་ཁོར་ཡུག

source: Sending
bo_cn: གློག་ཡིག་སྐུར་བ།

source: Session
bo_cn: གླེང་མོལ།

source: Set process priority manually
bo_cn: འཕེལ་རིམ་སྔོན་ཐོབ་རིམ་ལག་སྒུལ་སྒྲིག་འགོད།

source: Set process priority to high
bo_cn: འཕེལ་རིམ་སྔོན་ཐོབ་རིམ་པ་མཐོ་བར་སྒྲིག་འགོད།

source: Set process priority to low
bo_cn: འཕེལ་རིམ་སྔོན་ཐོབ་རིམ་པ་དམའ་བར་སྒྲིག་འགོད།

source: Set process priority to normal
bo_cn: འཕེལ་རིམ་སྔོན་ཐོབ་རིམ་པ་རྒྱུན་ལྡན་དུ་སྒྲིག་འགོད།

source: Set process priority to very high
bo_cn: འཕེལ་རིམ་སྔོན་ཐོབ་རིམ་པ་ཤིན་ཏུ་མཐོ་བར་སྒྲིག་འགོད།

source: Set process priority to very low
bo_cn: འཕེལ་རིམ་སྔོན་ཐོབ་རིམ་པ་ཤིན་ཏུ་དམའ་བར་སྒྲིག་འགོད།

source: Shared Memory
bo_cn: མཉམ་སྤྱོད་ནང་གསོག

source: Shared clean
bo_cn: བཟོ་བཅོས་བརྒྱབ་མེད་པའི་མཉམ་སྤྱོད་ནང་གསོག

source: Shared dirty
bo_cn: བཟོ་བཅོས་བརྒྱབ་ཟིན་པའི་མཉམ་སྤྱོད་ནང་གསོག

source: Show active processes
bo_cn: བྱེད་སྒོའི་འཕེལ་རིམ་འཆར་བ།

source: Show all processes
bo_cn: འཕེལ་རིམ་ཆ་ཚང་འཆར་བ།

source: Show network speed in bits
bo_cn: པི་ཐི་རྩིས་གཞི་བྱས་ཏེ་དྲ་རྒྱའི་མྱུར་ཚད་འཆར་བ།

source: Show only user-owned processes
bo_cn: སྤྱོད་མཁན་གྱི་འཕེལ་རིམ་ཡོད་ཚད་ཁོ་ན་འཆར་བ།

source: Show parent/child relationship between processes
bo_cn: འཕེལ་རིམ་ཁྲོད་ཀྱི་ཕ་བུའི་འབྲེལ་བ་འཆར་བ།

source: Show process 'CPU %' column on startup
bo_cn: འགོ་སློང་སྐབས་འཕེལ་རིམ་གྱིCPUབརྒྱ་ཆའི་བསྡུར་ཚད་འཆར་བ།

source: Show process 'CPU time' column on startup
bo_cn: འགོ་སློང་སྐབས་འཕེལ་རིམ་གྱིCPUདུས་ཚོད་འཆར་བ།

source: Show process 'PID' column on startup
bo_cn: འགོ་སློང་སྐབས་འཕེལ་རིམ་གྱི“PID”ཡི་སྟར་པ་འཆར་བ།

source: Show process 'SELinux security context' column on startup
bo_cn: འགོ་སློང་སྐབས་འཕེལ་རིམ་གྱི"SELinux བདེ་འཇགས་ཁོར་ཡུག་\གི་སྟར་པ་འཆར་བ།

source: Show process 'Waiting Channel' column on startup
bo_cn: འགོ་སློང་སྐབས་འཕེལ་རིམ་གྱི་“ངང་སྒུག་ཟློས་ལམ་”གྱི་སྟར་པ་འཆར་བ།

source: Show process 'X server memory' column on startup
bo_cn: འགོ་སློང་སྐབས་འཕེལ་རིམ་གྱི་“X ཡི་ཞབས་ཞུ་ཆས་ནང་གསོག་”གི་སྟར་པ་འཆར་བ།

source: Show process 'arguments' column on startup
bo_cn: འགོ་སློང་སྐབས་འཕེལ་རིམ་གྱི་“ཞུགས་གྲངས་”ཀྱི་སྟར་པ་འཆར་བ།

source: Show process 'estimated memory usage' column on startup
bo_cn: འགོ་སློང་སྐབས་འཕེལ་རིམ་གྱི་“སྔོན་དཔག་ནང་གསོག་སྤྱོད་པ་”ཡི་སྟར་པ་འཆར་བ།

source: Show process 'name' column on startup
bo_cn: འགོ་སློང་སྐབས་འཕེལ་རིམ་གྱི་“མིང་”གི་སྟར་པ་འཆར་བ།

source: Show process 'nice' column on startup
bo_cn: འགོ་སློང་སྐབས་འཕེལ་རིམ་གྱི་“nice ཡི་ཐང་”གི་སྟར་པ་འཆར་བ།

source: Show process 'owner' column on startup
bo_cn: འགོ་སློང་སྐབས་འཕེལ་རིམ་གྱི་“བདག་པོ་”ཡི་སྟར་པ་འཆར་བ།

source: Show process 'resident memory' column on startup
bo_cn: འགོ་སློང་སྐབས་འཕེལ་རིམ་གྱི་“བཅའ་སྡོད་ནང་གསོག་”གི་སྟར་པ་འཆར་བ།

source: Show process 'shared memory' column on startup
bo_cn: འགོ་སློང་སྐབས་འཕེལ་རིམ་གྱི་“མཉམ་སྤྱོད་ནང་གསོག་”གི་སྟར་པ་འཆར་བ།

source: Show process 'start time' column on startup
bo_cn: འགོ་སློང་སྐབས་འཕེལ་རིམ་གྱི་“འགོ་རྩོམ་དུས་ཚོད་”ཀྱི་སྟར་པ་འཆར་བ།

source: Show process 'status' column on startup
bo_cn: འགོ་སློང་སྐབས་འཕེལ་རིམ་གྱི་“རྣམ་པ་”ཡི་སྟར་པ་འཆར་བ།

source: Show process 'virtual memory' column on startup
bo_cn: འགོ་སློང་སྐབས་འཕེལ་རིམ་གྱི་“རྟོག་བཟོས་ནང་གསོག་”གི་སྟར་པ་འཆར་བ།

source: Show process 'writable memory' column on startup
bo_cn: འགོ་སློང་སྐབས་འཕེལ་རིམ་གྱི་“འབྲི་རུང་ནང་གསོག་”གི་སྟར་པ་འཆར་བ།

source: Show process dependencies in tree form
bo_cn: སྡོང་དབྱིབས་ལ་བརྟེན་ནས་འཕེལ་རིམ་གྱི་རྟེན་འབྲེལ་གྱི་འབྲེལ་བ་འཆར་བ།

source: Show the System tab
bo_cn: རྒྱུད་ཁོངས་གི་གདོང་འཛར་འཆར་བ།

source: Show warning dialog when killing processes
bo_cn: འཕེལ་རིམ་བསད་ན་ཐ་ཚིག་གླེང་སྒྲོམ་འཆར་བ།

source: Sleeping
bo_cn: གཉིད་ཁུག་བཞིན་པ།

source: Solaris mode
bo_cn: Solarisརྣམ་པ།

source: Solaris mode for CPU percentage
bo_cn: CPUབརྒྱ་ཆའི་བསྡུར་ཚད་ཀྱིས་Solarisཡི་རྣམ་པ་བེད་སྤྱོད་པ།

source: Started
bo_cn: ནས་འགོ་ཚུགས།

source: Status
bo_cn: རྣམ་པ།

source: Stop process
bo_cn: འཕེལ་རིམ་མཚམས་འཇོག

source: Stopped
bo_cn: མཚམས་བཞག་ཟིན།

source: System
bo_cn: རྒྱུད་ཁོངས།

source: System Monitor
bo_cn: རྒྱུད་ཁོངས་སོ་ལྟ་ཆས།

source: System Monitor Preferences
bo_cn: རྒྱུད་ཁོངས་སོ་ལྟ་ཆས་ཀྱི་སྔོན་འདེམས་ཚན་པ།

source: System Status
bo_cn: རྒྱུད་ཁོངས་རྣམ་པ།

source: The selected color
bo_cn: གདམས་ཟིན་པའི་ཁ་དོག

source: The title of the color selection dialog
bo_cn: ཁ་དོག་འདེམས་བྱང་གླེང་སྒྲོམ་གྱི་ཁ་བྱང་།

source: Title
bo_cn: ཁ་བྱང་།

source: Today %l:%M %p
bo_cn: "དེ་རིང་ %H:%M"

source: Total
bo_cn: བསྡོམས་རྩིས།

source: Total Received
bo_cn: ཁྱོན་བསྡོམས་བསྡུ་ལེན་བྱས་ཚར་བ།

source: Total Sent
bo_cn: ཁྱོན་བསྡོམས་བཏང་ཚར་བ།

source: Type
bo_cn: རིགས་རྣམ།

source: Type of color picker
bo_cn: ཚོས་ལེན་ཆས་ཀྱི་རིགས་གྲས།

source: Uninterruptible
bo_cn: མཚམས་གཅོད་མི་རུང་བ།

source: Unit
bo_cn: སྡེ་ཚན།

source: Used
bo_cn: སྤྱད་ཚར།

source: User
bo_cn: སྤྱོད་མཁན་གྱིID

source: VM End
bo_cn: VM མཚམས་འཇོག་ས།

source: VM Offset
bo_cn: VMཡོ་སྤོར།

source: VM Size
bo_cn: VMཆེ་ཆུང་།

source: VM Start
bo_cn: VMམགོ་རྩོམ་ས།

source: Very High
bo_cn: ཧ་ཅང་མཐོ།

source: Very Low
bo_cn: ཧ་ཅང་དམའ།

source: View additional information about a process
bo_cn: འཕེལ་རིམ་སྐོར་གྱི་ཆ་འཕྲིན་འཕར་མ་འཆར་བ།

source: View current processes and monitor system state
bo_cn: མིག་སྔའི་འཕེལ་རིམ་དང་སོ་ལྟ་རྒྱུད་ཁོངས་གི་རྣམ་པར་ལྟ་བ།

source: View the files opened by a process
bo_cn: འཕེལ་རིམ་གྱིས་ཁ་ཕྱེ་བའི་ཡིག་ཆ་ཡོངས་ལ་ལྟ་བ།

source: Virtual Memory
bo_cn: རྟོག་བཟོས་ནང་གསོག

source: Waiting Channel
bo_cn: ངང་སྒུག་ཟློས་ལམ།

source: Width of process 'CPU %' column
bo_cn: འཕེལ་རིམ་CPUབརྒྱ་ཆའི་སྡུར་ཕྲེང་གི་ཞེང་ཚད།

source: Width of process 'CPU time' column
bo_cn: འཕེལ་རིམ་CPUདུས་ཚོད་ཕྲེང་གི་ཞེང་ཚད་

source: Width of process 'SELinux security context' column
bo_cn: འཕེལ་རིམ་SELinuxབདེ་འཇགས་ཁོར་ཡུག་ཕྲེང་གི་ཞེང་ཚད་

source: Width of process 'Waiting Channel' column
bo_cn: ངང་སྒུག་ཟློས་ལམ་གྱི་ཕྲེང་གི་ཞེང་ཚད།

source: Width of process 'X server memory' column
bo_cn: འཕེལ་རིམXཞབས་ཞུ་ཆས་ཀྱི་ནང་གསོག་གི་ཕྲེང་གི་ཞེང་ཚད།

source: Width of process 'arguments' column
bo_cn: འཕེལ་རིམ་ཞུགས་གྲངས་ཀྱི་ཕྲེང་གི་ཞེང་ཚད།

source: Width of process 'estimated memory usage' column
bo_cn: སྔོན་དཔག་ནང་གསོག་གིས་བཟུང་པའི་ཕྲེང་གི་ཞེང་ཚད།

source: Width of process 'name' column
bo_cn: འཕེལ་རིམ་མིང་ཕྲེང་གི་ཞེང་ཚད།

source: Width of process 'nice' column
bo_cn: འཕེལ་རིམ་niceཐང་ཕྲེང་གི་ཞེང་ཚད།

source: Width of process 'owner' column
bo_cn: འཕེལ་རིམ་གྱི་བདག་པོའི་ཕྲེང་གི་ཞེང་ཚད།

source: Width of process 'resident memory' column
bo_cn: འཕེལ་རིམ་གྱི་རྒྱུན་སྡོད་ནང་གསོག་ཕྲེང་གི་ཞེང་ཚད།

source: Width of process 'shared memory' column
bo_cn: འཕེལ་རིམ་མཉམ་སྤྱོད་ནང་གསོག་ཕྲེང་གི་ཞེང་ཚད།

source: Width of process 'start time' column
bo_cn: འགོ་རྩོམ་དུས་ཀྱི་འཕེལ་རིམ་འགོ་རྩོམ་དུས་ཚོད་ཕྲེང་གི་ཞེང་ཚད།

source: Width of process 'status' column
bo_cn: འཕེལ་རིམ་རྣམ་པའི་ཕྲེང་གི་ཞེང་ཚད།

source: Width of process 'virtual memory' column
bo_cn: འཕེལ་རིམ་གྱི་རྟོག་བཟོས་ནང་གསོག་ཕྲེང་གི་ཞེང་ཚད།

source: Width of process 'writable memory' column
bo_cn: འཕེལ་རིམ་འབྲི་རུང་ནང་གསོག་ཕྲེང་གི་ཞེང་ཚད།

source: Writable Memory
bo_cn: འབྲི་རུང་ནང་གསོག

source: X Server Memory
bo_cn: Xཞབས་ཞུ་ཆས་ནང་གསོག

source: Yesterday %l:%M %p
bo_cn: ཁ་སང་ %H:%M

source: Zombie
bo_cn: རེངས་འགྱུར།

source: _Active Processes
bo_cn: བྱ་འགུལ་གྱི་འཕེལ་རིམ།(_A)"

source: _Contents
bo_cn: དཀར་ཆག (_C)

source: _Continue Process
bo_cn: མུ་མཐུད་འཕེལ་རིམ།(_C)

source: _Dependencies
bo_cn: བརྟེན་བྱའི་འབྲེལ་བ།(_D)

source: _Edit
bo_cn: རྩོམ་སྒྲིག (_E)

source: _End Process
bo_cn: འཕེལ་རིམ་མཇུག་བསྒྲིལ།(_E)

source: _Files opened by process "%s" (PID %u):
bo_cn: འཕེལ་རིམ་“%s”(PID %u)ཡིས་ཁ་ཕྱེས་པའི་ཡིག་ཆ(_F)：

source: _Help
bo_cn: རོགས་རམ།(_H)

source: _Kill Process
bo_cn: འཕེལ་རིམ་གསོད་པ།(_K)

source: _Monitor
bo_cn: སོ་ལྟ་ཆས།(_M)

source: _Name contains:
bo_cn: མིང་ཁོངས་སུ་ཚུད་པ།(_N)：

source: _Nice value:
bo_cn: "_Nice ཐང་།：

source: _Properties
bo_cn: གཏོགས་གཤིས། (_P)

source: _Refresh
bo_cn: གསར་འདོན།(_R)

source: _Stop Process
bo_cn: འཕེལ་རིམ་མཚམས་འཇོག(_S)

source: _View
bo_cn: ལྟ་ཞིབ། (_V)

source: file
bo_cn: ཡིག་ཆ།

source: local socket
bo_cn: རང་སའི་འབྲེལ་འཛུགས་ཡི་གེ

source: not available
bo_cn: ཁོམ་མེད།

source: pipe
bo_cn: སྦུག་ལམ།

source: unknown type
bo_cn: ངེས་མེད་ཀྱི་རིགས་གྲས།
