Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/aptdaemon.po
Languages: bo_cn

source: %sB more disk space will be used.
bo_cn: %sB ཡི་སྡུད་སྡེར་བར་སྟོང་མང་དྲས་རྒྱག་བྱེད།

source: %sB of disk space will be freed.
bo_cn: %sB སྡུད་སྡེར་བར་སྟོང་ལྷོད།

source: %sB will be downloaded in total.
bo_cn: བསྡོམས་ན%sBཕབ་འཇུག་བྱེད།

source: Add a new repository and install packages from it
bo_cn: མཉེན་ཆས་ཁུངས་གསར་པ་ཞིག་བསྣན་པ་དང་དེ་ལས་མཉེན་ཆས་ཐུམ་ཞིག་སྒྲིག་འཇུག་བྱེད།

source: Add a new repository of purchased software and install packages from it
bo_cn: རིན་སྤྲོད་མཉེན་ཆས་ཁུངས་ཤིག་བསྣན་པ་དང་དེ་ལས་མཉེན་ཆས་ཐུམ་ཞིག་སྒྲིག་འཇུག་བྱེད།

source: Add new repository from the given deb-line
bo_cn: བྱིན་པའི་ཕྲེང་ deb རུ་མཉེན་ཆས་ཁུངས་ཤིག་སྣོན།

source: Add the vendor keyid (also needs --keyserver)
bo_cn: བཟོ་མཁན་གྱི་གསང་ཨང་ལྡེ་མིག་སྣོན། (དུས་མཚུངས་སུ --keyserverདགོས།)

source: Add the vendor to the trusted ones
bo_cn: བཟོ་མཁན་འདི་ལ་ཡིད་ཆེས།

source: Added key from file
bo_cn: ཡིག་ཆ་ལས་གསང་ལྡེ་བསྣན།

source: Added software source
bo_cn: མཉེན་ཆས་ཁུངས་བསྣན།

source: Adding key from file
bo_cn: ཡིག་ཆ་ལས་གསང་ལྡེ་སྣོན་པ།

source: Adding license key
bo_cn: ཆོག་མཆན་གསང་ལྡེ་སྣོན་པ།

source: Adding software source
bo_cn: མཉེན་ཆས་ཁུངས་སྣོན་པ།

source: Adding software source failed
bo_cn: མཉེན་ཆས་ཁུངས་སྣོན་པ་ཕམ་པ།

source: Adding the key to the list of trusted software vendors failed
bo_cn: གསང་ལྡེ་བློ་འགེལ་མཉེན་ཆས་འདོན་པའི་མིང་དུ་སྣོན་སྐབས་ཕམ་པ།

source: Additional changes are required
bo_cn: བཟོ་བཅོས་གཞན་དག་བྱ་དགོས།

source: Additional software has to be downgraded
bo_cn: མཉེན་ཆས་གཞན་དག་རིམ་འབེབས་དགོས།

source: Additional software has to be installed
bo_cn: མཉེན་ཆས་གཞན་དག་སྒྲིག་འཇུག་བྱ་དགོས།

source: Additional software has to be purged
bo_cn: མཉེན་ཆས་གཞན་དག་གཙང་སེལ་བྱ་དགོས།

source: Additional software has to be re-installed
bo_cn: མཉེན་ཆས་གཞན་དག་ཡང་བསྐྱར་སྒྲིག་འཇུག་བྱ་དགོས།

source: Additional software has to be removed
bo_cn: མཉེན་ཆས་གཞན་དག་འདོར་དགོས།

source: Additional software has to be upgraded
bo_cn: མཉེན་ཆས་གཞན་དག་རིམ་སྤེར་དགོས།

source: After this operation, %sB of additional disk space will be freed.
bo_cn: ལག་བསྟར་འདི་བྱས་རྗེས། སྡུད་སྡེར་བར་སྟོང་%sB ལྷོད་པ།

source: After this operation, %sB of additional disk space will be used.
bo_cn: ལག་བསྟར་འདི་བྱས་རྗེས། སྡུད་སྡེར་བར་སྟོང་ %sB སྤྱོད་པ་ཡིན།

source: All available upgrades have already been installed.
bo_cn: སྤྱོད་རུང་གསར་སྒྱུར་ཚང་མ་སྒྲིག་འཇུག་བྱས་ཚར།

source: Allow packages from unauthenticated sources
bo_cn: ཡོང་ཁུངས་དཔང་མི་ཐུབ་པའི་མཉེན་ཆས་ཐུམ་ཆོག་པ་ཡིན།

source: An unhandlable error occured
bo_cn: སྒྲིག་དྲས་རྒྱག་བྱ་མི་ཐུབ་པའི་ནོར་འཁྲུལ་ཞིག་བྱུང་།

source: Applied changes
bo_cn: ཉེར་སྤྱོད་ཀྱི་བཅོས་བསྒྱུར།

source: Applying changes
bo_cn: བཟོ་བཅོས་ཉེར་སྤྱོད་བྱེད་བཞིན་པ།

source: Applying software changes failed
bo_cn: ཉེར་སྤྱོད་སྒྱུར་པ་ཕམ་པ།

source: Authentication failed
bo_cn: ར་སྤྲོད་ཕམ་པ།

source: Available packages from %s
bo_cn: %sལས་མཉེན་ཆས་ཐུབ་ཐོབ་པ།

source: Available sources from %s
bo_cn: %sནས་ཁུངས་ཨང་ཐོབ་པ།

source: Available translations from %s
bo_cn: %sལས་ཡིག་སྒྱུར་ཐོབ་པ།

source: CD/DVD '%s' is required
bo_cn: འོད་སྡེར་“%s”དགོས།

source: C_ontinue
bo_cn: མུ་མཐུད།(_O)

source: Cancel the task of another user
bo_cn: སྤྱོད་མཁན་གཞན་ཞིག་གི་ལས་འགན་ལེན་པ།

source: Canceled
bo_cn: དོར་བ།

source: Cancelling
bo_cn: དོར་བཞིན་པ།

source: Change software configuration
bo_cn: མཉེན་ཆས་སྒྲིག་འགོད་བཅོས་པ།

source: Change software repository
bo_cn: མཉེན་ཆས་ཁུངས་བཅོས་པ།

source: Check the spelling of the package name, and that the appropriate repository is enabled.
bo_cn: ཐུམ་མིང་འབྲི་ཚུལ་ཡང་ཡིན་མིན་དང་། འབྲེལ་བའི་མཛོད་སྤྱོད་ཡོད་མིན་ཞིབ་བཤེར་བྱེད།

source: Check your Internet connection.
bo_cn: ཁྱེད་ཀྱི་དྲ་བའི་འབྲེལ་མཐུད་ལ་ཞིབ་བཤེར་བྱོས།

source: Cleaning up
bo_cn: གཙང་བཤེར་བྱེད་པ།

source: Completely removed %s
bo_cn: %sབསུབས་པ།

source: Completely removing %s
bo_cn: %sཡོངས་སུ་བསུབ་བཞིན་པ།

source: Configuring %s
bo_cn: %sསྡེབ་སྒྲིག་བྱེད།

source: Deprecated: Please use --safe-upgrade
bo_cn: འོས་སྦྱོར་མིན་པ། --safe-upgradeསྤྱོད།

source: Description of %s
bo_cn: %s ཡི་ཞིབ་བརྗོད།

source: Description signature of %s
bo_cn: %sཡི་ཞིབ་བརྗོད་མཚན་ཐོ།

source: Details
bo_cn: ཆ་འཕྲིན་ཞིབ་ཕྲ།

source: Do not attach to the apt terminal
bo_cn: མཐའ་སྣེ་apt རུ་ཟུར་སྣོན་བྱེད།

source: Do not load any plugins
bo_cn: བསྒར་ལྷུ་གང་རུང་ཡང་སྣོན་མི་དགོས།

source: Do not make any changes to the system (Only of use to developers)
bo_cn: རྒྱུད་ཁོངས་ལ་བཟོ་བཅོས་གཅིག་ཀྱང་མ་བྱེད། (འདོན་མཁན་ཁོ་ནས་བཀོལ།)

source: Do not shutdown the daemon because of inactivity
bo_cn: མི་འགུལ་སྐབས་སུ་རྒྱབ་སྟེགས་བྱ་རིམ་ཁ་མི་རྒྱག

source: Do you want to continue [Y/n]?
bo_cn: ཁྱེད་ཀྱིས་མུ་མཐུད་བྱེད་དགོས་སམ། [Y/n]

source: Done
bo_cn: ལེགས་གྲུབ།

source: Downgrade
bo_cn: རིམ་འབེབས།

source: Downgrade the given packages
bo_cn: མིག་སྔའི་མཉེན་ཆས་དུམ་རིམ་འབེབས།

source: Downloaded
bo_cn: ཕབ་ལེན་བྱས་ཟིན།

source: Downloaded %(cur)sB of %(total)sB
bo_cn: %(total)sBཕབ་ཟིན་སྤྱིར་%(cur)sBལས།

source: Downloaded %(cur)sB of %(total)sB at %(rate)sB/s
bo_cn: མྱུར་ཚད་%(rate)sB/sགྱིས་%(total)sBཕབ་པ%(cur)sBལས།

source: Downloaded %sB
bo_cn: %sBཕབ་ཟིན།

source: Downloaded %sB of %sB
bo_cn: %sBཕབ་ཟིན། སྤྱིར་དུ %sB

source: Downloaded %sB of %sB at %sB/s
bo_cn: %sB / %sBཕབ་ཟིན། མྱུར་ཚད་%sB/s

source: Downloading
bo_cn: ཕབ་ལེན་བྱེད་བཞིན་པ།

source: Downloading %(files)s
bo_cn: འབེབས་པ %(files)s

source: Downloading from %s
bo_cn: %sལས་འབེབས་པ།

source: ERROR
bo_cn: ནོར་འཁྲུལ།

source: ERROR:
bo_cn: ནོར་འཁྲུལ།：

source: Enabled component of the distribution
bo_cn: འགྲེམས་སྤེལ་པར་གཞིའི་སྒྲིག་ལྷུ་བཀོལ་བ།

source: Enabling component of the distribution
bo_cn: འགྲེམས་སྤེལ་པར་གཞིའི་སྒྲིག་ལྷུ་བཀོལ་བཞིན་བ།

source: Enabling component of the distribution failed
bo_cn: འགྲེམས་སྤེལ་པར་གཞིའི་སྒྲིག་ལྷུ་བཀོལ་བ་ཕམ་པ།

source: Failed
bo_cn: ཕམ་པ།

source: Failed to download package files
bo_cn: མཉེན་ཆས་ཐུབ་ཡིག་ཆ་ཕབ་པ་ཕམ་པ།

source: Failed to download repository information
bo_cn: མཉེན་ཆས་མཛོད་ཆ་འཕྲིན་ཕབ་པ་ཕམ་པ།

source: Failed to download the license key
bo_cn: ཆོག་འཐུས་གསང་ལྡེ་ཕབ་མི་ཐུབ།

source: Failed to install the license key
bo_cn: ཆོག་འཐུས་གསང་ལྡེ་སྒྲིག་འཇུག་བྱ་མི་ཐུབ།

source: Failed to load the package list
bo_cn: མཉེན་ཆས་ཐུམ་རེའུ་མིག་འཇུག་པ་ཕམ་པ།

source: Failed to lock the package manager
bo_cn: མཉེན་ཆས་ཐུམ་དོ་དམ་སྒྲོག་པ་ཕམ་པ།

source: Failed to remove essential system package
bo_cn: རྒྱུད་ཁོངས་དགོས་ངེས་མཉེན་ཆས་ཐུམ་སྤོ་བ་ཕམ་པ།

source: Failed to write key file to: %s
bo_cn: གསང་ལྡེ་ཡིག་ཆ་%sརུ་འབྲི་མི་ཐུབ།

source: Fetching
bo_cn: ཐོབ་པ།

source: File
bo_cn: ཡིག་ཆ།

source: Finished
bo_cn: ལེགས་གྲུབ།

source: Idle
bo_cn: ཁོམ་པ།

source: If you don't know why the file is there already, it is usually safe to replace it.
bo_cn: གལ་ཏེ་ཁྱོད་ཀྱིས་ཡིག་ཆ་འདི་ཅིའི་ཕྱིར་གནས་པ་མ་ཤེས་ན།དེ་ནི་རྒྱུན་པར་བདེ་འཇགས་ཡིན།

source: Install
bo_cn: སྒྲིག་འཇུག

source: Install or remove packages
bo_cn: མཉེན་ཆས་ཐུམ་སྒྲིག་འཇུག་ཡང་ན་བཤིག་འདོན།

source: Install package file
bo_cn: མཉེན་ཆས་ཐུམ་བུའི་ཡིག་ཆ་སྒྲིག་འཇུག་བྱེད་དམ།

source: Install software from a high-trust whitelisted repository.
bo_cn: ཡིད་ཤིན་ཏུ་ཆེས་པའི་མིང་དཀར་མཉེན་ཆས་མཛོད་ལས་མཉེན་ཆས་སྒྲིག་འཇུག་བྱེད།

source: Install the given packages
bo_cn: མཁོ་སྤྲད་པའི་མཉེན་ཆས་ཐུམ་སྒྲིག་འཇུག་བྱེད།

source: Installation of software failed
bo_cn: མཉེན་ཆས་སྒྲིག་འཇུག་ཕམ་པ།

source: Installation of the package file failed
bo_cn: ཐུམ་ཡིག་ཆ་སྒྲིག་འཇུག་ཕམ་པ།

source: Installed %s
bo_cn: %s སྒྲིག་འཇུག་བྱས་ཟིན།

source: Installed file
bo_cn: སྒྲིག་འཇུག་ཡིག་ཆ།

source: Installed packages
bo_cn: མཉེན་ཆས་ཐུམ་སྒྲིག་འཇུག་བྱས་ཟིན།

source: Installing %s
bo_cn: སྒྲིག་འཇུག་བྱེད་བཞིན་པ %s

source: Installing file
bo_cn: ཡིག་ཆ་སྒྲིག་འཇུག་བྱེད་པ།

source: Installing packages
bo_cn: མཉེན་ཆས་ཐུམ་སྒྲིག་འཇུག་བྱེད་བཞིན་པ།

source: Invalid key id: %s
bo_cn: ནུས་མེད་ཀྱི་གསང་ལྡེ་ ID：%s

source: Invalid protocol of the server: %s
bo_cn: ནུས་མེད་ཀྱི་ཞབས་ཞུ་ཆས་ཆོག་ཆིངས་%s

source: Key file %s couldn't be installed: %s
bo_cn: གསང་ལྡེ་ཡིག་ཆ་ %s：%sསྒྲིག་འཇུག་བྱེད་མི་ཐུབ།

source: Key was not installed
bo_cn: གསང་ལྡེ་སྒྲིག་འཇུག་བྱས་མེད།

source: Key was not removed
bo_cn: གསང་ལྡེ་འདོར་མེད།

source: Key with fingerprint %s couldn't be removed: %s
bo_cn: མཛུབ་རིས་ %s ཡི་གསང་ལྡེ་ཡིག་ཆ་%sའདོར་མི་ཐུབ།

source: List keys of trusted vendors
bo_cn: ཡིད་ཆེས་ཀྱི་འབྱུང་ཁུངས་འགོད་པ།

source: List trusted vendor keys
bo_cn: ཡིད་ཆེས་ཀྱི་བཟོ་མཁན་གྱི་གསང་ལྡེ་འགོད་པ།་

source: Listen on the DBus session bus (Only required for testing
bo_cn: ཁ་བརྡའི་མ་སྐུདDBusརུ་ཕག་ཉན།（ཚོད་ལྟར་བཀོལ།）

source: Loading software list
bo_cn: མཉེན་ཆས་ཀྱི་རེའུ་མིག་འཇུག་པ།

source: Need to get %sB of archives.
bo_cn: ཡིག་ཆ %sBཐོབ་དགོས།

source: Network isn't available
bo_cn: དྲ་བ་སྤྱོད་མི་རུང་།

source: Not supported feature
bo_cn: རྒྱབ་སྐྱོར་མི་བྱེད་པའི་བྱེད་ནུས།

source: Noting disappearance of %s
bo_cn: %s ཡལ་བ་ཐོ་འགོད་པ།

source: Package %s cannot be removed
bo_cn: མཉེན་ཆས་ཐུམ %sབཤིག་མི་ཐུབ།

source: Package %s cannot be removed.
bo_cn: མཉེན་ཆས་ཐུམ %sབཤིག་མི་ཐུབ།

source: Package %s is already installed
bo_cn: མཉེན་ཆས་ཐུམ%sསྒྲིག་འཇུག་བྱས་ཟིན།

source: Package %s isn't available
bo_cn: མཉེན་ཆས་ཐུམ་ %s སྤྱོད་མི་རུང་།"

source: Package %s isn't installed
bo_cn: མཉེན་ཆས་ཐུམ་ %sསྒྲིག་འཇུག་བྱས་མེད།

source: Package dependencies cannot be resolved
bo_cn: མཉེན་ཆས་ཐུམ་བརྟེན་ཐབས་མེད།

source: Package does not exist
bo_cn: མཉེན་ཆས་ཐུམ་མི་འདུག

source: Package file could not be opened
bo_cn: མཉེན་ཆས་ཐུམ་ཡིག་ཆ་ཁ་འབྱེད་མི་ཐུབ།

source: Package is already installed
bo_cn: མཉེན་ཆས་ཐུམ་སྒྲིག་འཇུག་བྱས་ཟིན།

source: Package is already up to date
bo_cn: མཉེན་ཆས་ཐུམ་གསར་སྒྱུར་བྱས་ཟིན།

source: Package isn't installed
bo_cn: མཉེན་ཆས་ཐུམ་སྒྲིག་འཇུག་བྱས་མེད།

source: Package operation failed
bo_cn: མཉེན་ཆས་ཐུམ་བཀོལ་སྤྱོད་ཕམ་པ།

source: Perform operations in the given chroot
bo_cn: གཏན་འཁེལ་བའི་ chrootརུ་བཀོལ་སྤྱོད་ལག་བསྟར་བྱེད།

source: Please copy the file to your local computer and check the file permissions.
bo_cn: ཡིག་ཆ་འདི་ཁྱེད་ཀྱི་གློག་ཀླད་དུ་འདྲ་བཟོ་བྱས་ནས་ཡིག་ཆའི་དབང་ཚད་ལ་ཞིབ་བཤེར་བྱེད་རོགས།

source: Please insert the above CD/DVD into the drive '%s' to install software packages from it.
bo_cn: གོང་གི་འོད་སྡེར་དེ་འོད་སྒུལ་“%s”བཅུག་ནས་འོད་སྡེར་ནང་གི་མཉེན་ཆས་ཐུམ་སྒྲིག་འཇུག་བྱེད་རོགས།

source: Please take a look at the list of changes below.
bo_cn: གཤམ་གྱི་བཟོ་བཅོས་རེའུ་མིག་ལ་གཟིགས་རོགས།

source: Preparing complete removal of %s
bo_cn: ཡོངས་སུ་%sའདོར་བ་ ལ་གྲ་སྒྲིག་བྱེད།

source: Preparing configuration of %s
bo_cn: %sསྡེབ་སྒྲིག་ལ་གྲ་སྒྲིག་བྱེད།

source: Preparing installation of %s
bo_cn: %sསྒྲིག་འཇུག་ལ་གྲ་སྒྲིག་བྱེད།

source: Preparing removal of %s
bo_cn: %sའདོར་བ་ལ་གྲ་སྒྲིག་བྱེད།

source: Previous installation hasn't been completed
bo_cn: ཐེངས་སྔོན་མའི་སྒྲིག་འཇུག་ལེགས་འགྲུབ་མ་འབྱུང་།

source: Processing %s
bo_cn: %sཐག་དྲས་རྒྱག་བྱེད་པ།

source: Purge
bo_cn: གཙང་སེལ།

source: Querying software sources
bo_cn: མཉེན་ཆས་ཁུངས་འཚོལ་བ།

source: Queuing
bo_cn: རུ་སྟར།

source: Quit and replace an already running daemon
bo_cn: ད་ལྟ་འཁོར་བའི་རྒྱབ་སྟེགས་བྱ་རིམ་ཕྱིར་འཐེན་ནས་ཚབ་བརྗེ་བྱེད་པ།

source: Reconfigure installed packages. Optionally the minimum priority of questions can be specified
bo_cn: སྒྲིག་འཇུག་བྱས་པའི་མཉེན་ཆས་ཐུམ་བསྐྱར་སྒྲིག་བྱེད། ཆེས་དམའ་བའི་སྔོན་རིམ་གཏན་འཁེལ་བྱ་ཆོག

source: Reconfigured installed packages
bo_cn: སྒྲིག་འཇུག་བྱས་པའི་མཉེན་ཆས་ཐུམ་བསྐྱར་སྒྲིག་བྱེད།

source: Reconfiguring installed packages
bo_cn: སྒྲིག་འཇུག་བྱེད་པའི་མཉེན་ཆས་ཐུམ་བསྐྱར་སྒྲིག་བྱེད་པ།

source: Refresh the cache
bo_cn: སྐབས་གསོག་གསར་འདོན།

source: Refreshing the software list failed
bo_cn: མཉེན་ཆས་རེའུ་མིག་གསར་སྒྱུར་ཕམ་པ།

source: Reinstall
bo_cn: ཡང་བསྐྱར་སྒྲིག་འཇུག

source: Reinstall the given packages
bo_cn: བྱིན་པའི་མཉེན་ཆས་ཐུམ་བསྐྱར་སྒྲིག

source: Remove
bo_cn: བསུབ་པ།

source: Remove downloaded package files
bo_cn: ཕབ་པའི་མཉེན་ཆས་ཐུམ་འདོར་བ།

source: Remove the given packages
bo_cn: བྱིན་པའི་ཐུམ་འདོར་བ།

source: Remove the given packages including configuration files
bo_cn: བྱིན་པའི་ཐུམ་དང་སྡེབ་སྒྲིག་ཡིག་ཆ་འདོར་བ།

source: Remove the trusted key of the given fingerprint
bo_cn: བྱིན་པའི་མཛུབ་རིས་དང་འབྲེལ་བའི་ཡིད་རྟོན་གསང་ལྡེ་འདོར་བ།

source: Removed %s
bo_cn: %s དོར་ཟིན།

source: Removed downloaded package files
bo_cn: ཕབ་པའི་མཉེན་ཆས་ཐུམ་ཡིག་ཆ་འདོར་བ།

source: Removed packages
bo_cn: དོར་ཟིན་པའི་མཉེན་ཆས་ཐུམ།

source: Removed trusted key
bo_cn: ཡིན་རྟོན་གྱི་གསང་ལྡེ་འདོར་བ།

source: Removing %s
bo_cn: %sབཤིག་པ།

source: Removing downloaded package files
bo_cn: ཕབ་པའི་མཉེན་ཆས་ཐུམ་ཡིག་ཆ་འདོར་བ།

source: Removing downloaded package files failed
bo_cn: ཕབ་པའི་མཉེན་ཆས་ཐུམ་ཡིག་ཆ་འདོར་མི་ཐུབ།

source: Removing packages
bo_cn: མཉེན་ཆས་ཐུམ་སུབ་བཞིན་པ།

source: Removing software failed
bo_cn: མཉེན་ཆས་འདོར་བ་ཕམ་པ།

source: Removing the vendor from the list of trusted ones failed
bo_cn: ཕམ་པ་བྱུང་ན་ཡིད་རྟོན་རེའུ་མིག་ལས་མཁོ་འདོན་མཁན་འདོར་བ།

source: Removing trusted key
bo_cn: ཡིད་རྟོན་གསང་ལྡེ་འདོར་བ།

source: Repaired broken dependencies
bo_cn: ཆག་སྐྱོན་བྱུང་བའི་བརྟེན་འབྲེལ་ཉམས་གསོ་བྱས།

source: Repaired incomplete installation
bo_cn: སྒྲིག་འཇུག་ཆ་མི་ཚང་བ་ཉམས་གསོ་བྱས།

source: Repairing broken dependencies failed
bo_cn: ཆག་སྐྱོན་བྱུང་བའི་བརྟེན་འབྲེལ་ཉམས་གསོ་ཕམ་པ་

source: Repairing incomplete installation
bo_cn: སྒྲིག་འཇུག་ཆ་མི་ཚང་བ་ཉམས་གསོ་བྱེད་པ།

source: Repairing incomplete installation failed
bo_cn: སྒྲིག་འཇུག་ཆ་མི་ཚང་བ་ཉམས་གསོ་ཕམ་པ།

source: Repairing installed software
bo_cn: སྒྲིག་འཇུག་བྱས་པའི་མཉེན་ཆས་ཉམས་གསོ་པ།

source: Replace your changes in '%s' with a later version of the configuration file?
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆའི་གསར་བསྒྱུར་པར་གཞིས་ཁྱེད་ཀྱི“%s”ནང་གི་བཅོས་པ་བཀག་དགོས་སམ།

source: Requires installation of untrusted packages
bo_cn: ཡིད་རྟོན་མིན་པའི་མཉེན་ཆས་ཐུམ་སྒྲིག་འཇུག་བྱ་དགོས་སམ།

source: Resolving dependencies
bo_cn: བརྟེན་འབྲེལ་ཐག་དྲས་རྒྱག་པ།

source: Running post-installation trigger %s
bo_cn: འཁོར་སྐྱོད་སྒྲིག་འཇུག་བྱས་རྗེས་ཀྱི་འཕྲད་འབྱུང་ཆས %s

source: Running task
bo_cn: ལས་འགན་འཁོར་སྐྱོད་པ།

source: Search done
bo_cn: འཚོལ་བཤེར་ཟིན་པ།

source: Search failed
bo_cn: འཚོལ་བཤེར་ཕམ་པ།

source: Searching
bo_cn: བཤེར་འཚོལ་བྱེད་བཞིན་པ།

source: Set a proxy for software downloads
bo_cn: མཉེན་ཆས་ཕབ་པ་ལ་ལས་ཚབ་ཞབས་ཞུ་ཆས་བཀོད་སྒྲིག་བྱེད།

source: Show additional information about the packages. Currently only the version number
bo_cn: མཉེན་ཆས་ཐུམ་འདིའི་ཟུར་སྣོན་ཆ་འཕྲིན་མངོན་པ། ད་པར་ཨང་ཁོ་ན་མངོན།

source: Show internal processing information
bo_cn: ནང་ཁུལ་གྱི་སྒྲིག་དྲས་རྒྱག་ཆ་འཕྲིན་མངོན་པ།

source: Skip upgrade
bo_cn: རིམ་སྤེལ་མཆོངས་པ།

source: Specify an alternative sources.list.d file to which repositories should be added.
bo_cn: ཟུར་སྣོན་གྱི་ sources.list.d ཡིག་ཆ་ཞིག་གཏན་འཁེལ་བྱས་ནས་མཉེན་ཆས་ཁུངས་སྣོན།

source: Store profile stats in the specified file
bo_cn: གཏན་འཁེལ་གྱི་ཡིག་ཆ་རུ་སྡེབ་སྒྲིག་རྣམ་པ་གསོག

source: Structure of %s
bo_cn: %s ཡི་གྲུབ་ཚུལ།

source: Successful
bo_cn: ལེགས་འགྲུབ།

source: Task cannot be monitored or controlled
bo_cn: ལས་འགན་ལ་ལྟ་ཞིབ་དང་ཚོད་འཛིན་བྱ་མི་ཐུབ།

source: The connection to the daemon was lost. Most likely the background daemon crashed.
bo_cn: རྒྱབ་སྟེགས་བྱ་རིམ་གྱི་འབྲེལ་མཐུད་བོར་བ། རྒྱབ་སྟེགས་བྱ་རིམ་ཐོར་ཞིག་བྱུང་སྲིད།

source: The directory where to install the key to doesn't exist yet: %s
bo_cn: གསང་ལྡེ་འདི་སྒྲིག་འཇུག་བྱ་ཡུལ་དཀར་ཆག་མེད།%s

source: The following NEW package will be installed (%(count)s):
bo_cn: གཤམ་གྱི་མཉེན་ཆས་ཐུམ་གསར་བ་སྒྲིག་འཇུག་བྱེད་པ། (%(count)s )：

source: The following package has been kept back (%(count)s):
bo_cn: གཤམ་གྱི་མཉེན་ཆས་ཐུམ་གསར་སྒྱུར་མི་བྱེད། (%(count)s )：

source: The following package will be DOWNGRADED (%(count)s):
bo_cn: གཤམ་གྱི་མཉེན་ཆས་ཐུམ་ རིམ་འབེབས་པ།(%(count)s )：

source: The following package will be REMOVED (%(count)s):
bo_cn: གཤམ་གྱི་མཉེན་ཆས་ཐུམ་བཤིག་འདོན་བྱེད་པ། (%(count)s )：

source: The following package will be reinstalled (%(count)s):
bo_cn: གཤམ་གྱི་མཉེན་ཆས་ཐུམ་བསྐྱར་སྒྲིག་བྱ་བ། (%(count)s )：

source: The following package will be upgraded (%(count)s):
bo_cn: གཤམ་གྱི་མཉེན་ཆས་ཐུམ་རིམ་སྤེལ་བྱ་བ།(%(count)s )：

source: The following packages have unmet dependencies:
bo_cn: གཤམ་གྱི་མཉེན་ཆས་ཐུམ་མི་ཚིམ་པའི་བརྟེན་འབྲེལ།：

source: The former version %s of %s is already installed
bo_cn: 已经སྒྲིག་འཇུག་更早的 %s པར་གཞི་的 %s

source: The installation or removal of a software package failed.
bo_cn: མཉེན་ཆས་ཐུམ་སྒྲིག་འཇུག་ཡང་བ་འདོར་བ་ཕམ་པ།

source: The keyserver URL is invalid: %s
bo_cn: གསང་ལྡེ་ཞབས་ཞུ་ཆས་ URL ནུས་མེད།%s

source: The later version %s of %s is already installed
bo_cn: གསར་སྒྱུར་གྱི་ %sཔར་གཞིའི་ %sསྒྲིག་འཇུག་བྱས་པ།

source: The license key already exists: %s
bo_cn: ཆོག་མཆན་གསང་ལྡེ་ཡོད་པ།%s

source: The license key is empty
bo_cn: ཆོག་མཆན་གསང་ལྡེ་ནི་སྟོང་།

source: The license key is not allowed to contain executable code.
bo_cn: ཆོག་མཆན་གསང་ལྡེ་རུ་ལག་བསྟར་རུང་བའི་ཚབ་ཨང་གཏོགས་མི་ཉན།

source: The license key path %s is invalid
bo_cn: ཆོག་མཆན་གསང་ལྡེ་འགྲོ་ལམ་ %s ནུས་མེད།

source: The license key which allows you to use this piece of software could not be downloaded. Please check your network connection.
bo_cn: ཁྱེད་ཀྱི་མཉེན་ཆས་འདི་བཀོལ་བའི་ཆོག་མཆན་གསང་ལྡེ་ཕབ་མི་ཐུབ། ཁྱེད་ཀྱི་དྲ་བའི་འབྲེལ་མཐུད་ལ་ཞིབ་བཤེར་བྱེད།

source: The location of the license key is unsecure since it contains symbolic links. The path %s maps to %s
bo_cn: ཆོག་མཆན་གསང་ལྡེའི་གནས་བདེ་འཇགས་མིན། དེ་ནི་དེའི་ནང་དུ་རྟགས་སྦྲེལ་མཏོགས་པའི་རྐྱེན་ཡིན། འགྲོ་ལམ་ %s དེ %sལ་རྟེན།

source: The minimum debconf priority of question to be displayed
bo_cn: གནད་དོན་གྱི་རིམ་དམའ་ཤོས debconfམངོན་པ།

source: The package %s isn't available in the %s release.
bo_cn: མཉེན་ཆས་ཐུམ་ %s ནི་འགྲེམས་སྤེལ་པར་གཞི %s རུ་སྤྱོད་མི་རུང་།

source: The package is of bad quality
bo_cn: མཉེན་ཆས་ཐུམ་འདི་སྤུས་ཚད་མི་ལེགས།

source: The package system is broken
bo_cn: མཉེན་ཆས་ཐུམ་རྒྱུད་ཁོངས་ཆག་སྐྱོན་ཤོར།

source: The requested feature is not supported.
bo_cn: རེ་ཞུའི་བྱེད་ནུས་རྒྱབ་སྐྱོར་མི་བྱེད།

source: The selected file may not be a GPG key file or it might be corrupt.
bo_cn: བདམས་པའི་ཡིག་ཆ་ནི་GPGགསང་ལྡེ་ཡིག་ཆ་མིན་པའམ་སྐྱོན་ཤོར་བ།

source: The selected key couldn't be removed. Check that you provided a valid fingerprint.
bo_cn: བདམས་པའི་གསང་ལྡེ་འདོར་མི་ཐུབ། ཁྱེད་ཀྱིས་མཁོ་འདོན་པའི་མཛུབ་རིས་ནུས་ཡོད་མེད་ཞིབ་བཤེར་བྱེད།

source: The system is already up to date
bo_cn: རྒྱུད་ཁོངས་འདི་གསར་ཤོས་རེད།

source: The version %s of %s is already installed
bo_cn: %sཡི་པར་གཞི་%sསྒྲིག་འཇུག་བྱས།

source: The version %s of %s is not installed
bo_cn: %s པར་གཞི་ %sསྒྲིག་འཇུག་བྱས་མེད།

source: The version %s of %s isn't available
bo_cn: %s པར་གཞིའི་ %s སྤྱོད་མི་རུང་།

source: The version %s of %s isn't available.
bo_cn: པར་གཞི་%s ཡི་ %s སྤྱོད་མི་རུང་།

source: The version %s of %s isn't installed
bo_cn: %s པར་གཞིའི་ %s སྒྲིག་འཇུག་བྱས་མེད།

source: There isn't any need for a removal.
bo_cn: བཤིག་འདོར་བྱེད་མི་དགོས།

source: There isn't any need for an installation
bo_cn: སྒྲིག་འཇུག་བྱེད་མི་དགོས།

source: There isn't any need for an update.
bo_cn: གསར་སྒྱུར་བྱེད་མི་དགོས།

source: This requires installing packages from unauthenticated sources.
bo_cn: བཀོལ་སྤྱོད་འདི་ནི་བདེན་དཔང་བྱས་མེད་པའི་ཁུངས་མཉེན་ཆས་ཐུམ་སྒྲིག་འཇུག་བྱ་དགོས།

source: To cancel someone else's software changes, you need to authenticate.
bo_cn: མི་གཞན་དག་གིས་མཉེན་ཆས་གསར་སྒྱུར་ལེན་དགོས་ན། ཁྱེད་ཀྱི་ཐོབ་ཐང་ངོས་འཛིན་བྱ་དགོས།

source: To change software repository settings, you need to authenticate.
bo_cn: མཉེན་ཆས་ཁུངས་ཀྱི་བཀོད་སྒྲིག་བཅོས་དགོས་ན། ཁྱེད་ཀྱི་ཐོབ་ཐང་ངོས་འཛིན་བྱ་དགོས།

source: To change software settings, you need to authenticate.
bo_cn: དབང་སྤྲོད་ནས་མཉེན་ཆས་བཀོད་སྒྲིག་བྱ་དགོས།

source: To clean downloaded package files, you need to authenticate.
bo_cn: ཕབ་པའི་མཉེན་ཆས་ཐུམ་ཡིག་ཆ་སུབ་པ་ལ་དབང་སྤྲོད།

source: To install or remove software, you need to authenticate.
bo_cn: མཉེན་ཆས་སྒྲིག་འཇུག་ཡང་ན་བཤིག་འདོར་བྱ་དགོས་ན།ཁྱེད་ཀྱིས་ཞིབ་བཤེར་བྱེད་དགོས།

source: To install purchased software, you need to authenticate.
bo_cn: རིན་དགོས་པའི་མཉེན་ཆས་སྒྲིག་འཇུག་བྱ་དགོས་ན། ཁྱེད་ཀྱིས་ཞིབ་བཤེར་བྱེད་དགོས།

source: To install software from a new source, you need to authenticate.
bo_cn: མཉེན་ཆས་ཁུངས་གསར་བ་ལས་མཉེན་ཆས་སྒྲིག་འཇུག་བྱ་དགོས་ན། ཁྱེད་ཀྱིས་ཞིབ་བཤེར་བྱེད་དགོས།

source: To install software, you need to authenticate.
bo_cn: ཁྱེད་ཀྱིས་བདེན་དཔང་བྱས་རྗེས་ད་གཟོད་མཉེན་ཆས་སྒྲིག་འཇུག་བྱ་ཐུབ།

source: To install this package, you need to authenticate.
bo_cn: མཉེན་ཆས་ཐུམ་འདི་སྒྲིག་འཇུག་བྱ་དགོས་ན། ཁྱེད་ཀྱིས་ཞིབ་བཤེར་བྱེད་དགོས།

source: To install updated software, you need to authenticate.
bo_cn: གསར་སྒྱུར་མཉེན་ཆས་སྒྲིག་འཇུག་བྱ་དགོས་ན། ཁྱེད་ཀྱིས་ཞིབ་བཤེར་བྱེད་དགོས།

source: To update the software catalog, you need to authenticate.
bo_cn: མཉེན་ཆས་དཀར་ཆག་གསར་སྒྱུར་བྱ་དགོས་ན། ཁྱེད་ཀྱིས་ཞིབ་བཤེར་བྱེད་དགོས།

source: To use a proxy server for downloading software, you need to authenticate.
bo_cn: ཚབ་བྱེད་ཞབས་ཞུ་ཆས་ཀྱིས་མཉེན་ཆས་འབེབ་དགོས་ན། ཁྱེད་ཀྱིས་ཞིབ་བཤེར་བྱེད་དགོས།

source: To view the list of trusted keys, you need to authenticate.
bo_cn: ཡིད་རྟོན་གྱི་འབྱུང་ཁུངས་འགོད་དགོས་ན། ཁྱེད་ཀྱིས་ཞིབ་བཤེར་བྱེད་དགོས།

source: Translations (%s) from %s
bo_cn: %s ཡིག་སྒྱུར། མཛོད་ %s ལས་ཡོང་།

source: Translations for %s from %s
bo_cn: %s ཡི་ཡིག་སྒྱུར་། %sལས་ཡོང་།

source: Try to finish a previous incompleted installation
bo_cn: ཐེངས་སྔོན་གྱི་སྒྲིག་འཇུག་ཆ་མི་ཚང་བ་ལེགས་གྲུབ་ཡོང་བ་ཚོད་ལྟ་བྱེད།

source: Try to resolve broken dependencies. Potentially dangerous operation since it could try to remove many packages.
bo_cn: བརྟེན་འབྲེལ་ཉམས་གསོ་ཚོད་ལྟ། འདི་ལ་ཉེན་ཁ་ཡོད། དེས་མཉེན་ཆས་ཐུམ་མང་པོ་བཤིག་འདོར་ལ་ཚོད་ལྟ་བྱ།

source: Unpacking %s
bo_cn: %sབཙིར་འགྲེལ་བྱེད་པ།

source: Update package information
bo_cn: མཉེན་ཆས་ཐུམ་ཆ་འཕྲིན་གསར་སྒྱུར་བྱེད་པ།

source: Updated cache
bo_cn: ལྷོད་གསོག་གསར་སྒྱུར་བྱེད་པ།

source: Updated packages
bo_cn: གསར་བསྒྱུར་བའི་མཉེན་ཆས་ཐུམ།

source: Updates will be skipped
bo_cn: གསར་སྒྱུར་མཆོང་པ།

source: Updating cache
bo_cn: ལྷོད་གསོག་གསར་སྒྱུར་བྱེད་པ།

source: Updating packages
bo_cn: མཉེན་ཆས་ཐུམ་རིམ་སྤེལ་བ།

source: Updating software failed
bo_cn: མཉེན་ཆས་གསར་སྒྱུར་ཕམ་པ།

source: Upgrade
bo_cn: རིམ་སྤེལ།

source: Upgrade packages
bo_cn: མཉེན་ཆས་ཐུམ་རིམ་སྤེལ།

source: Upgrade the system in a safe way
bo_cn: བདེ་འཇགས་ཀྱི་བྱེད་སྟངས་ཀྱིས་རྒྱུད་ཁོངས་རིམ་སྤེལ།

source: Upgrade the system, possibly installing and removing packages
bo_cn: རྒྱུད་ཁོངས་སྤེལ་ན། མཉེན་ཆས་ཐུམ་སྒྲིག་འཇུག་གམ་བཤིག་འདོར་བྱ་སྲིད།

source: Upgraded system
bo_cn: རྒྱུད་ཁོངས་རིམ་སྤེལ་བ།

source: Upgrading %s
bo_cn: རིམ་སྤེལ་བ %s

source: Upgrading system
bo_cn: རྒྱུད་ཁོངས་རིམ་སྤེལ།

source: Upgrading the system failed
bo_cn: རྒྱུད་ཁོངས་རིམ་སྤེལ་ཕམ་པ།

source: Use the given keyserver for looking up keys
bo_cn: གཏན་འཁེལ་གྱི་གསང་ལྡེ་ཞབས་ཞུ་ཆས་ཀྱིས་གསང་ལྡེ་འཚོལ་བ།

source: Waiting
bo_cn: སྒུག་པ།

source: Waiting for %s to exit
bo_cn: %sའདོན་པ་སྒུག出

source: Waiting for authentication
bo_cn: ར་སྤྲོད་སྒུག

source: Waiting for configuration file prompt
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆ་འབོད་པ་སྒུག

source: Waiting for other software managers to quit
bo_cn: མཉེན་ཆས་དོ་དམ་བྱ་རིམ་གཞན་དག་འདོན་པ་སྒུག

source: Waiting for required medium
bo_cn: དགོས་པའི་སྨྱན་གཟུགས་སྒུག

source: Waiting for service to start
bo_cn: ཞབས་ཞུ་འགོ་རྩོམ་པ་སྒུག

source: You are not allowed to perform this action
bo_cn: ཁྱེད་ཀྱིས་བཀོལ་སྤྱོད་འདི་ལག་བསྟར་བྱ་མི་ཉན།

source: You are not allowed to perform this action.
bo_cn: ཁྱེད་ཀྱིས་བཀོལ་སྤྱོད་འདི་ལག་བསྟར་བྱ་མི་ཆོག

source: You could not be authorized
bo_cn: ཁྱེད་ལ་དབང་ཐོབ་མེད།

source: You don't have the required privileges to perform this action.
bo_cn: ཁྱོད་ལ་བཀོལ་སྤྱོད་བྱེད་པའི་དབང་ཆ་མེད།

source: You need to specify a version to downgrade %s to
bo_cn: ཁྱེད་ཀྱིས་པར་གཞི་ཨང་ཅིག་དམིགས་འཛུགས་བྱས་ཏེ་རིམ་འབེབས %s

source: You requested to remove a package which is an essential part of your system.
bo_cn: ཁྱེད་ཀྱིས་མཉེན་ཆས་ཐུམ་ཞིག་འདོར་བའི་རེ་ཞུ་འདོན། དེ་ནི་རྒྱུད་ཁོངས་སུ་མེད་དུ་མི་རུང་བའི་སྒྲིག་ཆ་ཡིན།

source: _Changes
bo_cn: སྒྱུར་བ།(_C)

source: _Details
bo_cn: ཞིབ་ཕྲ།(_D)

source: _Keep
bo_cn: རྣམ་པ་སྔོན་མ་ལྟར་འཇོག་པ།(_K)

source: _Replace
bo_cn: ཚབ་བརྗེ།(_R)

source: but %s is installed
bo_cn: འོན་ཀྱང་%s སྒྲིག་འཇུག་བྱས་ཟིན།

source: but %s is to be installed
bo_cn: འོན་ཀྱང་%sསྒྲིག་སྦྱོར་བྱ་བ།
