Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/aptdaemon.po
Languages: bo_cn

source: but it is a virtual package
bo_cn: འོན་ཀྱང་དེ་ནི་རྟོག་བཟོའི་མཉེན་ཆས་ཐུམ་ཡིན།

source: but it is not going to be installed
bo_cn: འོན་ཀྱང་%sསྒྲིག་སྦྱོར་བྱེད་ཐབས་མེད།

source: but it is not installed
bo_cn: འོན་ཀྱང་%s སྒྲིག་འཇུག་བྱས་མེད།

source: local repository
bo_cn: རང་གནས་མཉེན་ཆས་མཛོད།
