Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/aspell.po
Languages: bo_cn

source: does not take any parameters.
bo_cn: ཞུགས་གྲངས་གང་རུང་འཁྱེར་མི་དགོས།

source: "%mode:1" error
bo_cn: “%mode:1”ནོར་འཁྲུལ།

source: # default:
bo_cn: # སོར་བཞག

source: <command> is one of:
bo_cn: <བཀའ་བརྡ་>གཤམ་གྱི་གཅིག་ཡིན།

source: ASPELL_CONF env var
bo_cn: ASPELL_CONF ཁོར་ཡུག་འགྱུར་ཚད།

source: Abort
bo_cn: དོར་བ།

source: Add
bo_cn: ཁ་སྣོན།

source: Are you sure you want to abort (y/n)?
bo_cn: ཁྱེད་ཀྱི་མཚམས་འཇོག་པ་གཏན་འཁེལ་ལམ།(y/n)？

source: Aspell version does not match mode's requirement.
bo_cn: Aspell པར་གཞི་དང་རྣམ་པའི་རེ་འདུན་མི་ཚིམ།

source: Could not open the file "%s" for reading
bo_cn: ཡིག་ཆ་“%s”ཡི་ཀློག་པ་ཁ་འབྱེད་མི་ཐུབ།

source: Could not open the file "%s" for writing. File not saved.
bo_cn: ཡིག་ཆ་“%s”ཁ་ཕྱེ་ནས་ཡིག་ཆ་འབྲི་མི་ཐུབ། ཡིག་ཆ་ཉར་མེད།

source: Error:
bo_cn: ནོར་འཁྲུལ།：

source: Error: %s
bo_cn: ནོར་འཁྲུལ།：%s

source: Error: You must specify at least %d parameters for "%s".
bo_cn: ནོར་འཁྲུལ། ཁྱེད་ཀྱིས་ངེས་པར་དུ་“%2$s”ལ་མ་མཐའ་ཡང་ཞུགས་གྲངས་“%1$d”སྤྲོད་དགོས།

source: Exit
bo_cn: ཕྱིར་འབུད།

source: Ignore
bo_cn: སྣང་མེད་དུ་བཞག

source: Ignore all
bo_cn: ཚང་མ་སྣང་མེད་དུ་བཞག

source: Invalid Input
bo_cn: ནུས་མེད་ནང་འཇུག

source: Invalid Option: %s
bo_cn: ནུས་མེད་འདེམས་ཚན %s

source: Invalid UTF-8 sequence at position %ld.
bo_cn: གནས་ས%ldཡི་ UTF-8རིམ་པ་ནུས་མེད།

source: Only one file name may be specified.
bo_cn: ཡིག་ཆ་མིང་གཅིག་མ་གཏོགས་གཏན་འཁེལ་བྱས་མི་ཆོག

source: Operation Not Supported: %what:1
bo_cn: རྒྱབ་སྐྱོར་མི་བྱེད་པའི་བཀོལ་སྤྱོད།%what:1

source: Replace
bo_cn: བརྗེ་བ།

source: Replace all
bo_cn: ཚང་མ་ཚབ་བརྗེ།

source: Sorry that is an invalid choice!
bo_cn: དགོངས་པ་མ་ཚོམ། བདམས་པ་འདི་ནུས་མེད།

source: Suggestion Time: %f
bo_cn: བློ་འདོན་གྱི་དུས་ཚོད།%f

source: The condition "%cond:1" is invalid.
bo_cn: ཆ་རྐྱེན་“%cond:1”ནུས་མེད།

source: The conversion from "%encod:1" to "%encod2:2" is not supported.
bo_cn: “%encod:1”ལས་“%encod2:2”ལ་སྒྱུར་བར་རྒྱབ་སྐྱོར་མི་བྱེད།

source: The directory "%dir:1" can not be opened for reading.
bo_cn: ཡིག་ཆ་“%dir:1”ཁ་འབྱེད་ནས་ཀློག་མི་ཐུབ།

source: The encoding "%encod:1" is not known.
bo_cn: སྒྲིག་ཨང་“%encod:1”མི་ཤེས།

source: The encoding "%encod:1" is not supported.
bo_cn: སྒྲིག་ཨང་“%encod:1”རྒྱབ་སྐྱོར་མི་བྱེད།

source: The file "%file:1" can not be opened
bo_cn: ཡིག་ཆ་“%file:1”ཁ་འབྱེད་མི་ཐུབ།

source: The file "%file:1" can not be opened for reading.
bo_cn: ཡིག་ཆ་“%file:1”ཁ་ཕྱེ་ནས་ཀློག་མི་ཐུབ།

source: The file "%file:1" can not be opened for writing.
bo_cn: ཡིག་ཆ་“%file:1”ཁ་ཕྱེ་ནས་འབྲི་མི་ཐུབ།

source: The file "%file:1" is not in the proper format.
bo_cn: ཡིག་ཆ་“%file:1”ཡི་རྣམ་གཞག་མི་འགྲིག

source: The file name "%file:1" is invalid.
bo_cn: ཡིག་ཆ་“%file:1”ནུས་མེད།

source: The language "%lang:1" is not known.
bo_cn: སྐད་བརྡ་“%lang:1”མི་ཤེས།

source: The language "%lang:1" is not supported.
bo_cn: སྐད་བརྡ་“%lang:1”རྒྱབ་སྐྱོར་མི་བྱེད།

source: The method "%what:1" is unimplemented in "%where:2".
bo_cn: བྱེད་ཐབས་“%what:1”ནི་“%where:2”རུ་མངོན་འགྱུར་བྱས་མེད།

source: The string "%str:1" is invalid.
bo_cn: ཡིག་རྟགས་ཕྲེང་“%str:1”ནུས་མེད།

source: The word "%word:1" is invalid.
bo_cn: ཐ་སྙད“%word:1”ནུས་མེད།

source: Unhandled Error:
bo_cn: སྒྲིག་དྲས་རྒྱག་བྱེད་མི་ཐུབ་པའི་ནོར་འཁྲུལ།

source: Unknown Action: %s
bo_cn: མི་ཤེས་བཀོལ་སྤྱོད་%s

source: Unknown mode: "%mode:1".
bo_cn: མི་ཤེས་རྣམ་པ་“%mode:1”

source: Usage: aspell [options] <command>
bo_cn: སྤྱོད་སྟངས། aspell [འདེམས་ཚན་] <བཀའ་བརྡ་>

source: WARNING: Unable to enter Nroff mode: %s
bo_cn: ཐ་ཚིག Nroff རྣམ་པ་འཇུག་མི་ཐུབ། %s

source: You must specify a file name.
bo_cn: ཁྱེད་ཀྱིས་ངེས་པར་དུ་ཡིག་ཆ་མིང་གཅིག་གཏན་འཁེལ་བྱ་དགོས།

source: You must specify a parameter for "%s".
bo_cn: ཁྱེད་ཀྱིས་ངེས་པར་དུ་“%s”ལ་ཞུགས་གྲངས་གཅིག་གཏན་འཁེལ་བྱ་དགོས།

source: You must specify an action
bo_cn: ཁྱེད་ཀྱིས་ངེས་པར་དུ་བཀོལ་སྤྱོད་ཅིག་གཏན་འཁེལ་བྱ་དགོས།

source: [options] is any of the following:
bo_cn: [འདེམས་ཚན་]ནི་གཤམ་གྱི་གཅིག་ཡིན།

source: a number between 0 and 1
bo_cn: 0 ནས 1བར་གྱི་གྲངས་ཤིག

source: a positive integer
bo_cn: ཕོ་ཧྲིལ་གྲངས།

source: add or removes a filter
bo_cn: འཚག་ཆས་སྣོན་པའམ་འདོར་བ།

source: base name of the main dictionary to use
bo_cn: ཚིག་མཛོད་གཙོ་བོའི་རྨང་མིང་བཀོལ་བ།

source: boolean
bo_cn: པུར་རིགས།

source: check if words are valid
bo_cn: ཐ་སྙད་ལ་ནུས་ཡོད་མེད་ཞིབ་བཤེར།

source: create a backup file by appending ".bak"
bo_cn: ཞོར་འབྲེལ་“.bak”ཡོད་པའི་གྲབས་ཉར་ཡིག་ཆ་གསར་བཟོ།

source: create dictionary aliases
bo_cn: དཀར་ཆག་མིང་གཞན་གསར་བཟོ།

source: dlopen returned "%return:1".
bo_cn: dlopen ཡིས་“%return:1”ཕྱིར་ལོག

source: either "true" or "false"
bo_cn: “true”ཡང་ན་“false”

source: enable warnings
bo_cn: ཐ་ཚིག་རུང་བ།

source: enter Email mode.
bo_cn: སྦྲག་སྐུར་རྣམ་པར་འཇུག་པ།

source: enter HTML mode.
bo_cn: HTML རྣམ་པར་འཇུག་པ།

source: enter Nroff mode.
bo_cn: Nroff རྣམ་པར་འཇུག་པ།

source: enter TeX mode.
bo_cn: TeX རྣམ་པར་འཇུག་པ།

source: extra dictionaries to use
bo_cn: ཕྱི་རོལ་ཚིག་མཛོད་བཀོལ་དགོས།

source: filter mode
bo_cn: འཚག་པའི་རྣམ་པ།

source: ignore case when checking words
bo_cn: ཐ་སྙད་ཞིབ་བཤེར་བྱེད་སྐབས་ཡིག་ཆེ་ཆུང་སྣང་མེད་གཏོང་།

source: ignore words <= n chars
bo_cn: <= n ཡི་ཡིག་རྟགས་ཀྱི་ཚིག་སྣང་མེད་གཏོང་།

source: in the form "<name> <value>"
bo_cn: “<མིང་> <ཚད>”ཡི་རྣམ་པ་བྱེད།

source: integer
bo_cn: ཧྲིལ་གྲངས།

source: language code
bo_cn: སྐད་བརྡའི་ཚབ་ཨང་།

source: list
bo_cn: རེའུ་མིག

source: location for personal files
bo_cn: མི་སྒེར་ཡིག་ཆའི་གནས་ས།

source: location of language data files
bo_cn: སྐད་བརྡ་གཞི་གྲངས་ཡིག་ཆའི་གནས་ས།

source: location of main configuration file
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆ་གཙོ་བའི་གནས་ས།

source: location of the main word list
bo_cn: ཐ་སྙད་རེའུ་མིག་གཙོ་བའི་གནས་ས།

source: main configuration file
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆ་གཙོ་བོ།

source: mode for checking C++ comments and string literals
bo_cn: C++མཆན་འགྲེལ་དང་ཡིག་རྟགས་ཕྲེང་རྣམ་པར་ཞིབ་བཤེར།

source: no longer used
bo_cn: བེད་སྤྱོད་མི་བྱེད་པ།

source: not a version number
bo_cn: པར་གཞི་མ་རེད།

source: path(s) aspell looks for filters
bo_cn: aspell འཚག་ཆས་ཀྱི་འགྲོ་ལམ་འཚོལ་བ།

source: personal configuration file
bo_cn: མི་སྒེར་སྡེབ་སྒྲིག་ཡིག་ཆ།

source: personal dictionary file name
bo_cn: མི་སྒེར་ཚིག་མཛོད་ཡིག་ཆའི་མིང་།

source: prefix directory
bo_cn: སྔོན་འཇུག་དཀར་ཆག

source: search order for modules
bo_cn: འཚོལ་བཤེར་དཔེ་དུམ་གྱི་རིམ་པ།

source: set module name
bo_cn: དཔེ་དུམ་གྱི་མིང་བཀོད་པ།

source: set the prefix based on executable location
bo_cn: ལག་བསྟར་རུང་བའི་ཡིག་ཆའི་གནས་ས་ལྟར་སྔོན་འཇུག་བཀོད་པ།

source: skip invalid words
bo_cn: ནུས་མེད་ཐ་སྙད་མཆོང་།

source: string
bo_cn: ཡིག་རྟགས་ཕྲེང་།

source: suggestion mode
bo_cn: གྲོས་འདོན་གྱི་རྣམ་པ།

source: use byte offsets instead of character offsets
bo_cn: ཡིག་ཚིགས་སྤོ་ཚད་བཀོལ་བ་དང་ཡིག་རྟགས་སྤོ་ཚད་མིན།
