Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/atril.po
Languages: bo_cn

source: %.0f × %.0f mm
bo_cn: ཧའོ་སྨི%.0f x %.0f

source: %.2f × %.2f inch
bo_cn: དབྱིན་ཚུ%.2f x %.2f

source: %3d%% remaining to search
bo_cn: འཚོལ་བཤེར་ལ %3d%%ལྷག

source: %d found on this page
bo_cn: ཤོག་ངོས་འདི་ཐེངས%d རྙེད།

source: %d of %d documents converted
bo_cn: ཡིག་ཚགས།་%d བསྒྱུར་ཟིན། སྤྱིར་ཡིག་ཚགས།་ %d ཡོད།

source: %d pending job in queue
bo_cn: རུ་སྟར་དུ་ %d ལག་བསྟར་ལས་འགན་སྐུག

source: %s — Password Required
bo_cn: %s - གསང་ཨང་དགོས།

source: %s, Landscape (%s)
bo_cn: %s，འཕྲེད་ཕྱོགས་(%s)

source: %s, Portrait (%s)
bo_cn: %s，སྟར་ཕྱོགས་(%s)

source: (%d of %d)
bo_cn: (ཤོག་ངོས་ %d དང་། སྤྱིའི་ཤོག་ངོས %d)

source: A Document Viewer for the MATE desktop environment
bo_cn: ཅོག་ངོས་ཁོར་ཡུག MATEཡི་ཡིག་ཚགས།་ལྟ་ཆས།

source: Add
bo_cn: ཁ་སྣོན།

source: Add a bookmark for the current page
bo_cn: དཔེ་དེབ་ད་ལྟའི་ངོས་སུ་སྣོན།

source: Add text annotation
bo_cn: ཡིག་རྐྱང་མཆན་འགྲེལ་སྣོན།

source: Adjust the zoom level
bo_cn: སྐྱེད་སྐུམ་རིམ་པ་ལེགས་སྒྲིག

source: All Documents
bo_cn: ཡིག་ཚགས།་ཚང་མ།

source: All Files
bo_cn: ཡིག་ཆ་ཚང་མ།

source: Annotation Properties
bo_cn: མཆན་འགྲེལ་གཏོགས་གཤིས།

source: Annotation Properties…
bo_cn: མཆན་འགྲེལ་གཏོགས་གཤིས།...

source: Annotations
bo_cn: མཆན་འགྲེལ།

source: Application does not accept documents on command line
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་དེ་བཀའ་བརྡ་འཕྲེད་དུ་ཡིག་ཚགས།་མི་ལེན།

source: Atril Document Viewer
bo_cn: Atril ཡིག་ཚགས།་ལྟ་ཆས།

source: Atril properties
bo_cn: Atril གཏོགས་གཤིས།

source: Attachments
bo_cn: ཟུར་བཀོད་ཡིག་ཆ།

source: Author:
bo_cn: རྩོམ་པ་པོ།：

source: Auto Rotate and Center
bo_cn: རང་འཁོར་དཀྱིལ་ཏུ་གནས།

source: Auto scroll
bo_cn: ཡོལ་རང་འགྲིལ།

source: Auto_scroll
bo_cn: ཡོལ་རང་འགྲིལ།(_S)

source: Back
bo_cn: ཕྱིར་འཐེན།

source: Best Fit
bo_cn: ཤོག་ཚད་འོས་པ།

source: Bookmarks
bo_cn: དཔེ་འཛར།

source: By extension
bo_cn: རྒྱ་སྐྱེད་མིང་ལྟར།

source: Can't find an appropriate command to decompress this type of comic book
bo_cn: རིགས་གྲས་འདིའི་ Comic Book ཡིག་ཚགས།་བཙིར་འགྲོལ་འོས་པའི་བཀའ་བརྡས་མི་རྙེད།

source: Can't pass document URIs to a 'Type=Link' desktop entry
bo_cn: ཡིག་ཚགས།་ཀྱི་URL དེ“Type=Link”ཡི་ཅོག་ངོས་ཚན་ལ་བརྒྱུད་མི་ཐུབ།

source: Cancel _print and Close
bo_cn: པར་འདེབས་ལེན་ནས་ཁ་རྒྱག(_P)

source: Cannot enter presentation mode with ePub documents use fullscreen mode instead.
bo_cn: ཡིག་ཚགས།་ePubསྟོན་པའི་རྣམ་པར་འཇུག་མི་ཐུང། ཆོལ་ཡོངས་རྣམ་པར་བསྒྱུར།

source: Case Sensitive
bo_cn: ཆེ་བྲིས་ཆུང་བྲིས་ཀྱི་དབྱེ་བ།

source: Circle
bo_cn: སྒོར་ཐིག

source: Close
bo_cn: ཁ་རྒྱག་པ།

source: Close _after Printing
bo_cn: པར་རྗེས་ཁ་རྒྱག(_A)

source: Close _without Saving
bo_cn: ཁ་རྒྱག་ཅིང་མི་ཉར།(_W)

source: Color:
bo_cn: ཁ་དོག：

source: Comic Books
bo_cn: Comic Book ཡིག་ཚགས།།

source: Comment
bo_cn: དཔྱད་གཏམ།

source: Converting %s
bo_cn: བརྗེ་སྒྱུར་པ %s

source: Converting metadata
bo_cn: རྒྱུ་གཞི་གྲངས་བརྗེ་སྒྱུར།

source: Copy _Image
bo_cn: པར་རིགས་འདྲ་བཟོ།(_I)

source: Could not set up document tree for loading, some files missing
bo_cn: ཡིག་ཚགས།་སྡོང་འགྲེམས་སྣོན་པ་ལ་བཀོད་མི་ཐུབ། ཡིག་ཆ་འགའ་མི་འདང་།

source: Couldn't find appropriate format to save image
bo_cn: པར་རིས།་ཉར་བའི་འོས་པའི་རྣམ་གཞག་མི་རྙེད།

source: Couldn't open attachment “%s”: %s
bo_cn: ཟུར་སྣོན“%s”：%sཁ་འབྱེད་མི་ཐུབ།

source: Couldn't save attachment “%s”: %s
bo_cn: ཟུར་སྣོན“%s”：%sཉར་མི་ཐུབ།

source: Created:
bo_cn: གསར་བཟོ་དུས་

source: Creator:
bo_cn: གསར་བཟོ་མ་ཁན

source: Cross
bo_cn: སྣོལ་བ།

source: DVI Documents
bo_cn: DVI ཡིག་ཚགས།།

source: DVI document has incorrect format
bo_cn: DVI ཡིག་ཚགས།་ཀྱི་རྣམ་གཞག་མི་འགྲིག

source: Delete the temporary file
bo_cn: གནས་སྐབས་ཡིག་ཆ་འདོར་བ།

source: Disable connection to session manager
bo_cn: གཏམ་གླེང་དོ་དམ་ཆས་ཀྱི་འབྲེལ་མཐུད་འགོག་སྤྱོད།

source: DjVu Documents
bo_cn: DjVu ཡིག་ཚགས།།

source: DjVu document has incorrect format
bo_cn: DjVu ཡིག་ཚགས།་ཀྱི་རྣམ་གཞག་མི་འགྲིག

source: Document
bo_cn: ཡིག་ཚགས།།

source: Document License
bo_cn: ཡིག་ཚགས།་ཆོག་མཆན་དཔང་།

source: Document View
bo_cn: ཡིག་ཚགས།་མཐོང་རིས།

source: Document Viewer
bo_cn: ཡིག་ཚགས།་ལྟ་ཆས།

source: Document contains form fields that have been filled out. If you don't save a copy, changes will be permanently lost.
bo_cn: ཡིག་ཚགས།་སུ་བྲིས་པའི་རེའུ་མིག་ཚུད་ཡོད། གལ་ཏེ་ཁྱེད་ཀྱིས་འདྲ་བཤུས་མ་ཉར་ན། བཟོ་བཅོས་བོར་འགྲོ་ངེས།

source: Document contains new or modified annotations. If you don't save a copy, changes will be permanently lost.
bo_cn: ཡིག་ཚགས།་སུ་མཆན་འགྲེལ་གསར་བའམ་བཅོས་པ་ཚུད་ཡོད། གལ་ཏེ་ཁྱེད་ཀྱིས་འདྲ་བཤུས་མ་ཉར་ན། བཟོ་བཅོས་བོར་འགྲོ་ངེས།

source: Document contains no annotations
bo_cn: ཡིག་ཚགས།་འདིར་མཆན་འགྲེལ་གང་ཡང་ཚུད་མེད།

source: Downloading document (%d%%)
bo_cn: ཡིག་ཚགས།་འབེབས་པ། (%d%%)

source: Embedded
bo_cn: བཙུད་འཇུག

source: Embedded subset
bo_cn: བཙུད་འཇུག་བུ་ཚོགས།

source: End of presentation. Click to exit.
bo_cn: འགྲེམས་སྟོན་ཟིན་བྲིས་ཚར། ཆིག་རྡེབ་ཕྱིར་འདོན།

source: Enlarge the document
bo_cn: ཡིག་ཚགས།་ཆེ་སྐྱེད།

source: Enter password
bo_cn: གསང་ཨང་ནང་འཇུག

source: Error %s
bo_cn: ནོར་འཁྲུལ་ %s

source: Error launching the command “%s” in order to decompress the comic book: %s
bo_cn: བཀའ་བརྡ་“%s”བསྣན་ནས་ཡིག་ཚགས།་Comic Bookབཙིར་འགྲོལ་སྐབས་སུ་ནོར་འཁྲུལ་བྱུང་%s

source: Expand Window to Fit
bo_cn: སྒེའུ་ཁུང་བསྐྱེད་ནས་ཚིམ་པ་བྱེད།

source: Expand the window to fill the screen
bo_cn: སྒེའུ་ཁུང་ཡོལ་ཧྲིལ་ལྟར་བསྐྱེད།

source: FILE
bo_cn: ཡིག་ཆ།

source: Failed to create a temporary directory: %s
bo_cn: གནས་སྐབས་དཀར་ཆག་ %s གསར་བཟོ་ཕམ་པ།

source: Failed to create a temporary file: %s
bo_cn: གནས་སྐབས་ཡིག་ཆ་ %s གསར་བཟོ་ཕམ་པ།

source: Failed to load document “%s”
bo_cn: ཡིག་ཚགས།“%s”ཕབ་འཇུག་ཕམ་པ།

source: Failed to load remote file.
bo_cn: རྒྱང་རིང་ཡིག་ཚགས།་ཕབ་འཇུག་ཕམ་པ།

source: Failed to print document
bo_cn: ཡིག་ཚགས།་པར་འདེམས་ཕམ་པ།

source: Failed to print page %d: %s
bo_cn: ཤོག་ངོས %d པར་འདེམས་ཕམ་པ། %s

source: Failed to reload document.
bo_cn: ཡིག་ཚགས།་ཡང་བསྐྱར་ཕབ་འཇུག་ཕམ་པ།

source: Failed to save document “%s”
bo_cn: ཡིག་ཚགས།“%s”ཉར་བ་ཕམ་པ།

source: File corrupted
bo_cn: ཡིག་ཆ་སྐྱོན་ཤོར།

source: File is not a valid .desktop file
bo_cn: ཡིག་ཆ་གོ་ཆོད་མིན་པ། desktopཡིག་ཆ།

source: File type %s (%s) is not supported
bo_cn: ཡིག་ཆ་རིགས་གྲས་ %s། (%s)ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Find
bo_cn: འཚོལ་ཞིབ།

source: Find Ne_xt
bo_cn: རྗེས་མ་འཚོལ་ཞིབ།(_X)

source: Find Pre_vious
bo_cn: གོང་མ་འཚོལ་ཞིབ།(_V)

source: Find a word or phrase in the document
bo_cn: ཡིག་ཚགས།་སུ་ཐ་སྙད་ཡང་ན་ཚིག་དུམ་འཚོལ།

source: Find next occurrence of the search string
bo_cn: འཚོལ་བཤེར་ཡིག་རྟགས་ཕྲེང་ཕྱིའི་ཐོན་ཐེངས་འཚོལ།

source: Find previous occurrence of the search string
bo_cn: འཚོལ་བཤེར་ཡིག་རྟགས་ཕྲེང་སྔའི་ཐོན་ཐེངས་འཚོལ།

source: Find:
bo_cn: འཚོལ་བ།:

source: Finishing…
bo_cn: ལེགས་འགྲུབ་བྱེད་པ...

source: Fit Page _Width
bo_cn: ཤོག་ངོས་ཞེང་ཚིམ།(_W)

source: Fit Width
bo_cn: ཞེང་ཚད་འཚམ་པོ།

source: Fit to Printable Area
bo_cn: དཔར་འདེབས་ཁུལ་ལ་འཚིམ།

source: Font
bo_cn: ཡིག་གཟུགས།

source: Fonts
bo_cn: ཡིག་གཟུགས།

source: Forget password _immediately
bo_cn: གསང་ཨང་འཕྲལ་བརྗེད།(_I)

source: Format:
bo_cn: རྣམ་གཞག

source: Further Information
bo_cn: ཆ་འཕྲིན་ཇེ་མང་།

source: Gathering font information… %3d%%
bo_cn: ཡིག་གཟུགས་ཀྱི་ཆ་འཕྲིན་བསྡུ་པ... %3d%%

source: General
bo_cn: སྤྱི་སྤྱོད།་སྒྲིག་འགོད།

source: Go to %s on file “%s”
bo_cn: ཡིག་ཆ་“%2$s”ཡི %1$sལ་སྒྱུར།

source: Go to file “%s”
bo_cn: ཡིག་ཆ་“%s”ལ་སྒྱུར།

source: Go to first page
bo_cn: ཤོག་ངོས་དང་པོར་སྒྱུར།

source: Go to last page
bo_cn: མཇུག་ངོས་ལ་སྒྱུར།

source: Go to next page
bo_cn: ཤོག་ངོས་རྗེས་མར་སྒྱུར།

source: Go to page
bo_cn: དམིགས་འཛུགས་ཤོག་ངོས་སྒྱུར།

source: Go to page %s
bo_cn: ཤོག་ངོས་%sལ་སྒྱུར།

source: Go to previous page
bo_cn: ཤོག་ངོས་གོང་མར་སྒྱུར།

source: Go to the first page
bo_cn: ཤོག་ངོས་དང་པོར་སྒྱུར།

source: Go to the last page
bo_cn: མཇུག་ངོས་ལ་སྒྱུར།

source: Go to the next page
bo_cn: ཤོག་ངོས་རྗེས་མར་སྒྱུར།

source: Go to the previous page
bo_cn: ཤོག་ངོས་གོང་མར་སྒྱུར།

source: Help
bo_cn: རོགས་རམ།

source: Icon:
bo_cn: རིས་རྟགས།：

source: If you close the window, pending print jobs will not be printed.
bo_cn: གལ་ཏེ་ཁྱོད་ཀྱིས་སྒེའུ་ཁུང་ཁ་རྒྱག་ན།ད་ལྟ་ལག་བསྟར་བྱེད་པའི་དཔར་འདེབས་ལས་འགན་དཔར་མི་ཐུབ།

source: Index
bo_cn: གསལ་བྱང་།

source: Initial window state:
bo_cn: ཐོག་མའི་སྒེའུ་ཁུང་གི་རྣམ་པ།

source: Insert
bo_cn: བར་འཇུག

source: Invalid document
bo_cn: ནུས་མེད་ཀྱི་ཡིག་ཚགས།།

source: Invalid page selection
bo_cn: ནུས་མེད་ལྡེབ་ངོས་འདེམ་པ།

source: Jump to page:
bo_cn: གཏན་འཁེལ་གྱི་ཤོག་ལྷེར་བསྒྱུར།

source: Key
bo_cn: གནད་འགག

source: Keywords:
bo_cn: གནད་ཚིག

source: Launch %s
bo_cn: %sའདྲེན་སྤྱོད།

source: Layers
bo_cn: རིམ་པ།

source: Leave Fullscreen
bo_cn: བརྙན་ཡོལ་ལས་འདོན།

source: Leave fullscreen mode
bo_cn: བརྙན་ཡོལ་རྣམ་པ་ལས་བྲལ།

source: List
bo_cn: རེའུ་མིག

source: Loading document from “%s”
bo_cn: “%s”ལས་ཡིག་ཚགས།་ཕབ་འཇུག

source: Loading…
bo_cn: འགེལ་བཞིན་པ།

source: Location:
bo_cn: གནས་ས།:

source: MATE Document Previewer
bo_cn: MATE ཡིག་ཚགས།་སྔོན་ལྟ་ཆས།

source: MATE Document Viewer
bo_cn: MATE ཡིག་ཚགས།་ལྟ་ཆས།

source: Make the current document fill the window
bo_cn: མིག་སྔའི་ཡིག་ཚགས།་སྒེའུ་ཁུང་དུ་འཚམ་དུ་འཇུག

source: Make the current document fill the window width
bo_cn: མིག་སྔའི་ཡིག་ཚགས།་སྒེའུ་ཁུང་ཞེད་ཚད་ལ་འཚམ་དུ་འཇུག

source: Modified:
bo_cn: བཟོ་བཅོས་དུས་

source: Move across visited pages
bo_cn: མིག་བཤར་ཟིན་པའི་དྲ་ངོས་སུ་སྤོ།

source: Move the selected item on the toolbar
bo_cn: ལག་ཆ་སྡེར་བདམས་ཚན་སྤོ་བ།

source: NUMBER
bo_cn: ཤོག་ཨང།

source: Navigation
bo_cn: ཕྱོགས་སྟོན།

source: New Paragraph
bo_cn: དུམ་མཚམས་གསར་པ།

source: Next
bo_cn: གཞས་ཕྱི་མ།

source: No
bo_cn: མིན།

source: No files in archive
bo_cn: ཡིག་ཚགས།་ནང་དུ་ཡིག་ཆ་མེད།

source: No images found in archive %s
bo_cn: ཡིག་ཚགས།་ %s ནང་དུ་པར་རིས།་རྙེད་མེད།

source: No name
bo_cn: མིང་མེད།

source: None
bo_cn: མེད།

source: Not a comic book MIME type: %s
bo_cn: ཡིག་ཚགས།་ Comic Bookཡི་MIME རིགས་གྲས་%sམིན།

source: Not a launchable item
bo_cn: འདོན་སྤྱོད་རུང་བའི་ཚན་པ་མ་རེད།

source: Not an ePub document
bo_cn: ཡིག་ཚགས།་ePubམིན།

source: Not embedded
bo_cn: བཙུད་འཇུག་བྱས་མེད།

source: Not found
bo_cn: རྙེད་མ་བྱུང་།

source: Note
bo_cn: ཟིན་བྲིས།

source: Number of Pages:
bo_cn: ཤོག་གྲངས།:

source: Op_en a Copy
bo_cn: འདྲ་བཤུས་ཁ་འབྱེད།(_E)

source: Opaque
bo_cn: ཕྱི་གསལ་ནང་གསལ་མིན།

source: Open
bo_cn: ཁ་ཕྱེ་བ།

source: Open Document
bo_cn: ཡིག་ཚགས།་ཁ་འབྱེད།

source: Open a copy of the current document in a new window
bo_cn: སྒེའུ་ཁུང་གསར་པའི་ནང་མིག་སྔའི་ཡིག་ཚགས།་ཀྱི་འདྲ་བཤུས་ཁ་འབྱེད།

source: Open a recently used document
bo_cn: ཉེ་དུས་བེད་སྤྱོད་བྱས་པའི་ཡིག་ཚགས།་ཁ་འབྱེད།

source: Open an existing document
bo_cn: ད་ཡོད་ཡིག་ཚགས།་ཁ་འབྱེད།

source: Open in New _Window
bo_cn: སྒེའུ་ཁུང་གསར་བར་ཁ་འབྱེད།(_W)

source: Optimized:
bo_cn: ལེགས་འགྱུར།

source: Override document restrictions
bo_cn: ཡིག་ཚགས།་ཚད་བཀག་སྣང་མེད་གཏོང་།ཡིག་ཚགས།་ཚོད་འཛིན།

source: Override document restrictions, like restriction to copy or to print.
bo_cn: ཡིག་ཚགས།་ཚད་བཀག་སྣང་མེད་གཏོང་། དཔེར་ན་འདྲ་བཟོ་ཡང་ན་པར་འདེམས་ཀྱི་ཚད་བཀག

source: PAGE
bo_cn: ཤོག་ངོས།

source: PDF Documents
bo_cn: PDFཡིག་ཚགས།།

source: P_roperties
bo_cn: གཏོགས་གཤིས།(_R)

source: Page
bo_cn: ཤོག་ངོས།

source: Page %d
bo_cn: ཤོག་ཨང་། %d

source: Page Handling
bo_cn: ཤོག་ངོས་སྒྲིག་དྲས་རྒྱག།

source: Page Scaling:
bo_cn: ཤོག་ངོས་སྐྱུང་།

source: Paper Size:
bo_cn: ཤོག་བུ་ཆེ་ཆུང་།

source: Paragraph
bo_cn: དུམ་ཚན།

source: Password for document %s
bo_cn: ཡིག་ཚགས། %s ཡི་གསང་ཨང་།

source: Password required
bo_cn: གསང་ཨང་དགོས།

source: PostScript Documents
bo_cn: PostScript ཡིག་ཚགས།།PostScedptཡིག་ཚགས།།

source: Pre_sentation
bo_cn: སྟོན་པ།(_S)

source: Preparing to print…
bo_cn: པར་འདེབས་གྲ་སྒྲིག་སྒང་...

source: Presentation mode is not supported for ePub documents
bo_cn: ePub ཡིག་ཚགས།་ཀྱིས་སྟོན་འགྲེམས་རྣམ་པ་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Presentation mode is not supported for ePub documents.
bo_cn: ePub ཡིག་ཚགས།་ཀྱིས་སྟོན་འགྲེམས་རྣམ་པ་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Previous
bo_cn: གཞས་སྔ་མ།

source: Print
bo_cn: པར་འདེབས།

source: Print Previewer
bo_cn: པར་འདེབས་སྔོན་ལྟ།

source: Print settings file
bo_cn: པར་འདེབས་བཀོད་པའི་ཡིག་ཆ།

source: Print this document
bo_cn: ཡིག་ཚགས།་འདི་པར་འདེབས་བྱེད།

source: Printing is not supported on this printer.
bo_cn: པར་འདེབས་འཕྲུལ་ཆས་ཀྱིས་པར་འདེབས་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Printing job “%s”
bo_cn: ལས་འགན“%s”པར་འདེབས་བྱེད་པ།

source: Printing page %d of %d…
bo_cn: ཤོག་ངོས %1$d པར་འདེབས་བྱེད་པ། སྤྱིའི་ཤོག་ངོས %2$d ཡོད...

source: Print…
bo_cn: པར་འདེབས།

source: Producer:
bo_cn: བཟོ་མཁན།

source: Properties
bo_cn: གཏོགས་གཤིས།

source: Reload the document
bo_cn: ཡིག་ཚགས།་ཡང་བསྐྱར་ཕབ་འཇུག་བྱེད།

source: Reloading document from %s
bo_cn: %sལས་ཡིག་ཚགས།་ཡང་བསྐྱར་ཕབ་འཇུག་བྱེད་པ།

source: Remember _forever
bo_cn: བརྟན་ངེས།(_F)

source: Remember password until you _log out
bo_cn: གསང་ཨང་དོར་བའི་བར་དུ་ཡིད་ལ་བཟུང་།(_L)

source: Remove the selected item from the toolbar
bo_cn: ལག་ཆ་སྡེ་ལས་བདམས་པ་འདོར་བ།

source: Remove the selected toolbar
bo_cn: བདམས་པའི་ལག་ཆ་སྡེ་འདོར་བ།

source: Rotate _Left
bo_cn: གཡོན་དུ་འཁོར་བ།(_L)

source: Rotate _Right
bo_cn: གཡས་སུ་འཁོར་བ།(_R)

source: Run atril as a previewer
bo_cn: སྔོན་ལྟ་བྱ་རིམ་རྣམ་པས་འཁོར་སྐྱོད་བྱེད atril

source: Run atril in fullscreen mode
bo_cn: ཡོལ་ཧྲིལ་རྣམ་པས་འཁོར་སྐྱོད་བྱེད atril

source: Run atril in presentation mode
bo_cn: སྟོན་སྟངས་རྣམ་པས་འཁོར་སྐྱོད་བྱེད atril

source: Run document as a presentation
bo_cn: ཡིག་ཚགས།་འགྲེམས་སྟོན་ཟིན་བྲིས་ལྟར་སྟོན།

source: Running in presentation mode
bo_cn: སྟོན་སྟངས་རྣམ་པས་འཁོར་སྐྱོད་བྱེད

source: STRING
bo_cn: ཡིག་རྟགས་ཕྲེང་།

source: Save Attachment
bo_cn: ཟུར་སྣོན་ཉར།

source: Save Current Settings as _Default
bo_cn: མིག་སྔར་བཀོད་སྒྲིག་སོར་བཞག་ཚད་ལྟར་བཀོད།(_D)

source: Save Image
bo_cn: བརྙན་རིས།་ཉར་ཚགས།

source: Save a Copy
bo_cn: བུ་དཔེ་ཉར་ཚགས།

source: Save a _Copy
bo_cn: འདྲ་བཤུས་ཉར།(_C)

source: Save a copy of document “%s” before closing?
bo_cn: ཁ་མ་རྒྱག་གོང་ཏུ་ཡིག་ཚགས།“%s”ཡི་འདྲ་བཤུས་ཉར་དགོས་སམ།

source: Save a copy of the current document
bo_cn: མིག་སྔའི་ཡིག་ཚགས།་ཀྱི་འདྲ་བཤུས་ཉར་བ།

source: Saving attachment to %s
bo_cn: ཟུར་སྣོན %sལ་ཉར།

source: Saving document to %s
bo_cn: ཡིག་ཚགས། %sལ་ཉར།

source: Saving image to %s
bo_cn: པར་རིས། %sལ་ཉར།

source: Scroll Down
bo_cn: མར་དུ་འདེད།

source: Scroll Up
bo_cn: ཡར་དུ་འདེད།་

source: Scroll View Down
bo_cn: མར་དུ་མཐོང་རིས་འདེད།

source: Scroll View Up
bo_cn: ཡར་དུ་མཐོང་རིས་འདེད།

source: Security:
bo_cn: བདེ་འཇགས་རང་བཞིན།：

source: Select All
bo_cn: ཡོད་ཚད་འདེམ་པ།

source: Select Page
bo_cn: ཤོག་ངོས་འདེམས།

source: Select _All
bo_cn: ཚང་མ་འདེམ་པ།(_A)

source: Select page size using document page size
bo_cn: ཡིག་ཚགས།་ཤོག་ངོས་ཆེ་ཆུང་བཀོལ་ནས་ཤོག་ངོས་ཆེ་ཆུང་འདེམས།

source: Separator
bo_cn: མཚམས་དྲས་རྒྱག་རྟགས།

source: Session management options:
bo_cn: གླེང་མོལ་དོ་དམ་འདེམ་བྱང་།

source: Show or hide the side pane
bo_cn: ཟུར་སྡེ་མངོན་པའམ་སྦེད་པ།

source: Show or hide the toolbar
bo_cn: ལག་ཆ་སྡེ་མངོན་པའམ་སྦེད་པ།

source: Show page contents with the colors inverted
bo_cn: ལྡོག་མདོག་གིས་ཤོག་ངོས་ཀྱི་ནང་དོན་མངོན་པ།

source: Show session management options
bo_cn: གླེང་མོལ་དོ་དམ་འདེམས་བྱང་འཆར་བ།

source: Show the entire document
bo_cn: ཡིག་ཚགས།་ཧྲིལ་བོ་མངོན་པ།

source: Show two pages at once
bo_cn: ཐེངས་གཅིག་ལ་ངོས་གཉིས་མངོན་པ།

source: Show “_%s”
bo_cn: “%s”མངོན་པ།

source: Shows details for Atril documents
bo_cn: Atril ཡིག་ཚགས།་ཀྱི་ཞིབ་གནས་མངོན་པ།

source: Shrink the document
bo_cn: ཡིག་ཚགས།་སྐྱུང་བ།

source: Shrink to Printable Area
bo_cn: པར་འདེབས་རུང་བའི་ཁུལ་དུ་སྐྱུང་།

source: Side _Pane
bo_cn: ཟུར་མཐའི་སྡེ། (_P)

source: Specify file containing saved configuration
bo_cn: ཉར་ཚགས་བྱས་ཟིན་པའི་སྡེབ་སྒྲིག་ཡིག་ཆ་འདུས་པ་དམིགས་འཛུགས།

source: Specify session management ID
bo_cn: གླེང་མོལ་དོ་དམ་IDདམིགས་འཛུགས།

source: Start Presentation
bo_cn: སྟོན་མགོ་རྩོམ།

source: Start a presentation
bo_cn: སྟོན་མགོ་རྩོམ།

source: Starting %s
bo_cn: %sའགོ་སློང་བཞིན་པ།

source: Style:
bo_cn: པར་རིས།་འཇོག་སྟངས།

source: Subject:
bo_cn: བརྗོད་བྱ་གཙོ་བོ།

source: T_oolbar
bo_cn: ལག་ཆའི་སྡེ།(_O)

source: Text
bo_cn: ཡིག་དེབ།

source: Text License
bo_cn: ཡིག་རྐྱང་ཆོག་མཆན་དཔང་།

source: The attachment could not be saved.
bo_cn: ཟུར་སྣོན་ཉར་མི་ཐུབ།

source: The command “%s” did not end normally.
bo_cn: བཀའ་བརྡ་“%s”རྒྱུན་ལྡན་གྱིས་མཇུག་སྒྲིལ་མེད།

source: The command “%s” failed at decompressing the comic book.
bo_cn: ཡིག་ཚགས།Comic Bookའདི་གནོན་འགྲོལ་བཀོལ་བའི་བཀའ་བརྡ་“%s”ཕམ་པ།

source: The document contains no pages
bo_cn: ཡིག་ཚགས།་འདིའི་ནང་དུ་ཤོག་ངོས་གང་ཡང་འདུས་མེད།

source: The document contains only empty pages
bo_cn: ཡིག་ཚགས།་འདིའི་ནང་དུ་དྲ་ངོས་སྟོང་བ་མ་གཏོགས་མེད།

source: The document is composed of several files. One or more of these files cannot be accessed.
bo_cn: ཡིག་ཚགས།་འདི་ནི་ཡིག་ཆ་མང་པོས་གྲུབ་པ་དང་།ཡིག་ཆ་དེ་དག་ནང་གི་གཅིག་གམ་མང་པོ་ཞིག་ལ་ལྟ་སྤྱོད་བྱེད་མི་ཐུབ།

source: The document “%s” is locked and requires a password before it can be opened.
bo_cn: ཡིག་ཚགས།“%s”ཕབ་བཅུག་ཀྱང་། ཁ་འབྱེད་སྔོན་དུ་གསང་ཨང་དགོས།

source: The file could not be saved as “%s”.
bo_cn: ཡིག་ཆ་“%s”ལྟར་གཞན་ཉར་བྱེད་མི་ཐུབ།

source: The image could not be saved.
bo_cn: པར་རིས།་ཉར་མི་ཐུབ།

source: The page label of the document to display.
bo_cn: མངོན་དགོས་པའི་ཡིག་ཚགས།་ཀྱི་གདོང་འཛར།

source: The page number of the document to display.
bo_cn: མངོན་དགོས་པའི་ཡིག་ཚགས།་ཀྱི་ཤོག་ཨང་།

source: The selected printer '%s' could not be found
bo_cn: བདམས་པའི་པར་འདེབས་འཕྲུལ་ཆས“%s”རྙེད་མེད།

source: The word or phrase to find in the document
bo_cn: ཡིག་ཚགས།་སུ་བཙལ་དགོས་པའི་ཐ་སྙད་ཡང་ན་ཚིག་དུམ།

source: There are %d print jobs active. Wait until print finishes before closing?
bo_cn: %dཔར་འདེབས་ལས་འགན་སྐུལ་སློང་བྱེད་བཞིན་ཡོད། ཁ་མ་བརྒྱབ་གོང་སྔོན་ལ་པར་རྒྱབ་པའི་ལས་འགན་ལེགས་སྒྲུབ་ཡོང་བར་སྒུག་དགོས་སམ།

source: There was an error deleting “%s”.
bo_cn: “%s”འདོར་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: There was an error displaying help
bo_cn: རོགས་རམ་མངོན་སྐབས་སུ་ནོར་འཁྲུལ་ཞིག་བྱུང་།

source: This document is locked and can only be read by entering the correct password.
bo_cn: ཡིག་ཚགས།་སྒྲོག་ཟིན། ཡང་དག་གི་གསང་ཨང་བཅུག་རྗེས་ཀློག་ཐུབ།

source: This work is in the Public Domain
bo_cn: ལས་དོན་འདི་ནི་སྤྱི་པའི་ཁྱབ་ཁོངས་སུ་ཡོད།

source: Thumbnails
bo_cn: བསྡུས་རིས།

source: Tip: use the left button to drag the button to the toolbar, and use the left button from the toolbar
bo_cn: གསལ་སྟོན། གཡོན་མཐེབ་ཀྱིས་མཐེབ་གནོན་ལག་ཆ་སྡེ་རུ་དྲུད། གཡོན་མཐེབ་ཀྱིས་ལག་ཆ་སྡེ་རྩོམ་སྒྲིག་ཆས་སུ་དྲུད།

source: Title:
bo_cn: ཁ་བྱང་།:

source: Toggle case sensitive search
bo_cn: ཡིག་ཆེ་ཆུང་དབྱེ་བའི་བཤེར་འཚོལ་དུ་བརྗེ།

source: Toolbar Editor
bo_cn: ལག་ཆ་སྡེའི་རྩོམ་སྒྲིག་ཆས།

source: Transparent
bo_cn: དྭངས་གསལ།

source: Unable to launch external application.
bo_cn: ཕྱི་རོལ་བྱ་རིམ་འགོ་སློང་མི་ཐུབ།

source: Unable to open attachment
bo_cn: ཟུར་སྣོན་ཁ་འབྱེད་མི་ཐུབ།

source: Unable to open document
bo_cn: ཡིག་ཚགས།་ཁ་འབྱེད་མི་ཐུབ།

source: Unable to open external link
bo_cn: ཕྱི་རོལ་སྦྲེལ་མཐུད་ཁ་འབྱེད་མི་ཐུབ།

source: Unknown
bo_cn: མི་ཤེས།

source: Unknown MIME Type
bo_cn: མི་ཤེས་པའི་MIME རིགས་གྲས།

source: Unknown font type
bo_cn: མི་ཤེས་པའི་ཡིག་གཟུགས་རིགས་གྲས།

source: Unrecognized desktop file Version '%s'
bo_cn: ངོས་འཛིན་མི་ཐུབ་པའི་ཅོག་ངོས་ཡིག་ཆ་པར་གཞི་“%s”

source: Unrecognized launch option: %d
bo_cn: ངོས་འཛིན་མི་ཐུབ་པའི་མགོ་སློང་འདེམས་ཚན།：%d

source: Uploading attachment (%d%%)
bo_cn: ཟུར་སྣོན། (%d%%)ཡར་སྐྱེལ་བ།

source: Uploading document (%d%%)
bo_cn: ཡིག་ཚགས།། (%d%%)ཡར་སྐྱེལ་བ།

source: Uploading image (%d%%)
bo_cn: པར་རིས།། (%d%%)ཡར་སྐྱེལ་བ།

source: Usage terms
bo_cn: དོན་ཚན་སྤྱོད་པ།

source: View multi-page documents
bo_cn: ཤོག་མང་ཡིག་ཚགས།་ལྟ་བ།

source: Wait until print job “%s” finishes before closing?
bo_cn: པར་འདེབས་ལས་འགན“%s”ལེགས་འགྲུབ་བར་དུ་སྔོན་གྱི་སྐུག་པ་ཁ་རྒྱག་གམ།

source: Warning
bo_cn: ཉེན་བརྡ།

source: When enabled, each page will be printed on the same size paper as the document page.
bo_cn: འདི་མགོ་སློངས་ན། ངོས་རེར་ཡིག་ཚགས།་ཤོག་ངོས་ཀྱི་ཆེ་ཆུང་འདྲ་བའི་ཤོག་བུར་པར་འདེམས་བྱེད།

source: Yes
bo_cn: ཡིན།

source: Your print range selection does not include any pages
bo_cn: ཁྱེད་ཀྱིས་བདམས་པའི་པར་འདེབས་ཁྱབ་ཁོངས་སུ་ཤོག་ངོས་གང་རུང་ཡང་གཏོགས་མེད།

source: Zoom
bo_cn: སྐྱེད་སྐྱུང་།

source: Zoom In
bo_cn: ཇེ་ཆེར་གཏོང་བ།

source: Zoom Out
bo_cn: ཆུང་བསྡུ།

source: [FILE…]
bo_cn: [ཡིག་ཆ།...]

source: _About
bo_cn: འབྲེལ་ཡོད།(_A)

source: _Add Bookmark
bo_cn: དཔེ་བྱང་སྣོན་པ། (_A)

source: _Best Fit
bo_cn: ངོས་ཚད་འཚམ་པ།(_B)

source: _Bookmarks
bo_cn: དཔེ་བྱང་། (_B)

source: _Contents
bo_cn: དཀར་ཆག (_C)

source: _Continuous
bo_cn: རྒྱུན་མཐུད།(_C)

source: _Copy Link Address
bo_cn: སྦྲེལ་མཐུད་ཤག་གནས་འདྲ་ཕབ།(_C)

source: _Delete Toolbar
bo_cn: ལག་ཆའི་སྡེ་འདོར་བ།(_D)

source: _Dual
bo_cn: ངོས་ཟུང་།(_D)

source: _Edit
bo_cn: རྩོམ་སྒྲིག (_E)

source: _Expand Window to Fit
bo_cn: སྒེའུ་ཁུང་སྐྱེད་ནས་འཚམ་པ་བྱེད།/(_E)

source: _File
bo_cn: ཡིག་ཆ། (_F)

source: _Find…
bo_cn: བཤེར་འཚོལ།(_F)...

source: _First Page
bo_cn: ཤོག་ངོས་དང་པོ།（F）

source: _Fullscreen
bo_cn: བརྙན་ཡོལ་ཧྲིལ་པོ།(_F)

source: _Go
bo_cn: བསྒྱུར་བ།(_G)

source: _Go To
bo_cn: བསྒྱུར་བ།(_G)

source: _Help
bo_cn: རོགས་རམ།(_H)

source: _Inverted Colors
bo_cn: ལྡོག་མདོག(_I)

source: _Last Page
bo_cn: མཇུག་མཐའི་ཤོག་ངོས།(_L)

source: _Move on Toolbar
bo_cn: ལག་ཆའི་སྡེར་སྤོ་བ།(_M)

source: _Next Page
bo_cn: ཤོག་ངོས་རྗེས་མ།(_N)

source: _Open Attachment
bo_cn: ཟུར་སྣོན་ཁ་འབྱེད།(_O)

source: _Open Bookmark
bo_cn: དཔེ་བྱང་ཁ་འབྱེད། (_O)

source: _Open Link
bo_cn: སྦྲེལ་མཐུད་ཁ་འབྱེད།(_O)

source: _Open…
bo_cn: ཁ་འབྱེད།(_O)...

source: _Password:
bo_cn: གསང་གྲངས།(_P)：

source: _Previous Page
bo_cn: ཤོག་ངོས་གོང་མ།(_P)

source: _Print…
bo_cn: པར་འདེབས།(_P)...

source: _Reload
bo_cn: གསར་འདོན།(_R)

source: _Remove Bookmark
bo_cn: དཔེ་བྱང་འདོར་བ། (_R)

source: _Remove from Toolbar
bo_cn: ལག་ཆ་སྡེ་ནས་འདོར་བ།(_R)

source: _Rename Bookmark
bo_cn: དཔེ་བྱང་མིང་བསྐྱར་འདོགས། (_R)

source: _Save Attachment As…
bo_cn: ཟུར་སྣོན་ལྟར་གཞན་ཉར།(_S)...

source: _Save Image As…
bo_cn: བརྙན་རིས།་གཞན་གསོག(_S)…

source: _Save a Copy…
bo_cn: འདྲ་བཤུས་ཉར་ཚགས།(_S)...

source: _Toolbar
bo_cn: ལག་ཆའི་སྡེ། (_T)

source: _Unlock Document
bo_cn: ཡིག་ཚགས།་ཀྱི་སྒྲོག་ལེན་པ།(_U)

source: _View
bo_cn: ལྟ་ཞིབ། (_V)

source: container file is corrupt
bo_cn: སྣོད་ཆས་ཡིག་ཆ་བརླག་པ།

source: content file is invalid
bo_cn: ནང་དོནཡིག་ཆ་ནུས་མེད།

source: could not extract archive
bo_cn: ཡིག་ཚགས།་ལེན་མི་ཐུབ།

source: could not open archive
bo_cn: ཡིག་ཚགས།་ཁ་འབྱེད་མི་ཐུབ།

source: could not open container file
bo_cn: སྣོད་ཆས་ཡིག་ཆ་ཁ་འབྱེད་མི་ཐུབ།

source: could not parse content manifest
bo_cn: ནང་དོན་གསལ་ཐོ་དབྱེ་ཞིབ་བྱེད་མི་ཐུབ།

source: could not retrieve container file
bo_cn: ཡིག་ཚགས།་ཡིག་ཆ་ཐོབ་ཐབས་མེད།

source: could not retrieve filename
bo_cn: ཡིག་ཆའི་མིང་ཤེས་མི་ཐུབ།

source: default:mm
bo_cn: སོར་བཞག ཧའོ་སྨི།

source: epub Documents
bo_cn: epub ཡིག་ཚགས།།epubཡིག་ཚགས།།

source: epub file has no manifest
bo_cn: epubཡིག་ཆ་ལ་གསལ་ཐོ་མེད།

source: epub file has no spine
bo_cn: epubཡིག་ཆ་ལ་དཔེ་དེབ་ཀྱི་མགོ་མེད།

source: epub file is corrupt, no container
bo_cn: epub ཡིག་ཆ་བརླག་པ། སྣོད་ཆས་མེད།

source: epub file is invalid or corrupt
bo_cn: epub ཡིག་ཆ་ནུས་མེད་ཡང་ན་བརླག་པ།

source: of %d
bo_cn: སྤྱིའི་ངོས %d ཡོད།

source: translator-credits
bo_cn: He Qiangqiang <carton@linux.net.cn>, 2002 Funda Wang <fundawang@linux.net.cn>, 2003 2004བདུད་རྩི<rhythm.gan@gmail.com>, 2009 Fan Qijiang <fqj1994@linux.com>,2010
