Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/audacious.po
Languages: bo_cn

source: %d channel
bo_cn: %dསྒྲ་ལམ།

source: %d file found
bo_cn: ཡིག་ཆ་%dརྙེད་པ།

source: %s Settings
bo_cn: %s སྒྲིག་འགོད།

source: (character encoding error)
bo_cn: (ཡིག་རྟགས་སྒྲིག་ཨང་ནོར་འཁྲུལ།)

source: (unknown title)
bo_cn: (མི་ཤེས་པའི་ཁ་བྱང་)

source: 1 kHz
bo_cn: 1000 ཧོ་ཙི།

source: 125 Hz
bo_cn: 125 ཧོ་ཙི།

source: 16 kHz
bo_cn: 16000 ཧོ་ཙི།

source: 2 kHz
bo_cn: 2000 ཧོ་ཙི།

source: 250 Hz
bo_cn: 250 ཧོ་ཙི།

source: 31 Hz
bo_cn: 31 ཧོ་ཙི།

source: 4 kHz
bo_cn: 4000 ཧོ་ཙི།

source: 500 Hz
bo_cn: 200 ཧོ་ཙི།

source: 63 Hz
bo_cn: 63 ཧོ་ཙི།

source: 8 kHz
bo_cn: ཕབ་འཇུག

source: <b>Adjust Levels</b>
bo_cn: <b>ལེགས་སྒྲིག་ཞེང་ཚད།</b>

source: <b>Advanced</b>
bo_cn: <b>མཐོ་རིམ།</b>

source: <b>Album Art</b>
bo_cn: <b>ཆེད་སྒྲིག་གི་མདུན་ཤོག</b>

source: <b>Behavior</b>
bo_cn: <b>བྱ་སྤྱོད།</b>

source: <b>Compatibility</b>
bo_cn: <b>འཆམ་མཐུན་རང་བཞིན།</b>

source: <b>Interface Settings</b>
bo_cn: <b>འཆར་ངོས་བཀོད་པ།</b>

source: <b>Network Settings</b>
bo_cn: <b>དྲ་བ་སྒྲིག་བཀོད།</b>

source: <b>Output Settings</b>
bo_cn: <b>ཕྱིར་འདོན་བཀོད་པ།</b>

source: <b>Popup Information</b>
bo_cn: <b>འཕར་ཐོན་ཆ་འཕྲིན།</b>

source: <b>Proxy Configuration</b>
bo_cn: <b>ལས་ཚབ་ཞབས་ཞུ་ཆས་སྒྲིག་བཀོད།</b>

source: <b>Replay Gain</b>
bo_cn: <b>གཏོང་བའི་ཁེ་འཕར།</b>

source: <b>Song Display</b>
bo_cn: <b>གླུ་གཞས་མངོན་པ།</b>

source: ALBUM - TITLE
bo_cn: ཆེད་སྒྲིག - ཁ་བྱང་།

source: ARTIST - ALBUM - TITLE
bo_cn: སྒྱུ་རྩལ་བ།- ཆེད་སྒྲིག - ཁ་བྱང་།

source: ARTIST - ALBUM - TRACK. TITLE
bo_cn: སྒྱུ་རྩལ་བ།- ཆེད་སྒྲིག - རོལ་དབྱངས།་ཨང་གྲངས། ཁ་བྱང་།

source: ARTIST - TITLE
bo_cn: སྒྱུ་རྩལ་བ།- ཁ་བྱང་།

source: ARTIST [ ALBUM ] - TRACK. TITLE
bo_cn: སྒྱུ་རྩལ་བ།[ཆེད་སྒྲིག] - རོལ་དབྱངས།་ཨང་གྲངས། ཁ་བྱང་།

source: About %s
bo_cn: %sཡི་སྐོར།

source: About Audacious
bo_cn: གླུ་དབྱངས་གཏོང་ཆས་ཀྱི་སྐོར།

source: Acid Jazz
bo_cn: སྒྱུ་འཕྲུལ་རྗེ་སི་རོལ་མོ།

source: Acid Rock
bo_cn: སྐྱུར་གཤིས་འདར་ཡོམ།

source: Add
bo_cn: ཁ་སྣོན།

source: Add Files
bo_cn: ཡིག་ཆ་སྣོན་པ།

source: Add Folder
bo_cn: ཡིག་ཁུག་སྣོན

source: Add URL
bo_cn: URLབསྣན་པ།

source: Add files to a temporary playlist
bo_cn: ཡིག་ཆ་གནས་སྐབས་ཀྱི་གཏོང་བའི་རེའུ་མིག་ཏུ་སྣོན།

source: Add files to the playlist
bo_cn: ཡིག་ཆ་གཏོང་བའི་རེའུ་མིག་ཏུ་སྣོན།

source: Advance when the current song is deleted
bo_cn: གླུ་གཞས་གཏོང་བར་མི་དོར་ན་གླུ་ངོས་རྗེས་མ་གཏོང་།

source: Album
bo_cn: ཆེད་སྒྲིག

source: Album Artist
bo_cn: ཆེད་སྒྲིག་སྒྱུ་རྩལ་པ།

source: Album mode
bo_cn: ཆེད་སྒྲིག་རྣམ་པ།

source: Ambient
bo_cn: ཁོར་ཡུག་རོལ་དབྱངས།།

source: Amplify all files:
bo_cn: ཡིག་ཆ་རུ་ཉེར་སྤྱོད་བྱེད།

source: Amplify untagged files:
bo_cn: གདོང་འཛར་མེད་པའི་ཡིག་ཆར་ཉེར་སྤྱོད་བྱེད།

source: Appearance
bo_cn: ཕྱི་ཚུལ།

source: Arabic
bo_cn: ཨ་རབ་ཀྱི་སྐད།

source: Artist
bo_cn: སྒྱུ་རྩལ་པ།

source: Audacious Settings
bo_cn: གླུ་དབྱངས་གཏོང་ཆས་སྒྲིག་འགོད།

source: Audio
bo_cn: སྒྲ་ཟློས།

source: Audio CD
bo_cn: སྒྲ་ཟློས།CD

source: Audio CD, track %s
bo_cn: སྒྲ་ཟློས།CD སྒྲ་ལམ།%s

source: Auto character encoding detector for:
bo_cn: གཤམ་གྱི་སྒྲིག་ཨང་རང་བཤེར་བྱེད།

source: Baltic
bo_cn: པའོ་ལའོ་ཡི་སྐད།

source: Bebop
bo_cn: པའོ་ཕུ་རྗེ་སི་རོལ་མོ།

source: Bit depth:
bo_cn: གནས་ཟབ།

source: Bitrate
bo_cn: པི་ཐི་ཕྱོད།

source: Bitrate:
bo_cn: པི་ཐེ་ཕྱོད།

source: Bluegrass
bo_cn: རྩྭ་སྔོན་རོལ་དབྱངས།།

source: Blues
bo_cn: གདངས་སྔོན།

source: Buffer size:
bo_cn: ལྷོད་གཏོང་གི་ཆེ་ཆུང་།ཆེ་ཆུང་།

source: C_lose on jump
bo_cn: མཆོང་སྐབས་སྒོ་རྒྱག་པ།(C)

source: Cannot load %s: unsupported file name extension.
bo_cn: %sཕབ་འཇུག་བྱ་མི་ཐུབ། ཡིག་ཆའི་རྒྱ་སྐྱེད་མིང་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Cannot save %s: unsupported file name extension.
bo_cn: %sཉར་མི་ཐུབ། ཡིག་ཆའི་རྒྱ་སྐྱེད་མིང་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Category
bo_cn: རིགས་དབྱེ།

source: Chamber Music
bo_cn: ནང་གི་རོལ་དབྱངས།།

source: Chinese
bo_cn: རྒྱ་སྐད།

source: Classical
bo_cn: གནའ་རབས།

source: Clea_r fields when moving to next song
bo_cn: གཞས་རྗེས་མ་སྤོ་སྐབས་ལེ་ཚན་དེ་གཙང་སེལ་བྱེད་དགོས། (_r)

source: Clear the playlist when opening files
bo_cn: ཡིག་ཆ་ཁ་ཕྱེ་སྐབས་མིག་སྔའི་སྟོན་བྱའི་རེའུ་མིག་གཙང་སེལ་བྱེད།

source: Close _dialog on add
bo_cn: སྣོན་སྐབས་གླེང་སྒྲོམ་ཁ་རྒྱག (D)

source: Close _dialog on open
bo_cn: ཁ་འབྱེད་སྐབས་གླེང་སྒྲོམ་ཁ་རྒྱག (D)

source: Codec
bo_cn: སྒྲིག་ཨང་།

source: Comment
bo_cn: དཔྱད་གཏམ།

source: Composer
bo_cn: གཞས་གདངས་རྩོམ་པ།

source: Confirm Overwrite
bo_cn: ཁེབས་པ་གཏན་འཁེལ།

source: Country
bo_cn: གྲོང་གསེབ་ཀྱི་རོལ་མོ།

source: Credits
bo_cn: དམིགས་སུ་ཐུགས་རྗེ་ཆེ་ཞུ་རྒྱུ།

source: Custom
bo_cn: མཚན་ཉིད་རང་འཇོག

source: Custom string:
bo_cn: ཡིག་རྟགས་རང་གཏན།

source: Date
bo_cn: དུས་ཚོད།

source: Death Metal
bo_cn: ཤི་བའི་ལྕགས་རིགས།

source: Debug
bo_cn: ཚོད་སྒྲིག

source: Disco
bo_cn: ཏི་སི་ཁོ།

source: Display the jump-to-song window
bo_cn: རོལ་དབྱངས།་བདམས་པའི་སྒེའུ་ཁུང་མངོན་པ།

source: Display the main window
bo_cn: འཆར་ངོས་གཙོ་བོ་མངོན་པ།

source: Do not load metadata for songs until played
bo_cn: གཏོང་སྐབས་རྒྱུ་གཞི་གྲངས་ཕབ་འཇུག་མ་བྱ

source: Do you want to permanently remove “%s”?
bo_cn: ཁྱོད་ཀྱིས་ \%s" ཡོངས་འདོར་བ་བསམ་མམ"

source: Easy Listening
bo_cn: འཇམ་སྙན་རོལ་མོ།

source: Effect
bo_cn: སྒྲ་ཚད།

source: Enable Replay Gain
bo_cn: གཏོང་བའི་ཁེ་འཕར་བཀོལ་བ།

source: Enable proxy usage
bo_cn: ལས་ཚབ་ཞབས་ཞུ་ཆས་བཀོལ་བ།

source: Enter URL:
bo_cn: གནས་ཡུལ་ནང་འཇུག

source: Enter time (minutes:seconds):
bo_cn: དུས་ཚོད་། (སྐར་མ:སྐར་ཆ)ནང་འཇུག

source: Equalizer
bo_cn: དོ་སྙོམ་ཆས།

source: Error
bo_cn: ནོར་འཁྲུལ།

source: Error loading plugin
bo_cn: བསྒར་ལྷུ་སྣོན་པའི་ནོར་འཁྲུལ།

source: Error reading metadata
bo_cn: རྒྱུ་གཞི་གྲངས་ཀློག་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Exclude images matching these words (comma-separated):
bo_cn: གཤམ་གྱི་ཚིག་དང་མཐུན་པའི་པར་རིས།་འདོར།(ཐོམ་ཚེག་གིས་དབྱེ།)：

source: Export Playlist
bo_cn: གཏོང་བའི་རེའུ་མིག་ཕྱིར་འདྲེན།

source: Fallback character encodings:
bo_cn: གྲབས་སྤྱོད་ཡིག་རྟགས་སྒྲིག་ཨང་།

source: File format not recognized
bo_cn: མི་ཤེས་པའི་ཡིག་ཆ་རྣམ་གཞག་

source: File name
bo_cn: ཡིག་ཆའི་མིང་།

source: File path
bo_cn: ཡིག་ཆའི་འགྲོ་ལམ།

source: Filename
bo_cn: ཡིག་ཆའི་མིང་།

source: Filter:
bo_cn: འཚག་ཆས།

source: Floating point
bo_cn: འཕྱོ་ཚེག

source: Folk
bo_cn: དམངས་གླུ།

source: Format:
bo_cn: རྣམ་གཞག

source: Function
bo_cn: བྱེད་ནུས།

source: Funk
bo_cn: ཕན་ཁེ།

source: Gangsta Rap
bo_cn: ཇག་གླུ།

source: General
bo_cn: སྤྱི་སྤྱོད།་སྒྲིག་འགོད།

source: Genre
bo_cn: ཉམས་འགྱུར།

source: Gospel
bo_cn: གསུང་རབ་རོལ་དབྱངས།།

source: Greek
bo_cn: ཀུ་རུ་སིའི་སྐད།

source: Grunge
bo_cn: གད་སྙིགས་འདར་འགྲིལ་རོལ་དབྱངས།།

source: Hard Rock
bo_cn: མཁྲེགས་འདར་འགྲིལ་རོལ་དབྱངས།།

source: Heavy Metal
bo_cn: ལྕགས་རིགས་ལྕི་བ།

source: Hebrew
bo_cn: ཞི་པོ་ལའེ་སྐད།

source: Hip-hop
bo_cn: ཧེ་ཧ་རོལ་དབྱངས།།

source: House
bo_cn: ཧའོ་ཧྲེ་བྲོ་དབྱངས།

source: Import Playlist
bo_cn: གཏོང་བའི་རེའུ་མིག་འདྲེན་པ།

source: Info
bo_cn: ཆ་འཕྲིན།

source: Input
bo_cn: ནང་འཇུག

source: Interface plugin:
bo_cn: འཆར་ངོས་ཀྱི་བསྒར་ལྷུ

source: Invalid URI
bo_cn: མི་ཤེས་པའི་ URI

source: Invalid audio format
bo_cn: སྒྲ་ཟློས་རྣམ་གཞག་སྤྱོད་མི་རུང་།

source: Invalid file name
bo_cn: ནུས་མེད་ཀྱི་ཡིག་ཆའི་མིང་།

source: Japanese
bo_cn: ཉི་ཧོང་གི་སྐད།

source: Jazz
bo_cn: རྗེ་སི་རོལ་མོ།

source: Jump to Song
bo_cn: གླུ་གཞས་སུ་མཆོང་།

source: Jump to Time
bo_cn: དུས་ཚོད་དུ་མཆོང་།

source: Jungle
bo_cn: ནགས་ཚལ་རོལ་དབྱངས།།

source: KiB
bo_cn: KB

source: Korean
bo_cn: ལྷོ་ཁོ་རེ་ཡའི་སྐད་།

source: Length
bo_cn: རིང་ཚད།

source: Level
bo_cn: རིམ་པ།

source: License
bo_cn: ཆོག་འཐུས་ལག་ཁྱེར།

source: Line
bo_cn: སྐུད་ལམ།

source: Log Inspector
bo_cn: ཉིན་ཐོའི་ལྟ་རྟོག་ཆས།

source: Log Level:
bo_cn: ཉིན་ཐོའི་རིམ་པ།

source: MIME Type
bo_cn: སྨྱན་གཟུགས་རིགས།

source: Message
bo_cn: བརྡ་འཕྲིན།

source: Metadata
bo_cn: རྒྱུའི་གཞི་གྲངས།

source: Metal
bo_cn: ལྕགས་རིགས།

source: N/A
bo_cn: nan

source: Network
bo_cn: དྲ་རྒྱ།

source: New Age
bo_cn: དུས་རབས་གསར་པ།

source: New Playlist
bo_cn: གཏོང་བའི་རེའུ་མིག་གསར་བཟོ།

source: New Wave
bo_cn: རྦ་རླབས་གསར་པ།

source: No info available for %s.
bo_cn: %sདང་འབྲེལ་བ་ཡོད་པའི་ཆ་འཕྲིན་རྙེད་མ་བྱུང་།

source: Noise
bo_cn: འཛེར་སྒྲ་རོལ་དབྱངས།།

source: None
bo_cn: མེད།

source: Now Playing
bo_cn: གཏོང་བཞིན་པ།

source: Open
bo_cn: ཁ་ཕྱེ་བ།

source: Open Files
bo_cn: ཡིག་ཆའི་ཁ་འབྱེད་པ།

source: Open Folder
bo_cn: ཡིག་ཁུག་ཁ་ཕྱེ་བ།

source: Open URL
bo_cn: URLཁ་ཕྱེ་བ།

source: Open files in a temporary playlist
bo_cn: གནས་སྐབས་གཏོང་བའི་རེའུ་མིག་ཏུ་ཡིག་ཆ་ཁ་འབྱེད།

source: Output plugin:
bo_cn: ཕྱིར་འདོན་བསྒར་ལྷུ།

source: Overwrite %s?
bo_cn: ཁེབས་སམ།%s？

source: Pause if playing, play otherwise
bo_cn: སྐབས་སྡོད།/གཏོང་བ།

source: Pause instead of resuming immediately
bo_cn: ལམ་སེང་སྐབས་སྡོད། མུ་མཐུད་གཏོང་བ་མིན།

source: Pause playback
bo_cn: གཏོང་བ་སྐབས་སྡོད།

source: Performer
bo_cn: རོལ་ཆས་བཀྲོལ་བ།

source: Playlist
bo_cn: གཏོང་བའི་རེའུ་མིག

source: Plugins
bo_cn: བསྒར་ལྷུ།

source: Plugins ...
bo_cn: བསྒར་ལྷུ།

source: Polish
bo_cn: ཕོ་ལན་སྐད།

source: Pop
bo_cn: དར་བ།

source: Popup delay (tenths of a second):
bo_cn: རྡུང་བ་ཕྱི་འགྱངས། (སྐར་ཆ་བཅུ་ཆ་གཅིག)

source: Preamp
bo_cn: མདུན་བཞག་ཆེར་སྐྱེད་ཆས།

source: Prevent clipping (recommended)
bo_cn: ཅོར་སྒྲ་འགོག་པ།（འོས་སྦྱོར།）

source: Print debugging messages (may be used twice)
bo_cn: པར་འདེབས་ཚོད་སྒྲིག་ཆ་འཕྲིན།（ཡང་ན་ཐེངས་གཉིས་བཀོལ་དགོས།）

source: Probe content of files with no recognized file name extension
bo_cn: དཔྱད་ཡུལ་ཡིག་ཆར་ངོས་འཛིན་མི་ཐུབ་པའི་ཡིག་ཆའི་རྒྱ་སྐྱེད་མིང་།

source: Proxy hostname:
bo_cn: གཙོ་འཁོར་གྱི་ཤག་གནས།

source: Proxy password:
bo_cn: ར་སྤྲོད་གསང་ཨང་།

source: Proxy port:
bo_cn: འབྲེལ་མཐུད་མཐུད་ཁ།

source: Proxy username:
bo_cn: ར་སྤྲོད་སྤྱོད་མཁན།

source: Punk Rock
bo_cn: ཕང་ཁེའི་རོལ་དབྱངས།།

source: Quality
bo_cn: སྒྲ་རྒྱུ།

source: Quality:
bo_cn: སྒྲ་སྤུས།

source: Queue Manager
bo_cn: རུ་སྟར་དོ་དམ་ཆས།རུ་སྟར་དོ་དམ་ཆས།

source: Quit on playback stop
bo_cn: གཏོང་མཚམས་འཇོག་དུས་ཕྱིར་འདོན།

source: Rap
bo_cn: གཞས་བརྗོད།

source: Recording Date
bo_cn: ཕབ་བཟོའི་ཚེས་གྲངས།

source: Recording Year
bo_cn: ཕབ་བཟོའི་ལོ་རབས།

source: Reggae
bo_cn: ལེ་ཀའེ་ཞབས་བྲོའི་རོལ་དབྱངས།།

source: Remove Playlist
bo_cn: གཏོང་བའི་རེའུ་མིག་འདོར་བ།

source: Rename Playlist
bo_cn: གཏོང་བའི་རེའུ་མིག་མིང་བསྐྱར་འདོགས།

source: Resume playback on startup
bo_cn: མགོ་སློང་སྐབས་གཏོང་བ་བསྐྱར་གསོ།

source: Rhythm and Blues
bo_cn: པུའུ་ལུའུ་སིའི་རོལ་མོ།

source: Rock
bo_cn: འདར་འགྲིལ།

source: Rock and Roll
bo_cn: འདར་འགྲིལ་རོལ་དབྱངས།།

source: Run in Qt mode
bo_cn: Qtརྣམ་པས་འཁོར་སྐྱོད་བྱེད་པ།

source: Russian
bo_cn: ཨུ་རུ་སུའི་སྐད།

source: Save error
bo_cn: ཉར་ཚགས་ནོར་འཁྲུལ།

source: Save successful
bo_cn: ཉར་བ་ལེགས་འགྲུབ།

source: Search depth:
bo_cn: འཚོལ་བཤེར་གཏིང་ཚད།

source: Search for images matching song file name
bo_cn: གླུ་གཞས་ཡིག་ཆའི་མིང་དང་མཐུན་པའི་པར་རིས།་འཚོལ།

source: Search for images matching these words (comma-separated):
bo_cn: གཤམ་གྱི་མིང་ཚིག་དང་མཐུན་པའི་པར་རིས།་འཚོལ།(ཐོར་ཚེག་གིས་བཀར།)

source: Search recursively
bo_cn: རིམ་ལོག་འཚོལ་བཤེར།

source: Seek error
bo_cn: ནོར་འཁྲུལ་གནས་ངེས།

source: Show command-line help
bo_cn: བཀའ་བརྡ་ཕྲེང་རོགས་རམ་མངོན་པ།

source: Show leading zeroes (02:00 instead of 2:00)
bo_cn: དུས་ཚོད་སྔར་གྱི་0མངོན།（དཔེར་ན། 2:00ནི་02:00ལྟར་མངོན།）

source: Show popup information
bo_cn: འཕར་ཐོན་ཆ་འཕྲིན་མངོན་པ།

source: Show song numbers
bo_cn: གླུ་དབྱངས་ཀྱི་ཨང་རིམ་མངོན་པ།

source: Show time scale for current song
bo_cn: གཏོང་མཚམས་འཇོག་པ།

source: Show version
bo_cn: པར་གཞིའི་ཆ་འཕྲིན་འཆར་བ།

source: Ska
bo_cn: སི་ཁ།

source: Skip to next song
bo_cn: དབྱངས་གཞུག་མར་མཆོང་།

source: Skip to previous song
bo_cn: དབྱངས་གོང་མར་མཆོང་བ།

source: Soft clipping
bo_cn: མཉེན་གཤིས་འབྲེག་རྩེ།

source: Song Info
bo_cn: གླུ་གཞས་ཆ་འཕྲིན།

source: Soul
bo_cn: རྣམ་ཤེས་ཀྱི་རོལ་མོ།

source: Start playback
bo_cn: གཏོང་མགོ་རྩོམ།

source: Start without a graphical interface
bo_cn: པར་རིས།་འཆར་ངོས་མགོ་མི་སློང་།

source: Stop playback
bo_cn: གཏོང་མཚམས་འཇོག་པ།

source: Swing
bo_cn: རོལ་ཆ་གཏོང་བ།

source: TITLE
bo_cn: ཁ་བྱང་།

source: Taiwanese
bo_cn: ཐའེ་དབན་གྱི་སྐད་ཆ།

source: Technical
bo_cn: ལག་རྩལ་པ།

source: Techno
bo_cn: གློག་རྡུལ་རོལ་དབྱངས།།

source: The playlist cannot be sorted because metadata scanning is still in progress (or has been disabled).
bo_cn: གླུ་གཞས་ཀྱི་ཆ་འཕྲིན་ལ་བཤར་འབེབས་བྱེད་བཞིན་ཡོད། གཏོང་བའི་རེའུ་མིག་གནས་སྐབས་སུ་ཉར་མི་ཐུབ།

source: Title
bo_cn: ཁ་བྱང་།

source: Title format:
bo_cn: ཁ་བྱང་གི་བཟོ་ལྟ།

source: Track
bo_cn: སྒྲ་ལམ།

source: Track %d
bo_cn: སྒྲ་ལམ།%d

source: Track Number
bo_cn: སྒྲ་ལམ་གྱི་རིམ་ཨང་།

source: Track number
bo_cn: སྒྲ་ལམ་གྱི་རིམ་ཨང་།

source: Transport
bo_cn: བརྒྱུད་གཏོང་།

source: Trip-hop
bo_cn: ཡུལ་སྐོར་རོལ་དབྱངས།།

source: Turkish
bo_cn: ཐུར་ཁེའི་སྐད།

source: Un_queue
bo_cn: སྟར་ཐོན།(_q)

source: Unknown URI scheme
bo_cn: མི་ཤེས་པའི་ URI རིས་ཁྲ།

source: Unknown option: %s
bo_cn: མི་ཤེས་པའི་འདེམས་ཚན།%s

source: Unknown option: -%c
bo_cn: མི་ཤེས་པའི་འདེམས་ཚན། -%c

source: Unknown playback error
bo_cn: མི་ཤེས་པའི་གཏོང་བའི་ནོར་འཁྲུལ།

source: Usage: audacious [OPTION] ... [FILE] ...
bo_cn: སྤྱོད་སྟངས། audacious [འདེམས་ཚན།] ... [ཡིག་ཆ།] ...

source: Use authentication with proxy
bo_cn: ལས་ཚབ་ཞབས་ཞུ་ཆས་ཀྱི་རེ་འདུན་ར་སྤྲོད།

source: Use software volume control (not recommended)
bo_cn: མཉེན་སྒྲ་ཚད་ཚོད་འཛིན་བཀོལ་བ།（འོས་སྦྱོར་མིན།）

source: Visualization
bo_cn: རྟོག་བཟོས་ཕན་འབྲས།

source: Warning
bo_cn: ཉེན་བརྡ།

source: What would you like to call this playlist?
bo_cn: ཁྱེད་ཀྱིས་གཏོང་བའི་རེའུ་མིག་འདི་ཇི་ལྟར་འབོད་པའི་རེ་བ་ཡོད།

source: Working ...
bo_cn: ལས་བཞིན་པ།...

source: Year
bo_cn: ལོ་ཚིགས།

source: _About
bo_cn: འབྲེལ་ཡོད།(_A)

source: _Add
bo_cn: སྣོན་པ། (A)

source: _Cancel
bo_cn: དོར་བ།(_C)

source: _Close
bo_cn: ཁ་རྒྱག (C)

source: _Don’t ask again
bo_cn: མི་འདྲི་བ། (D)

source: _Enable
bo_cn: མགོ་སློང་།(_E)

source: _Export
bo_cn: ཕྱིར་འདྲེན།(E)

source: _Filter:
bo_cn: འཚག་ཆས།(_F)：

source: _Import
bo_cn: ནང་འདྲེན།(I)

source: _Jump
bo_cn: མཆོང་།(J)

source: _Next
bo_cn: གཞས་ངོས་རྗེས་མ།(_N)

source: _Open
bo_cn: ཁ་འབྱེད།(O)

source: _Overwrite
bo_cn: བཀབ།(O)

source: _Plugins ...
bo_cn: བསྒར་ལྷུ།...(P)

source: _Queue
bo_cn: རུ་འཇུག(_Q)

source: _Remove
bo_cn: སྤོ་བ།（R)

source: _Rename
bo_cn: མིང་བསྐྱར་འདོགས།(_R)

source: _Save
bo_cn: ཉར་བ། (S)

source: _Set
bo_cn: སྒྲིག་འགོད། (S)

source: _Settings
bo_cn: སྒྲིག་འགོད། (S)

source: _Unqueue
bo_cn: རུ་སྟར་ལས་འདོར། (U)

source: audacious
bo_cn: གླུ་གཞས་གཏོང་ཆས།

source: ms
bo_cn: ཧའོ་སྐར་ཆ།

source: music file
bo_cn: སྒྲ་ཟློས་ཡིག་ཆ་
