Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/audacious-plugins.po
Languages: bo_cn

source: (invalid UTF-8)
bo_cn: (ལུགས་འགལ་གྱིUTF-8སྒྲིག་ཨང་།)

source: %d channel
bo_cn: %dསྒྲ་ལམ།

source: %d result
bo_cn: %d ཐོབ་འབྲས།

source: %d song
bo_cn: %d ཡི་གླུ་གཞས།

source: %s - Audacious
bo_cn: %s - གླུ་གཞས་གཏོང་ཆས།

source: %s Settings
bo_cn: %s སྒྲིག་འགོད།

source: (%d hidden)
bo_cn: (%d སྦེད་པ།)

source: (Hz)
bo_cn: (ཧོ་ཙི།）

source: (no description)
bo_cn: (བརྗོད་མེད།)

source: (none)
bo_cn: (མེད།)

source: * no comments available in this MIDI file *
bo_cn: * MIDIཡིག་ཆར་མཆན་འགྲེལ་ཚུད་མེད། *

source: * no lyrics available in this MIDI file *
bo_cn: * MIDIཡིག་ཆར་གླུ་ཚིག་ཚུད་མེད། *

source: 1 kHz
bo_cn: 1000 ཧོ་ཙི།

source: 125 Hz
bo_cn: 125 ཧོ་ཙི།

source: 16 kHz
bo_cn: 16000 ཧོ་ཙི།

source: 16-bit
bo_cn: 16གནས།

source: 2 kHz
bo_cn: 2000 ཧོ་ཙི།

source: 250 Hz
bo_cn: 250 ཧོ་ཙི།

source: 2SF Decoder
bo_cn: 2SFཨང་འགྲོལ་ཆས།

source: 31 Hz
bo_cn: 31 ཧོ་ཙི།

source: 4 kHz
bo_cn: 4000 ཧོ་ཙི།

source: 500 Hz
bo_cn: 200 ཧོ་ཙི།

source: 63 Hz
bo_cn: 63 ཧོ་ཙི།

source: 8 kHz
bo_cn: ཕབ་འཇུག

source: 8-bit
bo_cn: 8གནས།

source: <b>Action:</b>
bo_cn: <b>བྱ་སྤྱོད།</b>

source: <b>Advanced</b>
bo_cn: <b>མཐོ་རིམ།</b>

source: <b>Analyzer</b>
bo_cn: <b>དབྱེ་ཞིབ་ཆས།</b>

source: <b>Bass Boost</b>
bo_cn: <b>སྒྲ་དམའ་བ་དྲག་ཏུ་གཏོང་།</b>

source: <b>Channel Mixer</b>
bo_cn: <b>རྒྱུ་ལམ་སྒྲ་བསྲེས་ཆས།</b>

source: <b>Channels</b>
bo_cn: <b>སྒྲ་ལམ།</b>

source: <b>Color</b>
bo_cn: <b>ཁ་དོག</b>

source: <b>Commands</b>
bo_cn: <b>བཀའ་བརྡ་</b>

source: <b>Compression</b>
bo_cn: <b>བཙིར་གནོན།</b>

source: <b>Connection</b>
bo_cn: <b>འབྲེལ་མཐུད།</b>

source: <b>Conversion</b>
bo_cn: <b>བརྗེ་སྤོར།</b>

source: <b>Crossfade</b>
bo_cn: <b>སླ་འགྲོ</b>

source: <b>Crystalizer</b>
bo_cn: <b>སྒྲ་ངོ་སྲུང་བ།</b>

source: <b>Delete Method</b>
bo_cn: <b>འདོར་སྟངས།</b>

source: <b>Device</b>
bo_cn: <b>སྒྲིག་ཆས།</b>

source: <b>Echo</b>
bo_cn: <b>བྲག་ཅ</b>

source: <b>Emulation</b>
bo_cn: <b>འདྲ་བཟོ།</b>

source: <b>Fonts</b>
bo_cn: <b>ཡིག་གཟུགས།</b>

source: <b>Key Binding:</b>
bo_cn: <b>མཐེབ་གནས་གནས་ངེས།</b>

source: <b>Miscellaneous</b>
bo_cn: <b>ཚན་ལྷག</b>

source: <b>Mouse Scroll Action</b>
bo_cn: <b>ཙིག་འདྲ་འགྲིལ་འཁོར་གྱི་འགུལ་སྟངས།</b>

source: <b>Note</b>
bo_cn: <b>སྒྲ་རྟགས།</b>

source: <b>Only</b>
bo_cn: <b>དབྱངས་ཅིག་རེས་འཁོར་གྱིས་གཏོང་།</b>

source: <b>Other Settings</b>
bo_cn: <b>གཞན་དག་སྒྲིག་འགོད།</b>

source: <b>Output</b>
bo_cn: <b>ཕྱིར་འདོན།</b>

source: <b>Playback time</b>
bo_cn: <b>གཏོང་བའི་དུས་ཚོད།</b>

source: <b>Playback</b>
bo_cn: <b>གཏོང་བ།</b>

source: <b>Playlist Columns</b>
bo_cn: <b>གཏོང་བའི་རེའུ་མིག་རུ་སྟར།</b>

source: <b>Playlist Tabs</b>
bo_cn: <b>གཏོང་བའི་རེའུ་མིག་གདོང་འཛར་ལྡེབ།</b>

source: <b>Preamp</b>
bo_cn: <b>མདུན་བཞག་ཆེར་སྐྱེད་ཆས།</b>

source: <b>Rate Mappings</b>
bo_cn: <b>བསྡུར་ཚད་རྟེན་འཕྲོ།</b>

source: <b>Repeat</b>
bo_cn: <b>རེས་འཁོར་གཏོང་བ།</b>

source: <b>Resampling</b>
bo_cn: <b>དཔེ་བསྐྱར་ལེན།</b>

source: <b>Resolution</b>
bo_cn: <b>ཤན་འབྱེད་ཕྱོད</b>

source: <b>Reverb</b>
bo_cn: <b>ཨ་ལན།</b>

source: <b>Sample rate</b>
bo_cn: <b>དཔེ་བསྡུ་ཕྱོད།</b>

source: <b>Silence Removal</b>
bo_cn: <b>འཇགས་སྒྲ་འདོར་བ།</b>

source: <b>Skin</b>
bo_cn: <b>པགས་པ།</b>

source: <b>Speed and Pitch</b>
bo_cn: <b>མྱུར་ཚད་དང་སྒྲ་གདངས།</b>

source: <b>Surround</b>
bo_cn: <b>འཁོར་བ།</b>

source: <b>Synthesizer</b>
bo_cn: <b>འདྲེས་གྲུབ་ཆས།</b>

source: <b>Tip</b>
bo_cn: <b>གསལ་སྟོན།</b>

source: <b>Type</b>
bo_cn: <b>རིགས་གྲས།</b>

source: <b>XSF Configuration</b>
bo_cn: <b>XSF སྒྲིག་འགོད།</b>

source: <span font_desc='%s'>音乐播放器 OSD</span>
bo_cn: <span font_desc='%s'>གླུ་གཞས་གཏོང་ཆས OSD</span>

source: <span size="smaller"> MIDI Comments and Lyrics </span>
bo_cn: <span size=\smaller"> MIDIཟུར་མཆན་དང་གླུ་ཚིག</span>"

source: <span size="smaller"> MIDI Info </span>
bo_cn: <span size=\smaller"> MIDI ཆ་འཕྲིན་ </span>"

source: AAC (Raw) Decoder
bo_cn: AAC། (Raw) ཨང་འགྲོལ་ཆས།

source: ABR Options:
bo_cn: ABRའདེམས་ཚན།

source: ALSA Output
bo_cn: ALSA ཕྱིར་འདོན།

source: AMIDI-Plug (MIDI Player)
bo_cn: AMIDI-Plug། (MIDI གཏོང་ཆས)

source: AMIDI-Plug - select SoundFont file
bo_cn: AMIDI-Plug - SoundFontཡིག་ཆ་འདེམ་པ།

source: ASXv1/ASXv2 Playlists
bo_cn: ASXv1/ASXv2 གཏོང་བའི་རེའུ་མིག

source: ASXv3 Playlists
bo_cn: ASXv3 གཏོང་བའི་རེའུ་མིག་

source: A_bout ...
bo_cn: འབྲེལ་ཡོད།(_b)

source: Access the following link to allow Audacious to scrobble your plays:
bo_cn: གཤམ་གྱི་སྦྲེལ་མཐུད་ལ་ལྟ་སྤྱོད་བྱས་ནས་གླུ་གཞས་གཏོང་ཆས Scrobbleརུང་བ་བྱེད། ཁྱེད་ཀྱི་གཏོང་བའི་རེའུ་མིག་ནི:

source: AdPlug (AdLib Player)
bo_cn: AdPlug། (AdLib གཏོང་ཆས།)

source: Add CD
bo_cn: CDསྣོན་པ།

source: Add Files
bo_cn: ཡིག་ཆ་སྣོན་པ།

source: Add Files ...
bo_cn: ཡིག་ཆ་སྣོན་པ། ...

source: Add List
bo_cn: གཏོང་བའི་རེའུ་མིག་ཏུ་སྣོན།

source: Add U_RL ...
bo_cn: URLསྣོན...(_R)

source: Additional Command
bo_cn: བཀའ་བརྡ་ཟུར་སྣོན།

source: Advance in playlist when scrolling upward
bo_cn: ཡར་ལ་འགྲིལ་དུས་གཏོང་བའི་རེའུ་མིག་མགོར་མངོན་པ།

source: Alarm
bo_cn: ཅོང་བརྡ།

source: Alarm at (default):
bo_cn: ཆུ་ཚོད་འཁོར་ལོ་གྲགས་པ། (སོར་བཞག་)།：

source: Album
bo_cn: ཆེད་སྒྲིག

source: Album Art (Qt)
bo_cn: ཆེད་སྒྲིག་གི་མདུན་ཤོག(Qt)

source: Album artist
bo_cn: ཆེད་སྒྲིག་སྒྱུ་རྩལ་པ།

source: Album:
bo_cn: ཆེད་སྒྲིག

source: Algorithm Quality:
bo_cn: སྒྲ་རྒྱུ།

source: Always on Top
bo_cn: སྟེང་འཇོག་སྒེའུ་ཁུང་།

source: Always show notification
bo_cn: རྒྱུན་དུ་བརྡ་འཕྲིན་མངོན་ནས་དྲན་སྐུལ་བྱེད།

source: Always show tabs
bo_cn: རྒྱུན་དུ་གདོང་འཛར་ལྡེབ་མངོན་པ།

source: Analyzer
bo_cn: ཞིབ་འགྲེལ་ཆས།

source: Animation
bo_cn: འགུལ་རིས།

source: Archived Winamp 2.x skin
bo_cn: ཐུམ་བརྒྱབ་པའི་Winamp 2.xབརྗོད་བྱ་གཙོ་བོ།

source: Arrow keys seek by:
bo_cn: མདའ་རྟགས་མཐེབ་ཀྱི་རིམ་སྒྲིག

source: Artist
bo_cn: སྒྱུ་རྩལ་པ།

source: Artist:
bo_cn: སྒྱུ་རྩལ་པ།：

source: Audacious Equalizer
bo_cn: གླུ་གཞས་གཏོང་ཆས་སྙོམ་ཆས།

source: Audacious Playlist Editor
bo_cn: གླུ་གཞས་གཏོང་ཆས་ཀྱི་གཏོང་བའི་རེའུ་མིག་རྩོམ་སྒྲིག་ཆས།

source: Audacious is not playing.
bo_cn: གླུ་གཞས་གཏོང་ཆས་ཀྱིས་གཏོང་མགོ་རྩོམ་མེད།

source: Audio CD
bo_cn: སྒྲ་ཟློས།CD

source: Audio CD Menu Items
bo_cn: སྒྲ་ཟློས་CDཡི་དཀར་ཆག་ཚན་པ།

source: Audio CD Plugin
bo_cn: སྒྲ་ཟློས་CD་ཡི་བསྒར་ལྷུ།

source: Audio Mode:
bo_cn: སྒྲ་ཟློས་རྣམ་པ།

source: Audio device:
bo_cn: སྒྲ་ཟློས་སྒྲིག་ཆས།

source: Auto
bo_cn: རང་འགུལ།

source: Automatically connect to output ports
bo_cn: ཕྱིར་འདོན་མཐུད་ཁ་རང་འབྲེལ་བྱེད།

source: Automatically toggle queue for matching entries
bo_cn: ཁུལ་སྡེབ་ས་བཅད་རུ་སྟར་དུ་རང་བརྗེ་བྱེད།

source: Available columns
bo_cn: སྤྱོད་རུང་སྟར།

source: Available plugins:
bo_cn: སྤྱོད་རུང་བསྒར་ལྷུ།

source: Average bitrate (kbps):
bo_cn: ཆ་སྙོམས་ཨང་ཕྱོད།(kbps)：

source: BPM (wavg):
bo_cn: སྐར་མ་རེར་འགྲོས་ལྡབ། (wavg):

source: BPM:
bo_cn: སྐར་མ་རེར་འགྲོས་ལྡབ།

source: B_Only
bo_cn: གཞས་རྐྱང་རེས་འཁོར།

source: Balance: %d%% left
bo_cn: དོ་མཉམ། གཡོན།%d%%

source: Balance: %d%% right
bo_cn: དོ་མཉམ། གཡས།%d%%

source: Balance: center
bo_cn: དོ་མཉམ། དཀྱིལ།

source: Bars
bo_cn: ཀ་དབྱིབས།

source: Bass:
bo_cn: སྒྲ་དམའ།

source: Bauer Stereophonic-to-Binaural (BS2B)
bo_cn: Bauerལངས་གཟུགས་སྒྲ་གཉིས།（BS2B）

source: Best sinc interpolation
bo_cn: ཆེས་ལེགས་sincཐང་འཇུག

source: Binding mouse buttons
bo_cn: ཙིག་མཐེབ་བསྡམ་པ།

source: Bitrate
bo_cn: པི་ཐི་ཕྱོད།

source: Bitrate (kbps):
bo_cn: ཨང་ཚད།（kbps）

source: Bitrate / Compression Ratio:
bo_cn: ཨང་ཚད/བཙིར་གནོན་ཕྱོད།

source: Blur Scope
bo_cn: རབ་རིབ་ཁྱབ་ཁོངས།

source: Buffering ...
bo_cn: ལྷོད་གཏོང་བྱེད་སྒང་།

source: By Al_bum
bo_cn: ཆེད་སྒྲིག་ལྟར།(_b)

source: By Albu_m Artist
bo_cn: ཆེད་སྒྲིག་སྒྱུ་རྩལ་པ་ལྟར།(_m)

source: By Artist
bo_cn: སྒྱུ་རྩལ་པ་ལྟར།

source: By Custom Title
bo_cn: རང་གི་མཚན་ཉིད་ཀྱི་ཁ་བྱང་ལྟར།

source: By File Name
bo_cn: ཡིག་ཆའི་མིང་ལྟར།

source: By File _Path
bo_cn: ཡིག་ཆའི་འགྲོ་ལམ་ལྟར།(_P)

source: By Genre
bo_cn: རིགས་གྲས་ལྟར།

source: By Length
bo_cn: རིང་ཚད་ལྟར།

source: By Release _Date
bo_cn: འགྲེམས་སྤེལ་དུས་ལྟར།(_D)

source: By Title
bo_cn: ཁ་བྱང་ལྟར།

source: By Track Number
bo_cn: སྒྲ་ལམ་ཨང་གྲངས་ལྟར།

source: By Track _Number
bo_cn: སྒྲ་ལམ་རིམ་ཨང་ལྟར།(_N)

source: By _Artist
bo_cn: སྒྱུ་རྩལ་པ་ལྟར།(_A)

source: By _Custom Title
bo_cn: རང་གིས་མཚན་ཉིད་བཞག་པའི་ཁ་བྱང་ལྟར།(_C)

source: By _File Name
bo_cn: ཡིག་ཆ་མིང་ལྟར། (_F)

source: By _File Path
bo_cn: ཡིག་ཆའི་ལམ་བུ།(_F)

source: By _Genre
bo_cn: རིགས་ལྟར།(_G)

source: By _Length
bo_cn: རིང་ཚད་ལྟར།(_L)

source: By _Title
bo_cn: ཁ་བྱང་ལྟར།(_T)

source: C_heck Permission
bo_cn: ཞིབ་བཤེར་དབང་ཚད།(_C)

source: Cancel
bo_cn: འདོར་བ།

source: Cannot read start/end LSN for track %d.
bo_cn: སྒྲ་ཟློས་%dམགོ་བརྩམས་པའམ་མཇུག་རྫོགསLSNཆ་འཕྲིན་ཀློག་མི་ཐུབ།

source: Center volume:
bo_cn: བར་གྱི་སྐད་ཚད།

source: Change playing song
bo_cn: གཞས་བསྒྱུར།

source: Change volume
bo_cn: སྒྲ་ཚད་ལེགས་སྒྲིག

source: Channel Mixer
bo_cn: རྒྱུ་ལམ་གྱི་མཉམ་བསྲེས་ཆས།

source: Channels:
bo_cn: སྒྲ་ལམ་གྲང།ས

source: Checking...
bo_cn: འཚོལ་བཞིན་ཡོད།

source: Choose Folder
bo_cn: ཡིག་ཁུག་འདེམ་པ།

source: Choose the days for the alarm to come on
bo_cn: ཆུ་ཚོད་འཁོར་ལོ་སྒྲ་སྒྲོག་དུས་ཚོད་འདེམ་པ།

source: Clear A-B Repeat
bo_cn: ཚེགA-Bརེས་འཁོར་འདོར་བ།

source: Clear Queue
bo_cn: རུ་སྟར་གཙང་སེལ།

source: Clear previous selection before searching
bo_cn: འཚོལ་བཤེར་གོང་དུ་སྔོན་གྱི་མཇུག་འབྲས་འདོར།

source: Clock speed:
bo_cn: ཆུ་ཚོད་ཀྱི་འགྲོས་ཚད།

source: Close to the system tray
bo_cn: རྒྱུད་ཁོངས་སྡེར་མ་ཁ་རྒྱག

source: Color %i:
bo_cn: ཁ་མདོག %i：

source: Coloring:
bo_cn: ཚོན་རྒྱག

source: Colors
bo_cn: ཁ་དོག

source: Command to run at the end of a song:
bo_cn: གླུ་གཞས་གཏོང་ཚར་དུས་བཀའ་བརྡ་འཁོར་སྐྱོད་བྱེད།

source: Command to run at the end of the playlist:
bo_cn: གཏོང་བའི་རེའུ་མིག་མཇུག་སྒྲིལ་སྐབས་བཀའ་བརྡ་འཁོར་སྐྱོད་བྱེད།

source: Command to run when song title changes (for network streams):
bo_cn: གླུ་གཞས་ཀྱི་ཁ་བྱང་འགྱུར་སྐབས་བཀའ་བརྡ་འཁོར་སྐྱོད་བྱེད།(དྲ་བ་རྒྱུན་སྨྱན་གཟུགས་སུ་བཀོལ།)

source: Command to run when starting a new song:
bo_cn: གླུ་གཞས་གསར་པ་གཏོང་སྐབས་བཀའ་བརྡ་འཁོར་སྐྱོད་བྱེད།

source: Composite extension not available
bo_cn: X Compositeརྒྱ་སྐྱེད་སྤྱོད་མི་རུང་།

source: Composite extension not loaded
bo_cn: X Compositeརྒྱ་སྐྱེད་ཕབ་འཇུག་བྱེད་མེད།

source: Composite manager detected
bo_cn: མཉམ་བསྲེས་དོ་དམ་ཆས་བཤེར་པ།

source: Composite manager not required for fake transparency
bo_cn: དྭངས་གསལ་རྫུན་མ་ལ་མཉམ་བསྲེས་དོ་དམ་རྒྱབ་སྐྱོར་མི་དགོས།

source: Compression ratio:
bo_cn: སྡུད་སྒྲིལ་ཚད།

source: Concave Rectangle
bo_cn: ཀོང་ཟུར་གྲུ་བཞི་ནར་མོ།

source: Configure
bo_cn: སྒྲིག་འགོད།

source: Connecting to lyrics.wikia.com ...
bo_cn: lyrics.Wikia.comལ་སྦྲེལ་བ།

source: Copy
bo_cn: འདྲ་ཕབ།

source: CoreAudio output
bo_cn: CoreAudioཕྱིར་འདོན།

source: Could not create directory (%s): %s
bo_cn: དཀར་ཆག་(%s)：%sབཟོ་མི་ཐུབ།

source: Create a new playlist with matching entries
bo_cn: ས་བཅད་མཐུན་པའི་གཏོང་བའི་རེའུ་མིག་གསར་པ་བཟོ།

source: Crossfade
bo_cn: ཉུང་གཏོང་།

source: Cu_t
bo_cn: དྲས་གཏུབ།(_t)

source: Cue Sheet Plugin
bo_cn: Cue རེའུ་མིག་གི་བསྒར་ལྷུ།

source: Current
bo_cn: མིག་སྔར།

source: Custom title
bo_cn: ཁ་བྱང་རང་ངེས།

source: Cut
bo_cn: དྲས་གཏུབ།

source: Cut frequency:
bo_cn: མཚམས་འཇོག་ཟློས་ཕྱོད།ཐེངས་དེའི་ཟློས་ཕྱོད་ཀྱི་བར།

source: Cutoff:
bo_cn: དྲས་རྒྱག་པ།

source: Day
bo_cn: ཚེས་གྲངས།

source: Days
bo_cn: ཚེས་གྲངས།

source: Decoration
bo_cn: རྒྱན་ཆས།

source: Default
bo_cn: སོར་བཞག

source: Default PCM device
bo_cn: སོར་བཞག་ PCM སྒྲིག་ཆས།

source: Default device
bo_cn: སོར་བཞག་སྒྲིག་ཆས།

source: Default mixer device
bo_cn: སོར་བཞག་སྒྲ་བསྲེས་སྒྲིག་ཆས།

source: Default song length:
bo_cn: སོར་བཞག་གླུ་གཞན་གྱི་རིང་ཚད།

source: Delay:
bo_cn: ཕྱིར་འགྱངས།

source: Delete
bo_cn: བསུབ་པ།

source: Delete Auto Preset ...
bo_cn: སྔོན་གྱི་རང་འགོད་འདོར་བ། ...

source: Delete Files
bo_cn: ཡིག་ཆ་བསུབ་པ།

source: Delete Preset ...
bo_cn: སྔོན་བཀོད་འདོར་བ། ...

source: Delete Selected Files
bo_cn: བདམས་པའི་ཡིག་ཆ་འདོར་བ།

source: Delete auto-preset
bo_cn: སྔོན་བཀོད་རང་ཕབ་འདོར་བ།"

source: Delete preset
bo_cn: སྔོན་བཀོད་འདོར་བ།

source: Desktop Notifications
bo_cn: ཅོག་ངོས་སྔོན་བཀོད་དྲན་སྐུལ།

source: Details about %s
bo_cn: %sཡི་ཞིབ་ཆ།

source: Device (blank for default):
bo_cn: སྒྲིག་ཆས།(སོར་བཞག་སྟོང་པ་རེད།)：

source: Disable
bo_cn: འགོག་སྤྱོད།

source: Disable 'Always On Top'
bo_cn: “སྟེང་བཞག་སྒེའུ་ཁུང”སྤྱོད་འགོག

source: Disable the popup window
bo_cn: འཕར་ཐོན་སྒེའུ་ཁུང་སྤྱོད་འགོག

source: Display OSD using:
bo_cn: OSDམངོན་ས།

source: Display:
bo_cn: མངོན་པ།:

source: Displayed columns
bo_cn: སྟར་མངོན་པ།

source: Do not automatically select chip model
bo_cn: ཉིང་ལྷེབ་མ་དཔེ།་རང་འདེམས་མ་བྱེད།

source: Do not automatically select clock speed
bo_cn: དུས་ཚོད་ཀྱི་མྱུར་ཚད་རང་འདེམས་མ་བྱེད།

source: Do you want to move the selected files to the trash?
bo_cn: ཁྱེད་ཀྱི་རེ་བ་ནི་བདམས་པའི་ཡིག་ཆ་སྙིགས་སྒམ་དུ་སྤོ་བ་ཡིན་ནམ།

source: Do you want to permanently delete the selected files?
bo_cn: ཁྱེད་ཀྱིས་བདམས་པའི་ཡིག་ཆ་འདོར་བསམ་པ་ཡིན་ནམ།

source: Dock at Bottom
bo_cn: ངོས་པང་འོག་ཏུ་ཡོད།

source: Dock at Left
bo_cn: ངོས་པང་གཡོན་དུ་ཡོད།

source: Dock at Right
bo_cn: ངོས་པང་གཡས་ན་ཡོད།

source: Dock at Top
bo_cn: ངོས་པང་སྟེང་དུ་ཡོད།

source: Document Open
bo_cn: ཡིག་ཆའི་ཁ་འབྱེད་པ།

source: Dots
bo_cn: ཚེག

source: Double Size
bo_cn: ལྡབ་གཉིས་ཀྱི་ཆེ་ཆུང་།

source: Drive is empty.
bo_cn: སྒྲིག་ཆས་སྟོང་པ།

source: Drum shift:
bo_cn: རྔ་སྤོ་བ།

source: Dynamic Range Compressor
bo_cn: འགུལ་རྣམ་ཁྱབ་ཁོངས་བཙིར་གནོན

source: Dynamic range:
bo_cn: འགུལ་རྣམ་ཁྱབ་ཁོངས།

source: E_ffects ...
bo_cn: སྒྲ་ནུས།... (_E)

source: Echo
bo_cn: བྲག་ཅ་འཁོར་བ།

source: Echo:
bo_cn: བྲག་ཅ་འཁོར་བ།

source: Emulate MOS 8580 (default: MOS 6581)
bo_cn: འདྲ་བཟོ་ MOS 8580། (སོར་བཞག་ནིMOS 6581ཡིན།)

source: Emulate filter
bo_cn: འདྲ་བཟོ་འཚག་ཆས།

source: Enable
bo_cn: སྤྱོད་འགོ་འཛུགས་པ།

source: Enable 'Always On Top'
bo_cn: “སྟེང་བཞག་སྒེའུ་ཁུང་”སྤྱོད་པ།

source: Enable VBR/ABR
bo_cn: VBR/ABRསྤྱོད་པ།

source: Enable audio resampling
bo_cn: སྒྲ་ཟློས་དཔེ་ཡར་བསྡུ་སྤྱོད་པ།

source: Enable exclusive mode to prevent virtual mixing.
bo_cn: ཁེར་བཅད་རྣམ་པ་ཕྱེ་ནས་རྟོག་བཟོས་མཉམ་བསྲེས་འགོད་པ།

source: Enable format conversions made by the OSS software.
bo_cn: OSSཡི་རྣམ་གཞག་སྒྱུར་བརྗེ་བཀོལ་བ།

source: Enable subtunes
bo_cn: subtunesབཀོལ་བ།

source: Enable trigger
bo_cn: འཕྲད་འབྱུང་ཆས་བཀོལ་བ།

source: Enabled plugins:
bo_cn: བསྒར་ལྷུ་བཀོལ་ཟིན།

source: Enforce strict ISO compliance
bo_cn: བཙན་པོས་ISOགཏན་སྲུང་བྱེད་པ།

source: Entries
bo_cn: ས་བཅད

source: Entry number
bo_cn: རིམ་ཨང་།

source: Error
bo_cn: ནོར་འཁྲུལ།

source: Error connecting to MMS server
bo_cn: MMS ཞབས་ཞུ་ལ་འབྲེལ་བ་ནོར་འཁྲུལ་བྱུང་།

source: Error deleting %s: %s.
bo_cn: %s འདོར་སྐབས་ནོར་འཁྲུལ %sབྱུང་།

source: Error deleting %s: not a local file.
bo_cn: %sའདོར་སྐབས་ནོར་བྱུང་། རང་གནས་ཀྱི་ཡིག་ཆ་མིན་པ།

source: Error moving %s to trash: %s.
bo_cn: %sསྙིགས་སྒམ་དུ་སྤོ་སྐབས་ནོར %s.བྱུང་།

source: Error parsing URL
bo_cn: དྲ་གནས་དབྱེ་ཞིབ་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Error parsing redirect
bo_cn: ཕྱོགས་བསྐྱར་ངེས་དབྱེ་ཞིབ་ནོར་འཁྲུལ།

source: Error protection
bo_cn: ནོར་འཁྲུལ་སྲུང་སྐྱོབ།

source: Error reading audio CD.
bo_cn: སྒྲ་ཟློས་CDཀློག་སྐབས་ནོར་འཁྲུལ་འབྱུང་།

source: Event
bo_cn: དོན་རྐྱེན།

source: Export Playlist ...
bo_cn: གཏོང་བའི་རེའུ་མིག་འདྲེན་པ། ...

source: FFmpeg Plugin
bo_cn: FFmpeg བསྒར་ལྷུ།

source: FLAC Decoder
bo_cn: FLAC ཨང་འགྲོལ་ཆས།FLACཨང་སྒྲིག་ཆས།

source: Fade in:
bo_cn: དལ་འཇུག

source: Fade out:
bo_cn: དལ་ཐོན།

source: Fading
bo_cn: རིམ་བཞིན།

source: Failed to connect to JACK port %s.
bo_cn: མཐུད་ཁJACK ཡི་%s ལ་འབྲེལ་སྐབས་ཕམ་པ།

source: Failed to connect to the JACK server; is it running?
bo_cn: JACK ཞབས་ཞུ་ཆས་ལ་འབྲེལ་སྐབས་ཕམ་པ། ཞབས་ཞུ་འཁོར་སྐྱོད་བྱེད་པ་ཡིན་ནམ།

source: Failed to create the cddb connection.
bo_cn: CDDB འབྲེལ་མཐུད་གསར་བཟོ་ཕམ་པ།

source: Failed to finish initializing opened CD drive.
bo_cn: ཁ་ཕྱེ་བའི་ CD སྐུལ་ཆས་ཐོག་མ་ཅན་དུ་སྒྱུར་ཚར་དུས་ཕམ་པ།

source: Failed to initialize cdio subsystem.
bo_cn: cdioབུ་རྒྱུད་ཁོངས་ཐོག་མ་ཅན་དུ་སྒྱུར་སྐབས་ཕམ་པ།

source: Failed to open CD device %s.
bo_cn: CD སྒྲིག་ཆས་ %sཁ་འབྱེད་སྐབས་ཕམ་པ།

source: Failed to query the CDDB server
bo_cn: CDDB ཞབས་ཞུ་ཆས་འཚོལ་སྐབས་ཕམ་པ།

source: Failed to query the CDDB server: %s
bo_cn: CDDB ཞབས་ཞུ་ཆས་འཚོལ་སྐབས་ཕམ་པ་%s

source: Failed to read the cddb info: %s
bo_cn: CDDB ཆ་འཕྲིན་ཀློག་སྐབས་ཕམ་པ་%s

source: Failed to retrieve first/last track number.
bo_cn: གཞས་དང་པོའམ་མཐའ་མའི་སྒྲ་ཟློས་ཀྱི་སྒྲ་ལམ་ཨང་ལེན་པ་ཕམ་པ།

source: Fake transparency
bo_cn: དྭངས་གསལ་རྫུན་མ།

source: Falloff:
bo_cn: ཉམས་ཞན།

source: Fast
bo_cn: མགྱོགས།པོ།

source: Fast sinc interpolation
bo_cn: མགྱོགས།མྱུར་sincཚད་འཇུག

source: Fastest
bo_cn: མགྱོགས།ཤོས།

source: Feed level:
bo_cn: རིམ་པ་དཔྱད་བསྡུར།

source: Feedback:
bo_cn: ལྡོག་སྐྱེལ།

source: File Info Box
bo_cn: ཡིག་ཆའི་ཆ་འཕྲིན།

source: File Name:
bo_cn: ཡིག་ཆ་མིང་།:

source: File name
bo_cn: ཡིག་ཆའི་མིང་།

source: File path
bo_cn: ཡིག་ཆའི་འགྲོ་ལམ།

source: FileWriter Plugin
bo_cn: FileWriterབསྒར་ལྷུ།

source: Final
bo_cn: འགྲུབ་པ།

source: Fire
bo_cn: མེ་ཚད།

source: Font %i:
bo_cn: ཡིག་གཟུགས%i：

source: Fonts
bo_cn: ཡིག་གཟུགས།

source: For better crossfading, enable the Silence Removal effect.
bo_cn: དལ་ཐོན་སྔར་ལས་ཡག་པོས་ལས་སྒྲུབ་པའི་ཆེད་དུ། འཇགས་སྒྲ་མགོ་བསླངས་ནས་དམིགས་བསལ་ནུས་པ་ལེན།

source: Force addition of version 2 tag
bo_cn: བཙན་ཤེད་ཀྱིས་V2གདོང་འཛར་སྣོན།

source: Format:
bo_cn: རྣམ་གཞག

source: Forward 5 seconds
bo_cn: སྐར་ཆ་5སྔོན་དུ་སྣུར།

source: Frame Parameters:
bo_cn: ལྷེབ་མའི་ཞུགས་གྲངས།

source: Friday
bo_cn: གཟའ་པ་སངས།

source: GIO Plugin
bo_cn: GIOབསྒར་ལྷུ།

source: GNOME Shortcuts
bo_cn: GNOMEམྱུར་མཐེབ།

source: GTK Interface
bo_cn: GTKའཆར་ངོས།

source: Game Console Music Decoder
bo_cn: རོལ་རྩེད་ཆས་ཀྱི་གླུ་དབྱངས་ཨང་འགྲོལ་ཆས།

source: General
bo_cn: སྤྱི་སྤྱོད།་སྒྲིག་འགོད།

source: Generate file name from:
bo_cn: ཡིག་ཆའི་མིང་གྲུབ་ཚུལ་གྱི་འབྱུང་ཁུངས།

source: Genre
bo_cn: ཉམས་འགྱུར།

source: Global Hotkeys
bo_cn: ཁྱོན་ཡོངས་ཚ་མཐེབ།

source: Go Backward
bo_cn: གཞས་གོང་མ།

source: Go Forward
bo_cn: གཞས་རྗེས་མ།

source: Help
bo_cn: རོགས་རམ།

source: High
bo_cn: མཐོ།

source: Hotkeys:
bo_cn: ཚ་མཐེབ།

source: Hz
bo_cn: ཧོ་ཙི།

source: ID3 Parameters:
bo_cn: ID3ཞུགས་གྲངས།

source: Ice
bo_cn: གྲང་སྔོན།

source: Ignore length from SPC tags
bo_cn: SPCགདོང་འཛར་མངོན་པའི་རིང་ཚད་སྣང་མེད་གཏོང་།

source: Ignore length from file
bo_cn: ཡིག་ཆ་རིང་ཚད་སྣང་མེད་གཏོང་།

source: Ignore subtunes shorter than:
bo_cn: སྣང་མེད་གཏོང་བའི་subtunesཐུང་བ་

source: Import Playlist ...
bo_cn: གཏོང་བའི་རེའུ་མིག་འདྲེན་པ།

source: Import Winamp Presets
bo_cn: WinAMP སྔོན་བཀོད་ནང་འདྲེན།

source: Import Winamp Presets ...
bo_cn: WinAMP སྔོན་བཀོད་ནང་འདྲེན་ ...

source: Include album name in notification
bo_cn: བརྡ་ཐོ་ལས་ཆེད་སྒྲིག་མིང་མངོན་པ།

source: Include original file name extension
bo_cn: སྔོན་མའི་ཡིག་ཆའི་རྒྱ་སྐྱེད་མིང་ཚུད།ཐོག་མའི་ཡིག་ཆའི་རྒྱ་སྐྱེད་མིང་ཚུད་པ།

source: Increase reverb
bo_cn: ལྷག་གྲག་རིང་དུ་གཏོང་།

source: Intensity:
bo_cn: དྲག་ཚད།

source: Invalid URI %s.
bo_cn: ནུས་མེད་ཀྱི་ URI %s

source: Invalid open mode
bo_cn: ཁ་ཕྱེ་བའི་རྣམ་པ་སྤྱོད་མི་རུང་།ཁ་ཕྱེ་བའི་རྣམ་པ་བཀོལ་མི་ཆོག

source: Invert Selection
bo_cn: ལྡོག་འདེམས།

source: It is not recommended to bind the primary mouse buttons without modificators. Do you want to continue?
bo_cn: ཙིག་རྟགས་ཀྱི་མཐེབ་གཙོ་སྦྲེལ་བ་འོས་སྦྱོར་བྱེད་མེད། མུ་མཐུད་བྱེད་དགོས་སམ

source: JACK Output
bo_cn: JAKཕྱིར་འདོན།

source: JACK supports only floating-point audio. You must change the output bit depth to floating-point in Audacious settings.
bo_cn: JACKཡིས་འཕྱོ་ཚེག་སྒྲ་ཟློས་མ་གཏོགས་རྒྱབ་སྐྱོར་མི་བྱེད། ཁྱེད་ཀྱིས་ངེས་པར་དུ་གླུ་གཞས་གཏོང་ཆས་སུ་ཕྱིར་འདོན་གནས་འཕྱོ་ཚེག་ཏུ་བཀོད་དགོས།

source: Joint Stereo
bo_cn: མཉམ་འབྲེལ་ལངས་གཟུགས་ཀྱི་སྒྲ།

source: Jump to Song ...
bo_cn: མཆོང་ས་གཞས། ...

source: Jump to Time ...
bo_cn: མཆོང་ས་དུས་ཚོད། ...

source: Jump to _Time ...
bo_cn: མཆོང་ས་དུས་ཚོད།...(_T)

source: Jump to file
bo_cn: མཆོང་ས་ཡིག་ཆ།

source: Keep this window open and click 'Check Permission' again.
bo_cn: སྒེའུ་ཁུང་འདི་རྒྱུན་སྲུང་བྱེད། 'དབང་ཚད་ཞིབ་བཤེར་'ལ་ཡང་བསྐྱར་ཆིག་རྡེབ་བྱེད།

source: LADSPA Host
bo_cn: LADSPAགཙོ་འཁོར།

source: LIRC Plugin
bo_cn: LIRCབསྒར་ལྷུ།

source: Length
bo_cn: རིང་ཚད།

source: Length (msec):
bo_cn: རིང་ཚད།(ཧོའོ་མིའོ།)：

source: Level:
bo_cn: རིམ་པ།

source: Line
bo_cn: སྐུད་ལམ།

source: Linear (fast)
bo_cn: ཐིག་གཤིས། (མགྱོགས།མྱུར།)

source: Linear interpolation
bo_cn: ཐིག་གཤིས་ཚད་འཇུགཐིག་གཤིས་ཐང་འཇུག

source: Lines
bo_cn: སྐུད་ཕྲན།

source: List Add
bo_cn: གཏོང་བའི་རེའུ་མིག་གསར་བཟོ།

source: Load
bo_cn: ཕབ་འཇུག

source: Load Auto Preset ...
bo_cn: རང་འཇུག་སྔོན་བཀོད་ཕབ་འཇུག ...

source: Load Default
bo_cn: སྔོན་བཀོད་ཚད་ཕབ་འཇུག

source: Load EQF File
bo_cn: EQF ཡིག་ཆ་ཕབ་འཇུག

source: Load EQF File ...
bo_cn: EQF ཡིག་ཆ་ཕབ་འཇུག ...

source: Load Preset ...
bo_cn: སྔོན་བཀོད་ཕབ་འཇུག ...

source: Load Preset File
bo_cn: སྔོན་བཀོད་ཡིག་ཆ་ཕབ་འཇུག

source: Load Preset File ...
bo_cn: སྔོན་བཀོད་ཡིག་ཆ་ཕབ་འཇུག ...

source: Load auto-preset
bo_cn: རང་འཇུག་སྔོན་བཀོད་ཕབ་འཇུག

source: Load preset
bo_cn: སྔོན་བཀོད་ཕབ་འཇུག

source: Looking for lyrics ...
bo_cn: གླུ་ཚིག་འཚོལ་བཞིན་པ།...

source: Low
bo_cn: དམའ།

source: LyricWiki Plugin
bo_cn: LyricWiki བསྒར་ལྷུ།

source: LyricWiki Plugin (Qt)
bo_cn: LyricWiki བསྒར་ལྷུ(Qt)

source: M3U Playlists
bo_cn: M3U གཏོང་བའི་རེའུ་མིག

source: MMS Plugin
bo_cn: MMS བསྒར་ལྷུ།

source: MP3 Configuration
bo_cn: MP3སྒྲིག་འགོད།

source: MPG123 Plugin
bo_cn: MPG123བསྒར་ལྷུ།

source: MPRIS 2 Server
bo_cn: MPRIS 2ཞབས་ཞུ་ཆས།

source: Mark as copyright
bo_cn: པར་དབང་ལྟར་རྟགས་བརྒྱབ།

source: Mark as original
bo_cn: ཐོག་མའི་ཡིག་ཆ་ལྟར་རྟགས་བརྒྱབ།

source: Max OSD width:
bo_cn: ཆེས་ཆེ་བའི་OSDཞེང་ཚད།

source: Maximum bitrate (kbps):
bo_cn: ཆེས་ཆེ་བའི་ཨང་ཚད(kbps)：

source: Medium
bo_cn: འབྲིང་རིམ།

source: Medium sinc interpolation
bo_cn: འབྲིང་ཚད་sincབར་འཇུག

source: Method:
bo_cn: བྱེད་ཐབས།

source: Minimum bitrate (kbps):
bo_cn: ཆེས་ཆུང་བའི་ཨང་ཚད།（kbps）

source: Misc
bo_cn: གཞན་དག

source: Miscellaneous:
bo_cn: རྣམ་གྲངས་སྣ་མང་།

source: Missing song metadata
bo_cn: གླུ་གཞས་རྒྱུའི་ཆ་འཕྲིན་ཉུང་བ།

source: Mixer device:
bo_cn: སྒྲ་བསྲེས་སྒྲིག་ཆས།

source: Mixer element:
bo_cn: སྒྲ་འདྲེས་སྡེ་ཚན།

source: ModPlug (Module Player)
bo_cn: ModPlug། (Module གཏོང་ཆས།)

source: Module paths:
bo_cn: དཔེ་དུམ་འགྲོ་ལམ།

source: Monday
bo_cn: གཟའ་ཟླ་བ།

source: Move to Trash
bo_cn: སྙིགས་སྒམ་དུ་སྤོ།

source: Move to trash instead of deleting immediately
bo_cn: སྙིགས་སྒམ་དུ་སྤོ་པ་མ་གཏོགས་ཐད་ཀར་བསུབ་པ་མིན།

source: Multi-Monitor options
bo_cn: ཡོལ་མང་འདེམས་ཚན།

source: Mute
bo_cn: སྒྲ་མེད།

source: N_o Playlist Advance
bo_cn: གཞས་ངོས་རྗེས་མ་རང་གཏོང་འགོག(_o)

source: Name:
bo_cn: བྱ་རིམ་གྱི་མིང་།

source: Nearest (fastest)
bo_cn: ཆེས་ཉེ་བ། (ཆེས་མགྱོགས།པ།)

source: Neon HTTP/HTTPS Plugin
bo_cn: Neon HTTP/HTTPS བསྒར་ལྷུ།

source: Network Problem.
bo_cn: དྲ་བའི་གནད་དོན།

source: New Playlist
bo_cn: གཏོང་བའི་རེའུ་མིག་གསར་བཟོ།

source: Next
bo_cn: གཞས་ཕྱི་མ།

source: Next Playlist
bo_cn: གཏོང་བའི་རེའུ་མིག་ངོས་རྗེས་མ།

source: Next track
bo_cn: གཞས་རྗེས་མ།

source: No Playlist Advance
bo_cn: གཞས་གཞུག་མ་རང་གཏོང་འགོག

source: No audio capable CD drive found.
bo_cn: CDསྒྲ་ཟློས་སྐུལ་ཆས་འོས་འཚམ་ཞིག་རྙེད་མ་བྱུང་།

source: No lyrics available
bo_cn: མཐུན་པའི་གླུ་ཚིག་མེད།

source: No. of Tracks:
bo_cn: སྒྲ་ལམ་གྲངས།

source: Noise reduction
bo_cn: འཛེར་སྒྲ་ཇེ་ཉུང་དུ་གཏོང་བ།

source: None
bo_cn: མེད།

source: Normal
bo_cn: དཀྱུས་མ།

source: OK. Scrobbling for user: %s
bo_cn: འགྲུབ་སོང་། སྤྱོད་མཁན་ལ་%s Scedble

source: OSS3 Output
bo_cn: OSS3ཕྱིར་འདོན།

source: OSS4 Output
bo_cn: OSS4ཕྱིར་འདོན།

source: O_nly
bo_cn: གཞས་རྐྱང་རེས་འཁོར།

source: Off
bo_cn: ཁ་རྒྱག་པ།

source: Ogg Vorbis Decoder
bo_cn: Ogg Vorbis ཨང་འགྲོལ་ཆས།

source: Omit Xing VBR header
bo_cn: Xing VBRམགོ་སྣང་མེད།

source: On
bo_cn: ཁ་འབྱེད།

source: On All Workspaces
bo_cn: ལས་ཁུལ་ཡོངས་མཐོང་ཐུབ།

source: On automatic song change
bo_cn: གླུ་དབྱངས་རང་འགུལ་བརྗེ་དུས།

source: On seek or manual song change
bo_cn: གནས་ངེས་པའམ་ལག་པས་གླུ་གཞས་བརྗེ་སྐབས།

source: Only %d JACK output ports were found but %d are required.
bo_cn: JACKམཐུད་ཁ་ %d མ་གཏོགས་མ་རེད། འོན་ཀྱང་དེ་ལ་ %dདགོས།

source: Only add v2 tag
bo_cn: v2གདོང་འཛར་ཁོ་ན་སྣོན།
