Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/audacious-plugins.po
Languages: bo_cn

source: Only signed 16-bit, native endian audio is supported.
bo_cn: རང་སའི་གནས་16སྣེ་རིམ་སྒྲ་ཟློས་ཁོ་ནར་རྒྱབ་སྐྱོར་བྱེད།

source: Open Files
bo_cn: ཡིག་ཆའི་ཁ་འབྱེད་པ།

source: Open Files ...
bo_cn: ཡིག་ཆ་ཁ་ཕྱེ་བ། ...

source: Open _URL ...
bo_cn: URL...(_U)ཁ་འབྱེད།

source: OpenGL Spectrum Analyzer (Qt)
bo_cn: OpenGL ཟློས་ཤལ་དབྱེ་ཞིབ་ཆས།(Qt)

source: OpenPSF PSF1/PSF2 Decoder
bo_cn: OpenPSF PSF1/PSF2 ཨང་འགྲོལ་ཆས།

source: Options
bo_cn: འདེམས་ཚན།

source: Options Menu
bo_cn: འདེམས་བྱང་།

source: Original file name
bo_cn: ཐོག་མའི་ཡིག་ཆའི་མིང་།

source: Original file tag
bo_cn: ཐོག་མའི་ཡིག་ཆའི་གདོང་འཛར།

source: Output Sample Rate:
bo_cn: དཔེ་འདེམས་ཕྱིར་འདོན།

source: Output channels:
bo_cn: ཕྱིར་གཏོང་ལམ་བུ།

source: Output file folder:
bo_cn: ཡིག་ཆའི་དཀར་ཆག་ཕྱིར་འདོན།

source: Output file format:
bo_cn: ཡིག་ཆའི་རྣམ་གཞག་ཕྱིར་འདོན།

source: Overlap:
bo_cn: བསྐྱར་བརྩེགས།

source: Override default chorus:
bo_cn: སོར་བཞག་སྒྲ་གཡོགས་འགེབས་པ།

source: Override default gain:
bo_cn: སོར་བཞག་ཁེ་འཕར་འགེབས་པ།

source: Override default polyphony:
bo_cn: སོར་བཞག་བསྐྱར་གདངས་འགེབས་པ།

source: Override default reverb:
bo_cn: སོར་བཞག་ཕྱིར་གྲགས་འགེབས་པ།

source: Override device:
bo_cn: ཁེབས་བཀབ་སྒྲིག་ཆས།

source: Oversample
bo_cn: དཔེ་ལེན་ཚད་བརྒལ།

source: PCM device:
bo_cn: PCMསྒྲིག་ཆས།

source: PLS Playlists
bo_cn: PLS གཏོང་བའི་རེའུ་མིག

source: P_laylist
bo_cn: གཏོང་བའི་རེའུ་མིག(_l)

source: Paste
bo_cn: སྦྱར་བ།

source: Path:
bo_cn: འགྲོ་ལམ།

source: Paus_e
bo_cn: སྐབས་སྡོད།(_e)

source: Pause
bo_cn: སྐབས་འཇོག

source: Pause Off
bo_cn: གཏོང་བ་སླར་གསོ།

source: Pause On
bo_cn: གཏོང་བ་སྐབས་སྡོད།

source: Pause/Resume
bo_cn: གནས་སྐབས་མཚམས་འཇོག་/མུ་མཐུད་།

source: Peak falloff:
bo_cn: ཚད་རྩེ་འགྲིལ་བའི་འགྲོས་ཚད།

source: Permission Denied
bo_cn: དབང་ཚད་འགོག་པ།

source: Pick a folder
bo_cn: དཀར་ཆག་འདེམ་པ།

source: Pitch:
bo_cn: སྒྲ་གདངས།

source: Placement
bo_cn: ས་གནས།

source: Play
bo_cn: བསྒྲགས་གཏོང་།

source: Play Amiga MODs
bo_cn: Amiga MOD ཡིག་ཆ་གཏོང་བ།

source: Play CD
bo_cn: CDགཏོང་བ།

source: Play Start/Play Pause
bo_cn: གཏོང་བ།/སྐབས་འཇོག

source: Play Stop
bo_cn: མཚམས་འཇོག་པ།

source: Play/Resume
bo_cn: གཏོང་བ/མུ་མཐུད།

source: Playback
bo_cn: བསྒྲགས་གཏོང་།

source: Playback Start
bo_cn: གཏོང་མགོ་བརྩམ།

source: Player:
bo_cn: གཏོང་ཆས།

source: Playlist
bo_cn: གཏོང་བའི་རེའུ་མིག

source: Playlist (optional)
bo_cn: གཏོང་བའི་རེའུ་མིག(འདེམས་རུང་།)

source: Playlist Manager
bo_cn: གཏོང་བའི་རེའུ་མིག་དོ་དམ་ཆས།

source: Playlist Manager ...
bo_cn: གཏོང་བའི་རེའུ་མིག་དོ་དམ་ཆས། ...

source: Playlist _Manager ...
bo_cn: གཏོང་བ་རེའུ་མིག་དོ་དམ་ཆས（_M）...

source: Playlist mode.
bo_cn: གཏོང་བའི་རེའུ་མིག་གི་རྣམ་པ།

source: Playlist:
bo_cn: གཏོང་བའི་རེའུ་མིག

source: Please wait ...
bo_cn: ཅུང་ཙམ་སྒུག་རོགས།

source: Polyphase (best)
bo_cn: མཚན་མང་། (ལེགས་ཤོས།)

source: Port:
bo_cn: མཐུད་ཁ།

source: Position
bo_cn: ས་གནས།

source: Pre_vious
bo_cn: གཞས་སྔོན་མ།(_v)

source: Preamp
bo_cn: མདུན་བཞག་ཆེར་སྐྱེད་ཆས།

source: Prepend track number to file name
bo_cn: ཡིག་ཆའི་སྔོན་དུ་སྒྲ་ལམ་ཨང་སྣོན།

source: Presets
bo_cn: སྔོན་བཀོད།སྔོན་འཛུགས་བྱེད་པ།

source: Presets:
bo_cn: སྟེང་འཇོག

source: Press a key combination inside a text field. You can also bind mouse buttons.
bo_cn: ཡིག་རྐྱང་ཁུལ་དུ་སྡོམ་དགོས་པའི་འདུས་མཐེབ་གནོན་རོགས། ཁྱེད་ཀྱིས་ཙིག་རྟགས་ཀྱི་མཐེབ་ཀྱང་སྡོམ་ཐུབ།

source: Previous
bo_cn: གཞས་སྔ་མ།

source: Previous Playlist
bo_cn: གཏོང་བའི་རེའུ་མིག་སྔོན་མ་བོ།

source: Previous track
bo_cn: གཞས་གོང་མ།

source: PulseAudio Output
bo_cn: PulseAudioཕྱིར་འདོན།

source: Qt Interface
bo_cn: Qt འཆར་ངོས།

source: QtMultimedia Output
bo_cn: QtMultmediaཕྱིར་འདོན།

source: Quality
bo_cn: སྒྲ་རྒྱུ།

source: Quality level (0 - 10):
bo_cn: སྤུས་ཚད་རིམ་པ།(0-10)：

source: Quality:
bo_cn: སྒྲ་སྤུས།

source: Queue Manager ...
bo_cn: རུ་སྟར་དོ་དམ་ཆས།...

source: Queue position
bo_cn: རུ་སྟར་གནས་ས།

source: Queue/Unqueue
bo_cn: རེའུ་མིག་ཏུ་སྣོན/ལེན།

source: Quick
bo_cn: མགྱོགས།མྱུར།

source: Quiet after:
bo_cn: འཇགས་སྒྲའི་དུས་ཚོད།：

source: Quit
bo_cn: ཕྱིར་འདོན་པ།

source: R_everse Order
bo_cn: ལྡོག་རིམ།(_e)

source: Raise player window(s)
bo_cn: གཏོང་ཆས་སྒེའུ་ཁུང་ལས་འདོན།སྟོན་ཆས་ཀྱི་སྒེའུ་ཁུང་འདོན་པ།

source: Randomize List
bo_cn: རེའུ་མིག་གཏོར་བ།

source: Rate:
bo_cn: བསྡུར་ཚད།

source: Read speed:
bo_cn: ཀློག་ལེན་མྱུར་ཚད།

source: Read-and-append mode not supported
bo_cn: ཀློག་ལེན།-ཁ་སྣོན་རྣམ་པ་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Real transparency (requires X Composite Ext.)
bo_cn: ངོ་མ་དྭངས་གསལ།(X Compositeརྒྱ་སྐྱེད་དགོས།)

source: Reconnect to LIRC server
bo_cn: LIRC ཞབས་ཞུ་ཆས་བསྐྱར་སྦྲེལ།

source: Rectangle
bo_cn: ཟུར་གྲུ་བཞི་དབྱིབས།

source: Refresh Playlist
bo_cn: གཏོང་བའི་རེའུ་མིག་གསར་སྒྱུར།

source: Relative X offset:
bo_cn: Xལྟོས་བཅས་གནས་སྤོ།

source: Relative Y offset:
bo_cn: Yལྟོས་བཅས་གནས་སྤོ།

source: Reminder
bo_cn: དྲན་སྐུལ་ཆས།

source: Remo_ve
bo_cn: གཏོང་བའི་རེའུ་མིག་འདོར་བ། (_v)

source: Remove All
bo_cn: དྭངས་གསལ།

source: Remove Duplicates
bo_cn: བསྐྱར་ཟློས་ཀྱི་དོན་ཚན་བསུབ་པ།

source: Remove Playlist
bo_cn: གཏོང་བའི་རེའུ་མིག་འདོར་བ།

source: Remove Selected
bo_cn: བདམས་པ་འདོར་བ།

source: Remove Unavailable Files
bo_cn: སྤྱོད་མི་རུང་བའི་ཡིག་ཆ་འདོར་བ།

source: Remove Unselected
bo_cn: མ་བདམས་པ་འདོར་བ།

source: Remove _Duplicates
bo_cn: བསྐྱར་ཟློས་འདོར་བ།(_D)

source: Remove _Unavailable Files
bo_cn: གནས་མེད་པའི་ཡིག་ཆའི་ཚན་འདོར་བ།(_U)

source: Ren_ame ...
bo_cn: མིང་བསྐྱར་འདོགས།(_a) ...

source: Rename Playlist ...
bo_cn: གཏོང་བའི་རེའུ་མིག་མིང་བསྐྱར་འདོགས། ...

source: Render Style
bo_cn: རྒྱན་སྤྲོས་ཀྱི་རྣམ་པ།

source: Repeat
bo_cn: རེས་འཁོར་གྱིས་གཏོང་བ།

source: Repeat Play
bo_cn: རེས་འཁོར་གྱིས་གཏོང་བ།

source: Repeat count:
bo_cn: རེས་འཁོར་གཏོང་བའི་གྲངས་བགྲང:

source: Repeat point A set.
bo_cn: རེས་འཁོར་གནས་Aབཀོད་པ།

source: Repeat points cleared.
bo_cn: རེས་འཁོར་གནས་འདོར་བ།

source: Reset to Zero
bo_cn: ཀླད་ཀོར་དུ་ལོག

source: Reverse List
bo_cn: ལྡོག་འཁོར་རེའུ་མིག

source: Rewind 5 seconds
bo_cn: སྐར་ཆ 5ཕྱི་སྣུར།

source: Roll Up Equalizer
bo_cn: སྙོམ་ཆས་སྡུད་པ།

source: Roll Up Player
bo_cn: གཏོང་ཆས་སྡུད་པ།

source: Roll Up Playlist Editor
bo_cn: གཏོང་བའི་རེའུ་མིག་རྩོམ་སྒྲིག་ཆས་སྡུད་པ།

source: Rounded Rectangle
bo_cn: གོར་ཟུར་ནར་དབྱིབས།

source: SDL Output
bo_cn: SDLཕྱིར་འདོན།

source: SID Player
bo_cn: SID གཏོང་ཆས།

source: S_huffle
bo_cn: སྐབས་བསྟུན།(_h)

source: Sample Rate Converter
bo_cn: དཔེ་བསྡུས་ཚད་བརྗེ་སྒྱུར་ཆས།

source: Sample rate:
bo_cn: དཔེ་སྒྲུག་ཚད།：

source: Saturday
bo_cn: གཟའ་སྤེན་པ།

source: Save
bo_cn: བསྒྱུར་བཅོས་ཉར་ཚགས།

source: Save Auto Preset ...
bo_cn: རང་འཇུག་སྔོན་བཀོད་ཉར་བ། ...

source: Save Default
bo_cn: སོར་བཞག་ཚད་ལྟར་ཉར་བ།

source: Save EQF File
bo_cn: EQF ཡིག་ཆ་ཉར་བ།

source: Save EQF File ...
bo_cn: EQF ཡིག་ཆ་ཉར་བ། ...

source: Save Preset ...
bo_cn: སྔོན་བཀོད་ཉར་བ། ...

source: Save Preset File
bo_cn: སྔོན་བཀོད་ཡིག་ཆ་ཉར་བ།

source: Save Preset File ...
bo_cn: སྔོན་བཀོད་ཡིག་ཆ་ཉར་བ། ...

source: Save and restore volume:
bo_cn: སྒྲ་ཚད་ཉར་ཞིང་སླར་གསོ།

source: Save auto-preset
bo_cn: རང་འཇུག་སྔོན་བཀོད་ཉར་བ།

source: Save into custom directory
bo_cn: རང་གི་གཏན་འཁེལ་གྱི་དཀར་ཆག་ཏུ་ཉར་བ།

source: Save into original directory
bo_cn: སྔོན་གྱི་དཀར་ཆག་ཏུ་ཉར་བ།

source: Save preset
bo_cn: སྔོན་བཀོད་ཉར་བ།

source: Save volume between sessions.
bo_cn: གཏམ་གླེང་དུ་སྒྲ་ཚད་ཉར་བ།

source: Scope
bo_cn: རླབས་སྟོན་ཆས།

source: Scope Style:
bo_cn: རླབས་སྟོན་ཆས་ཀྱི་རྣམ་པ།

source: Scroll on song change
bo_cn: གླུ་འགྱུར་སྐབས་འཁོར།

source: Scroll song title
bo_cn: གླུ་དབྱངས་ཁ་བྱང་འཁོར།

source: Scroll song title in both directions
bo_cn: གླུ་དབྱངས་ཁ་བྱང་འཁོར་བ།

source: Se_ttings ...
bo_cn: སྒྲིག་འགོད།...(_t)

source: Search
bo_cn: འཚོལ་བ།

source: Search Library
bo_cn: བཤེར་འཚོལ་མཛོད།

source: Search Tool
bo_cn: འཚོལ་བཤེར་ལག་ཆ།

source: Search _Library
bo_cn: འཚོལ་བཤེར་མཛོད། (_L)

source: Search and Select
bo_cn: འཚོལ་བཤེར།/འདེམས་གསེས།

source: Search entries in active playlist
bo_cn: མིག་སྔའི་གཏོང་བའི་རེའུ་མིག་ཏུ་ཚན་པ་འཚོལ་བ།

source: Search library
bo_cn: བཤེར་འཚོལ་མཛོད།

source: Seek to %d:%-2.2d / %d:%-2.2d
bo_cn: འཚོལ་བྱ། %d:%-2.2d/%d:%-2.2d

source: Select All
bo_cn: ཡོད་ཚད་འདེམ་པ།

source: Select None
bo_cn: བདམས་པ་ལེན་པ།

source: Select _All
bo_cn: ཚང་མ་འདེམ་པ།(_A)

source: Select a playlist
bo_cn: གཏོང་བའི་རེའུ་མིག་ཅིག་དོམ།

source: Select main player window font:
bo_cn: འཆར་ངོས་གཙོ་བའི་ཡིག་གཟུགས་འདེམ་པ།

source: Select playlist font:
bo_cn: གཏོང་བའི་རེའུ་མིག་གི་ཡིག་གཟུགས་འདེམ་པ།

source: Server:
bo_cn: ཞབས་ཞུ་ཆས།：

source: Services
bo_cn: ཞབས་ཞུ།

source: Set A-B Repeat
bo_cn: གནས་A-Bརེས་འཁོར་འགོད་པ།

source: Set Alarm ...
bo_cn: ཅོང་བརྡ་འགོད་པ།

source: Set Repeat Point _A
bo_cn: རེས་འཁོར་གནས་_Aའགོད་པ།

source: Set maximum playback time:
bo_cn: གཏོང་བའི་དུས་ཚོད་ཆེ་ཤོག་བཀོལ།

source: Set minimum playback time:
bo_cn: གཏོང་བའི་དུས་ཚོད་ཆེ་ཤོག་བཀོལ།

source: Settings
bo_cn: སྒྲིག་འགོད།

source: Settings ...
bo_cn: སྒྲིག་འགོད། ...

source: Shadow
bo_cn: གྲིབ་ནག

source: Show
bo_cn: མངོན་པ།

source: Show Equalizer
bo_cn: སྙོམ་ཆས་མངོན་པ།

source: Show I_nfo Bar
bo_cn: ཆ་འཕྲིན་ཁུལ་མངོན་པ།(_n)

source: Show Info Bar Vis_ualization
bo_cn: རྟོག་བཟོས་ཕན་འབྲས་ཆ་འཕྲིན་སྡེ་མངོན་པ།（_U）

source: Show On-Screen-Display
bo_cn: On-Screen-Displayམངོན་པ།

source: Show Playlist Editor
bo_cn: གཏོང་བའི་རེའུ་མིག་གི་རྩོམ་སྒྲིག་ཆས་མངོན་པ།

source: Show Remaining Time
bo_cn: མིང་བསྐྱར་འདོགས་དུས་ཚོད་མངོན་པ།

source: Show _Menu Bar
bo_cn: འདེམས་བྱང་མངོན་པ།(_M)

source: Show _Remaining Time
bo_cn: དུས་ཚོད་ལྷག་མ་མངོན་པ།(_R)

source: Show _Status Bar
bo_cn: རྣམ་པ་སྡེ་མངོན་པ།(_S)

source: Show close buttons
bo_cn: ཁ་རྒྱག་མཐེབ་གནོན་མངོན་པ།

source: Show column headers
bo_cn: སྟར་མགོ་མངོན་པ།

source: Show entry counts
bo_cn: དོན་ཚན་གྲངས་ཀ་མངོན་པ།

source: Show peaks
bo_cn: རྩེ་བྲིན་མངོན་པ།

source: Show playback controls
bo_cn: གཏོང་བའི་ཚོད་འཛིན་མངོན་པ།

source: Shuffle
bo_cn: སྐབས་བསྟུན།

source: Silence Removal
bo_cn: འཇགས་སྒྲ་འདོར་བ།

source: Single mode.
bo_cn: སྒེའུ་ཁུང་རྐྱང་པའི་རྣམ་པ།

source: Single-repeat
bo_cn: གཞས་རྐྱང་རེས་འཁོར།

source: Size (bytes)
bo_cn: ཆེ་ཆུང་།(bytes)

source: Skip leading silence
bo_cn: མགོའི་འཇགས་སྒྲ་མཆོང་བ།

source: Skip trailing silence
bo_cn: མཇུག་གི་འཇགས་སྒྲ་ལས་མཆོང་བ།

source: Skip/repeat samples
bo_cn: མ་དཔེ།་མཆོང་བ/བསྐྱར་ཟློས།

source: Slow
bo_cn: དལ།

source: Slowest
bo_cn: དལ་ཤོས།

source: Smooth
bo_cn: འཇམ་སྙོམས།

source: Sndfile Plugin
bo_cn: Sndfile བསྒར་ལྷུ།Sndfileབསྒར་ལྷུ།

source: Sndio Output
bo_cn: Sndioཕྱིར་འདོན།

source: Sndio error: Unsupported audio format (%d)
bo_cn: Sndioནོར་འཁྲུལ། སྒྲ་ཟློས་རྣམ་གཞག（%d）ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Sndio error: sio_open() failed
bo_cn: Sndioནོར་འཁྲུལ། sioompenfailed

source: SoX Resampler
bo_cn: SoX དཔེ་བསྐྱར་བསྡུ་ཆས།

source: Solid
bo_cn: ཚོན་རྡོག

source: Song Change
bo_cn: གླུ་གཞས་འགྱུར་བ།

source: Song Info (Qt)
bo_cn: གླུ་གཞས་ཆ་འཕྲིན།(Qt)

source: Sort List
bo_cn: རིམ་སྒྲིག་རེའུ་མིག

source: Sort Se_lected
bo_cn: རིམ་སྒྲིག་འདེམས་ཚན།(_l)

source: Sort Selected
bo_cn: རིམ་སྒྲིག་བདམས་ཚན།

source: Spectrum Analyzer
bo_cn: ཟློས་ཤལ་དབྱེ་ཞིབ་ཆས།

source: Speed and Pitch
bo_cn: འགྲོས་ཚད་དང་སྒྲ་གདངས།

source: Speed:
bo_cn: མྱུར་ཚད།：

source: Spline (good)
bo_cn: དཔེ་ཟློས། (ཅུང་བཟང་།)

source: Start at
bo_cn: ནས་འགོ་ཚུགས།

source: Status Icon
bo_cn: རྣམ་པའི་རིས་རྟགས།

source: Stop
bo_cn: མཚམས་འཇོག་པ།

source: Stop A_fter This Song
bo_cn: གླུ་དབྱངས་འདིའི་རྗེས་ལ་མཚམས་བཞག

source: Stop After This Song
bo_cn: གླུ་དབྱངས་འདིའི་རྗེས་ལ་མཚམས་བཞག

source: Stopped
bo_cn: མཚམས་བཞག་ཟིན།

source: Stopping after song.
bo_cn: ལེགས་གྲུབ་བྱུང་རྗེས་མཚམས་འཇོག་དགོས།

source: Strictly enforce minimum bitrate
bo_cn: ཨང་ཚད་ཆུང་ཤོས་ལག་བསྟར་ནན་པོ་བྱེད་དགོས།

source: Style:
bo_cn: པར་རིས།་འཇོག་སྟངས།

source: Sunday
bo_cn: གཟའ་ཉི་མ།

source: Surround
bo_cn: སྐོར་སྒྲ།

source: Tact Generator
bo_cn: Tactསྐྱེད་སྒྲུབ་ཆས།

source: Tact generator: %d bpm
bo_cn: ཚིགས་འགྲོས་འགྲུབ་ཆས།སྐར་མ་རེའི་ནང་དུ་ཚིགས་འགྲོས་ནི་%dཡིན།

source: Tact generator: %d bpm %d/%d
bo_cn: ཚིགས་འགྲོས་འགྲུབ་ཆས།སྐར་མ་རེར་འགྲོས་ཚདD%ཡིན།

source: Tags
bo_cn: གདོང་འཛར།

source: Test
bo_cn: ཚོད་ལེན།

source: Text
bo_cn: ཡིག་དེབ།

source: There was a problem contacting Last.fm. Please try again later.
bo_cn: Last.fmལྟ་སྤྱོད་བྱེད་སྐབས་གནད་དོན་བྱུང་། ཅུང་ཙམ་སྐུག

source: These settings will take effect when Audacious is restarted.
bo_cn: སྒྲིག་བཀོད་འདི་དག་གིས་རོལ་མོ་གཏོང་ཆས་བསྐྱར་འབྱེད་བྱས་རྗེས་ནུས་པ་ཐོན།

source: This is your wakeup call.
bo_cn: མལ་ལངས་ཆུ་ཚོད་དུ་བཀོད་པ།

source: Threshold:
bo_cn: མཚམས་ཐང་།:

source: Thursday
bo_cn: གཟའ་ཕུར་བུ།

source: Time
bo_cn: དུས་ཚོད།

source: Time Div:
bo_cn: དུས་ཚོད་ཀྱི་རྣམ་པ།

source: Timing (ms)
bo_cn: དུས་འགྱངས།(ms)

source: Title
bo_cn: ཁ་བྱང་།

source: Title Change
bo_cn: ཁ་བྱང་བསྒྱུར་བ།

source: Title:
bo_cn: ཁ་བྱང་།:

source: To import your music library into Audacious, choose a folder and then click the "refresh" icon.
bo_cn: ཁྱེད་ཀྱི་གླུ་གཞས་མཛོད་གླུ་གཞས་གཏོང་ཆས་སུ་འདྲེན་དགོས་ན། ཡིག་ཁུག་ཅིག་བདམས་ནས། “གསར་སྒྱུར་”རིས་རྟགས་ལ་ཆིག་རྡེབ་བྱེད།

source: To repeat forever, set the repeat count to -1.
bo_cn: བརྟན་དུ་བསྐྱར་གཏོང་བྱ་དགོས་ན། བསྐྱར་ཟློས་གྲངས་བགྲང་ -1ལ་བཀོད།

source: Toggle player window(s)
bo_cn: གཏོང་བའི་སྒེའུ་ཁུང་བརྗེ་སྒྱུར།

source: Toggle repeat
bo_cn: རེས་འཁོར་གཏོང་བའི་ཁ་འབྱེད།

source: Toggle shuffle
bo_cn: སྐབས་བསྟུན་གཏོང་བའི་ཁ་འབྱེད།

source: Toggle stop after current
bo_cn: མིག་སྔའི་རོལ་དབྱངས།་ཁ་ཕྱེ་རྗེས་མཚམས་འཇོག

source: Tone Generator:
bo_cn: སྒྲ་གདངས་སྐྱེད་གྲུབ་ཆས།:

source: Too many redirects
bo_cn: ཡང་བསྐྱར་ཕྱོགས་ངེས་མང་དྲགས་པ།

source: Track
bo_cn: སྒྲ་ལམ།

source: Track %d is a data track.
bo_cn: སྡུད་ལམ%dནི་གཞི་གྲངས་སྡུད་ལམ་ཞིག་ཡིན།

source: Track %d not found.
bo_cn: སྒྲ་ལམ་%dམ་རྙེད།

source: Transparency
bo_cn: ནང་གསལ།

source: Transpose:
bo_cn: གནས་སྤོ།

source: Treble:
bo_cn: སྒྲ་གདངས་མཐོན་པོ།

source: Triggers OSD when a playlist entry is played.
bo_cn: གཏོང་མགོ་བརྩམས་དུསOSDའཕྲད་ཐོན།

source: Triggers OSD when playback is paused.
bo_cn: གཏོང་མཚམས་གནས་སྐབས་འཇོག་སྐབས་OSDའཕྲད་ཐོན།

source: Triggers OSD when playback is unpaused.
bo_cn: གཏོང་བ་སླར་གསོ་བྱེད་སྐབས་OSDའཕྲད་ཐོན།

source: Triggers OSD when the song title changes (for internet streams).
bo_cn: གླུ་གཞས་ཁ་བྱང་སྒྱུར་སྐབས་སུ་ OSDའཕྲད་ཐོན།（དྲ་བའི་རྒྱུན་སྨྱན་རྫས་ལ་བཀོལ།）

source: Tuesday
bo_cn: གཟའ་མིག་དམར།

source: Type:
bo_cn: རིགས་གྲས།:

source: Unable to fetch %s
bo_cn: %sཕྱིར་ལེན་མི་ཐུབ།

source: Unable to parse %s
bo_cn: %sལ་དབྱེ་ཞིབ་བྱེད་མི་ཐུབ།

source: Unarchived Winamp 2.x skin
bo_cn: ཐུམ་མ་བརྒྱབ་པའི་Winamp 2.xཡི་བརྗོད་གཞི།

source: Undock
bo_cn: ངོས་པང་མེད་པ།

source: Unknown HTTP error
bo_cn: མི་ཤེས་པའི་HTTP ནོར་འཁྲུལ།

source: Unsupported disk type.
bo_cn: འོད་སྡེར་རིགས་གྲས་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Use CD-Text
bo_cn: CD ཡིག་རྐྱང་བཀོལ།

source: Use CDDB
bo_cn: CDDBབཀོལ།

source: Use HTTP instead of CDDBP
bo_cn: HTTPབཀོལ་ནས་CDDBPཡི་ཚབ་བྱེད།

source: Use accurate length calculation (slow)
bo_cn: ཞིབ་ཕྲའི་རིང་ཚད་ཀྱིས་རྩིས།（དལ།）

source: Use alternate device:
bo_cn: སྒྲིག་ཆས་གཞན་དག་བཀོལ།

source: Use bitmap fonts (supports ASCII only)
bo_cn: ཚེག་གྲམ་ཡིག་གཟུགས་བཀོལ་བ།（ASCIIཡིག་རྟགས་ཁོ་ནར་རྒྱབ་སྐྱོར་བྱེད་པ།）

source: Use exclusive mode
bo_cn: ཕུད་པའི་རྣམ་པ་བཀོལ།

source: Use only when song length is unknown
bo_cn: གླུ་གཞས་རིང་ཚད་མི་ཤེས་ཁོ་ནའི་སྐབས་སུ་བཀོལ།

source: Use rate mappings
bo_cn: བསྡུར་ཚད་རྟེན་འཕྲོ།

source: VBR Options:
bo_cn: VBRའདེམས་ཚན།

source: VBR quality level:
bo_cn: VBRསྤུས་ཚད་རིམ་པ།

source: VTX Decoder
bo_cn: VTX ཨང་འགྲོལ་ཆས།

source: VU Meter Style:
bo_cn: VUརེའུ་མིག་གི་རྣམ་པ།

source: Vertical lines
bo_cn: གཞུང་ཐིག

source: Very High
bo_cn: ཧ་ཅང་མཐོ།

source: View
bo_cn: ཕྱི་ཚུལ།

source: Visualization
bo_cn: རྟོག་བཟོས་ཕན་འབྲས།

source: Visualization type:
bo_cn: མཐོང་རུང་ཅན་གྱི་རིགས།

source: Visualizations
bo_cn: མཐོང་རུང་ཅན་གྱི་ཕན་འབྲས།

source: Voice Removal
bo_cn: མིའི་སྐད་སེལ་བ།

source: Voiceprint / VU meter
bo_cn: སྒྲ་རིས/VUརེའུ་མིག

source: Voiceprint Coloring:
bo_cn: སྒྲ་རིས་ཚོན་རྒྱག

source: Volume
bo_cn: སྒྲ་ཚད།

source: Volume _Down
bo_cn: སྒྲ་ཚད་དམའ་རུ་གཏོང་།

source: Volume _Up
bo_cn: སྒྲ་ཚད་མཐོན་པོར་གཏོང་།

source: Volume down
bo_cn: སྐད་ཆུང་དུ་གཏོང་བ།

source: Volume up
bo_cn: སྒྲ་ཚད་མཐོན་པོར་གཏོང་།

source: Volume:
bo_cn: སྒྲ་ཚད།

source: Volume: %d%%
bo_cn: སྒྲ་ཚད།%d%%

source: Vorbis Encoder Configuration
bo_cn: Vorbisསྒྲིག་ཨང་ཆས་བཀོད་པ།

source: Wait before reconnecting:
bo_cn: བསྐྱར་སྦྲེལ་སྔོན་དུ་སྐུག

source: WavPack Decoder
bo_cn: WavPackཨང་འགྲོལ་ཆས།

source: Wednesday
bo_cn: གཟའ་ལྷག་པ།

source: What do these options mean?
bo_cn: འདེམ་བྱང་འདི་དག་གིས་ཅི་ཞིག་མཚོན།

source: Winamp Classic Interface
bo_cn: Winamp གསུང་རབ་འཆར་ངོས

source: Working ...
bo_cn: ལས་བཞིན་པ།...

source: XML Shareable Playlists (XSPF)
bo_cn: མཉམ་སྤྱོད་རུང་པའི་XMLགཏོང་བའི་རེའུ་མིག（XSPF）

source: Year
bo_cn: ལོ་ཚིགས།

source: You need to allow Audacious to scrobble tracks to your Last.fm account.
bo_cn: ཁྱེད་ཀྱིས་གླུ་གཞས་གཏོང་ཆས་ལ Scrobbleཁྱོད་ཀྱི་རྩིས་ཐོLast.fm ཡི་གླུ་གཞས་ཆོག་པ་བྱེད།

source: Your reminder for today is...
bo_cn: ཁྱོད་ཀྱི་དེ་རིང་གི་དྲན་ཐོ།……

source: _Add
bo_cn: སྣོན་པ། (A)

source: _Add Files ...
bo_cn: ཡིག་ཆ་སྣོན་པ།(_A)

source: _Add Folder ...
bo_cn: ཡིག་ཁུག་སྣོན་པ། ... (Add)

source: _Add to Playlist
bo_cn: གཏོང་བའི་རེའུ་མིག་ཏུ་སྣོན་པ།(_A)

source: _Cancel
bo_cn: དོར་བ།(_C)

source: _Clear Repeat Points
bo_cn: རེས་འཁོར་ཚེག་སེལ་བ།(_C)

source: _Close
bo_cn: ཁ་རྒྱག (C)

source: _Copy
bo_cn: འདྲ་པར།(_C)

source: _Create Playlist
bo_cn: གཏོང་བའི་རེའུ་མིག་གསར་བཟོ།(_C)

source: _Delete
bo_cn: བསུབ་པ།

source: _Equalizer
bo_cn: སྙོམས་ཆས།(_E)

source: _Export ...
bo_cn: ཕྱིར་འདྲེན།..(_E)

source: _File
bo_cn: ཡིག་ཆ། (_F)

source: _Import ...
bo_cn: ནང་འདྲེན་...(_I)

source: _Jump to Song ...
bo_cn: གླུ་གཞས་ལ་མཆོང་།...(_J)

source: _Log Inspector ...
bo_cn: ཉིན་ཐོ་ལྟ་རྟོག(_L) ...

source: _New
bo_cn: གསར་འཛུགས།(_N)

source: _Next
bo_cn: གཞས་ངོས་རྗེས་མ།(_N)

source: _OK
bo_cn: གཏན་འཁེལ།

source: _Open
bo_cn: ཁ་འབྱེད།(O)

source: _Open Containing Folder
bo_cn: ཁོངས་གཏོགས་ཡིག་ཁུག་ཁ་འབྱེད། (_O)

source: _Open Files ...
bo_cn: ཡིག་ཆ་ཁ་འབྱེད།...(_O)

source: _Open Folder ...
bo_cn: ཡིག་ཁུག་ཁ་འབྱེད།... (&O)

source: _Output
bo_cn: ཕྱིར་འདོན།(_O)

source: _Paste
bo_cn: སྦྱར་བ།(_P)

source: _Play
bo_cn: གཏོང་བ།(_P)

source: _Play/Resume
bo_cn: གཏོང་བ།/མུ་མཐུད་། (_P)

source: _Playback
bo_cn: གཏོང་བ།(_P)

source: _Queue Manager ...
bo_cn: རུ་སྟར་དོ་དམ་ཆས།(_Q)...

source: _Queue/Unqueue
bo_cn: རུ་འཇུག／རུ་འདོན།(_Q)

source: _Quit
bo_cn: ཕྱིར་འབུད། (_Q)

source: _Random Order
bo_cn: སྐབས་བསྟུན། (_R)

source: _Refresh
bo_cn: གསར་འདོན།(_R)

source: _Remove
bo_cn: སྤོ་བ།（R)

source: _Rename ...
bo_cn: མིང་བསྐྱར་འདོགས།...(_R)

source: _Repeat
bo_cn: རེས་འཁོར་གྱིས་གཏོང་བ།(_R)

source: _Revoke Permission
bo_cn: དབང་ཚད་ལེན་པ།(_R)

source: _Services
bo_cn: ཞབས་ཞུ།(_S)

source: _Settings ...
bo_cn: སྒྲིག་འགོད།... (_S)

source: _Sort
bo_cn: རིམ་སྒྲིག(_S)

source: _Stop
bo_cn: མཚམས་འཇོག (_S)

source: _View
bo_cn: ལྟ་ཞིབ། (_V)

source: _Visualizations ...
bo_cn: རྟོག་བཟོས་ཐོབ་འབྲས།... (_V)

source: all monitors
bo_cn: འཆར་ཆས་ཚང་མ།

source: audacious
bo_cn: གླུ་གཞས་གཏོང་ཆས།

source: enable
bo_cn: སྤྱོད་འགོ་འཛུགས་པ།

source: h
bo_cn: ཚེག

source: hours
bo_cn: ཆུ་ཚོད།

source: lossless
bo_cn: བརླག་མེད།

source: lossy (hybrid)
bo_cn: བརླག་པ། (མཉམ་བསྲེས་)

source: minutes
bo_cn: སྐར་མ།

source: monitor %i
bo_cn: འཆར་ཆས།%i

source: mono
bo_cn: སྒྲ་ལམ་རྐྱང་མ།

source: ms
bo_cn: ཧའོ་སྐར་ཆ།

source: note numbers
bo_cn: སྒྲ་རྟགས་ཀྱི་ཨང་ཀི།

source: of this genre
bo_cn: ཁྱད་ཆོས་འདི་ལ་གཏོགས།

source: on
bo_cn: ཡོད།

source: seconds
bo_cn: སྐར་ཆ།

source: semitones
bo_cn: སྒྲ་ཕྱེད།

source: sequenced
bo_cn: རྒྱུན་མཐུད།

source: stereo
bo_cn: ལངས་གཟུགས་སྒྲ།

source: variable
bo_cn: གཟུགས་འགྱུར།

source: 音乐播放器 Playlists (audpl)
bo_cn: གླུ་གཞས་གཏོང་ཆས། གཏོང་བའི་རེའུ་མིག་། (audpl)
