Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/audio-recorder.po
Languages: bo_cn

source: (Audio output)
bo_cn: (རྒྱུད་ཁོངས་ནང་ཁུལ་གྱི་སྒྲ།)

source: (Microphone)
bo_cn: (སྐད་སྦུག་གི་སྒྲ།)

source: Add.
bo_cn: སྣོན་པ།

source: Additional settings
bo_cn: ཟུར་སྣོན་སྒྲིག་བཀོད།

source: Audio
bo_cn: སྒྲ་ཟློས།

source: Audio Recorder
bo_cn: སྒྲ་ཟློས་ཕབ་ཆས།

source: Audio settings.
bo_cn: སྒྲ་ཟློས་སྒྲིག་འགོད།

source: Auto-start this application at login.
bo_cn: ཐོ་འགོད་སྐབས་བྱ་རིམ་འདི་མགོ་རང་སློང་བྱེད།

source: CD Quality, Lossless 44KHz
bo_cn: CDསྒྲ་སྤུས།བརླག་མེད།44KHz

source: CD Quality, Lossy 44KHz
bo_cn: CDསྒྲ་སྤུས། བརླག་འདུག44KHz

source: CD Quality, MP3 Lossy 44KHz
bo_cn: CDསྒྲ་སྤུས། MP3བརླག་འདུག44KHz

source: Call from %s to %s %s
bo_cn: %s ཡིས%sལ་འབོད་པ་%sསླེབས་འདུག

source: Cannot create audio pipeline. %s.
bo_cn: སྒྲ་ཟློས་དུང་ལམ་%sགསར་བཟོ་བྱེད་མི་ཐུབ།

source: Cannot find audio element %s.
bo_cn: སྒྲ་ཟློས་གཞི་རྒྱུ%sརྙེད་མེད།

source: Cannot start reading from the stream/pipeline.
bo_cn: སྒྲ་ཟློས་རྒྱུན/མདོང་ལམ་ཐིག་ནས་གཞི་གྲངས་ཀློག་མི་ཐུབ།

source: Cannot write to file "%s".
bo_cn: ཡིག་ཆ་འབྲི་མི་ཐུབ།\%s" "

source: Command:
bo_cn: བཀའ་ལག་བསྟར།

source: Continue recording
bo_cn: མུ་མཐུད་དུ་ཕབ་པ།

source: Delete
bo_cn: བསུབ་པ།

source: Device settings
bo_cn: སྒྲིག་ཆས་སྒྲིག་འགོད།

source: File extension:
bo_cn: ཡིག་ཆའི་རྒྱ་བསྐྱེད་མིང་།

source: File:
bo_cn: ཡིག་ཆ།

source: Filename format:
bo_cn: ཡིག་ཆའི་མིང་གི་རྣམ་གཞག：

source: Folder name:
bo_cn: ཡིག་ཁུག་གི་མིང་།

source: Format:
bo_cn: རྣམ་གཞག

source: General
bo_cn: སྤྱི་སྤྱོད།་སྒྲིག་འགོད།

source: Hide window
bo_cn: སྒེའུ་ཁུང་གབ་པ།

source: Information
bo_cn: གསལ་བརྡ།

source: Installation details
bo_cn: སྒྲིག་སྦྱོར་གྱི་ཞིབ་ཆ།

source: Installed items:
bo_cn: སྒྲིག་འཇུག་བྱས་པའི་བྱ་རིམ།

source: Keep window on top.
bo_cn: སྒེའུ་ཁུང་རྒྱུན་དུ་ཆེས་སྟེང་དུ་སྲུང་དགོས།

source: List signal level values in a terminal window.
bo_cn: མཐའ་སྣེའི་སྒེའུ་ཁུང་དུ་བརྡ་རྟགས་ཀྱི་རིམ་པའི་གྲངས་ཐང་འགོད་པ།

source: Lossless WAV 44KHz
bo_cn: WAVབརླག་མེད44KHz

source: Lossy Speex 32KHz
bo_cn: བརླག་འདུགSpeex 32KHz

source: Media players (RhythmBox, Banshee, etc.)
bo_cn: སྨྱན་གཟུགས་གཏོང་ཆས།(RhythmBox，Bansheeསོགས།)

source: New
bo_cn: གསར་འཛུགས།

source: OK
bo_cn: གཏན་འཁེལ

source: Pause recording
bo_cn: ཕབ་པ་སྐབས་སྡོད།

source: Please see http://www.gnu.org/licenses/gpl-3.0.txt for more details.
bo_cn: http://www.gnu.org/licenses/gpl-3.0.txtལ་ལྟ་སྤྱོད་བྱས་ནས་ཞིབ་ཕྲའི་གནས་ཚུལ་དེ་ལས་མང་ལ་གཟིགས།

source: Print program name and version.
bo_cn: པར་འདེབས་བྱ་རིམ་མིང་དང་པར་གཞི།

source: Quit
bo_cn: ཕྱིར་འདོན་པ།

source: Record ringing sound for Skype.
bo_cn: Skype དྲིལ་བརྡ་ཕབ་པ།

source: Recording command
bo_cn: བཀའ་བརྡ་ཕབ་པ།

source: Recording commands
bo_cn: བཀའ་བརྡ་ཕབ་པ།

source: Recording devices for %s:
bo_cn: %s སྒྲིག་ཆས་ཀྱི་སྒྲ་ཕབ།

source: Reset
bo_cn: བསྐྱར་སྒྲིག

source: Reset all settings and restart audio-recorder.
bo_cn: བཀོད་པ་ཚང་མ་བསྐྱར་འགོད་བྱས་ཅིང་ཉེར་སྤྱོད་འདི་མགོ་རང་སློང་བྱེད།

source: Save
bo_cn: བསྒྱུར་བཅོས་ཉར་ཚགས།

source: Select Directory
bo_cn: དཀར་ཆག་འདེམ་པ།

source: Select both output device (speakers) and webcam/microphone.
bo_cn: ཕྱིར་འདོན་སྒྲིག་ཆས་(སྒྲ་སྒམ།)དང་འདྲ་ལེན་མགོ/སྐད་སྦུག་འདེམ་པ།

source: Select one or more devices for recording.
bo_cn: སྒྲིག་ཆས་གཅིག་ཡང་ན་མང་པོ་བདམས་ནས་སྒྲ་ཕབ་དགོས།

source: Select output device (speakers) for recording.
bo_cn: ཕྱིར་འདོན་སྒྲིག་ཆས་(སྒྲ་སྒམ།)བདམས་ནས་སྒྲ་ཕབ་དགོས།

source: Show application window at startup (0=hide main window, 1=force display of main window).
bo_cn: འཕྲུལ་ཆས་ཁ་ཕྱེ་ནས་མགོ་རྩོམ་སྐབས་ཉེར་སྤྱོད་བྱ་རིམ་སྒེའུ་ཁུང་མངོན་པ།(0=སྒེའུ་ཁུང་གཙོ་བོ་སྦེད་པ།1=སྒེའུ་ཁུང་གཙོ་བོ་བཙན་མངོན་བྱར་འཇུག)

source: Show cmd
bo_cn: བཀའ་བརྡའི་མཆན་འགྲེལ།

source: Show icon on the system tray (0=hide icon, 1=force display of icon).
bo_cn: རྒྱུད་ཁོངས་སྟེགས་སྡེར་རིས་རྟགས་མངོན་པ།(0=རིས་རྟགས་སྦེད་པ། 1=རིས་རྟགས་བཙན་མངོན་བྱེད་པ།)

source: Show icon on the system tray.
bo_cn: རྒྱུད་ཁོངས་སྟེགས་སྡེར་དུ་རིས་རྟགས་མངོན་པ།

source: Show saved recordings
bo_cn: ཉར་ཚགས་བྱས་ཟིན་པའི་སྒྲ་ཕབ་མངོན་པ།

source: Show window
bo_cn: སྒེའུ་ཁུང་མངོནཔ།

source: Skype calls
bo_cn: Skypeའབོད་པ།

source: Skype is offline. Cannot connect to Skype unless you login.
bo_cn: Skype སྐུད་བྲེལ། ཁྱེད་ཀྱིས་ཐོ་འགོད་མ་བྱས་ན། Skypeལ་འབྲེལ་མི་ཐུབ།

source: Some filename
bo_cn: ཡིག་ཆ་མིང་ཁ་ཤས།

source: Source:
bo_cn: སྒྲ་ཟློས་ཁུངས།

source: Start recording
bo_cn: སྒྲ་ཕབ་མགོ་རྩོམ།

source: Stop recording
bo_cn: སྒྲ་ཕབ་མཚམས་འཇོག

source: System's default device
bo_cn: རྒྱུད་ཁོངས་སོར་བཞག་སྒྲིག་ཆས།

source: This product is released under terms of GPL, GNU GENERAL PUBLIC LICENSE v3.
bo_cn: ཐོན་རྫས་འདིས་GPLགྲོས་མཐུན་དང་GNUསྤྱི་སྤྱོད།་སྤྱི་པའི་གྲོས་མཐུན་པར་གཞི་གསུམ་པར་བརྩི་སྲུང་བྱས།

source: Timer.
bo_cn: དུས་བགྲང་ཆས།

source: Title:
bo_cn: ཁ་བྱང་།:

source: Unnamed
bo_cn: མིང་བཏགས་མེད་པ།

source: User defined audio source
bo_cn: སྤྱོད་མཁན་གྱིས་སྒྲ་ཟློས་ཁུངས་རང་ངེས་བྱེད།

source: _About
bo_cn: འབྲེལ་ཡོད།(_A)

source: _OK
bo_cn: གཏན་འཁེལ།

source: _Quit
bo_cn: ཕྱིར་འབུད། (_Q)
