Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/avahi.po
Languages: bo_cn

source: <i>No service currently selected.</i>
bo_cn: <i>མིག་སྔར་བདམས་པའི་ཞབས་ཞུ་མེད།<i>

source: A NULL terminated list of service types to browse for
bo_cn: NULLམཇུག་སྒྲིལ་བའི་ཞབས་ཞུ་རིགས་གྲས་རེའུ་མིག་མིག་བཤེར་ལ་བཀོལ།

source: Access denied
bo_cn: ལྟ་སྤྱོད་དང་ལེན་མ་བྱས།

source: Address
bo_cn: ཤག་གནས།

source: Address family
bo_cn: ཤག་གནས་ཀྱི་རིགས།

source: Address:
bo_cn: ཤག་གནས།：

source: An unexpected D-Bus error occurred
bo_cn: སྔོན་དཔག་མ་ཐུབ་པའི་D-Busནོར་འཁྲུལ་ཞིག་བྱུང་།

source: Avahi Discovery
bo_cn: Avahiརྙེད་པ།

source: Avahi client failure: %s
bo_cn: Avahi དུད་སྣེ་ཕམ་པ་%s

source: Avahi domain browser failure: %s
bo_cn: Avahi ཁོངས་བཤར་ཆས་ཕམ་པ་%s

source: Avahi resolver failure: %s
bo_cn: Avahi དབྱེ་ཞིབ་ཆས་ཕམ་པ་%s

source: Bad state
bo_cn: ནོར་འཁྲུལ་རྣམ་པ།

source: Browse Service Types
bo_cn: ཞབས་ཞུ་རིགས་གྲས་བཤར་བ།

source: Browse service type list is empty!
bo_cn: ཞབས་ཞུ་རིགས་གྲས་རེའུ་མིག་བཤར་ནས་སྟོང་པ་ཡིན།

source: Browsing for service type %s in domain %s failed: %s
bo_cn: ཞབས་ཞུ་རིགས་གྲས་ %s ཁོངས་ %sབཤར་བ་ཕམ་པ།：%s

source: Browsing for services in domain <b>%s</b>:
bo_cn: ཞབས་ཞུ་ཁོངས་བཤར་བ།<b>%s</b>：

source: Browsing for services on <b>local network</b>:
bo_cn: ཞབས་ཞུ་ <b>རང་གནས་དྲ་བ་བཤར་བ།</b>：

source: Browsing...
bo_cn: བཤར་བཞིན་པ།...

source: C_onnect
bo_cn: འབྲེལ་མཐུད།(_O)

source: Canceled.
bo_cn: ལེན་པ།

source: Change domain
bo_cn: ཁོངས་བཅོས་པ།

source: Choose SSH server
bo_cn: SSH ཞབས་ཞུ་ཆས་འདེམ་པ།

source: Connecting to '%s' ...
bo_cn: འབྲེལ་མཐུད་བྱེད་པ།“%s”...

source: DNS failure: FORMERR
bo_cn: DNS ཕམ་པ།：FORMERR

source: Daemon connection failed
bo_cn: Daemon འབྲེལ་མཐུད་ཕམ་པ་

source: Daemon not running
bo_cn: Daemonའཁོར་སྐྱོད་བྱས་མེད།

source: Desktop
bo_cn: ཅོག་ངོས།

source: Domain
bo_cn: ཁོངས།

source: Domain Name:
bo_cn: ཁོངས་མིང་།：

source: Failed to add address: %s
bo_cn: ཤག་གནས་སྣོན་པ་ཕམ་པ།：%s

source: Failed to add service: %s
bo_cn: ཞབས་ཞུ་སྣོན་པ་ཕམ་པ།：%s

source: Failed to connect to Avahi server: %s
bo_cn: Avahi ཞབས་ཞུ་ཆས་འབྲེལ་བ་ཕམ་པ།：%s

source: Failed to create address resolver: %s
bo_cn: ཤག་གནས་དབྱེ་ཞིབ་ཆས་གསར་བཟོ་ཕམ་པ།：%s

source: Failed to create browser for %s: %s
bo_cn: %sལ་བཤར་ཆས་གསར་བཟོ་ཕམ་པ།：%s

source: Failed to create client object: %s
bo_cn: དུད་སྣེ་བྱ་ཡུལ་གསར་བཟོ་ཕམ་པ།：%s

source: Failed to create domain browser: %s
bo_cn: ཁོངས་བཤར་ཆས་གསར་བཟོ་ཕམ་པ།：%s

source: Failed to create entry group: %s
bo_cn: དོན་ཚན་ཚོ་གསར་བཟོ་ཕམ་པ།：%s

source: Failed to create host name resolver: %s
bo_cn: གཙོ་འཁོར་མིང་དབྱེ་ཞིབ་ཆས་གསར་བཟོ་ཕམ་པ།：%s

source: Failed to create resolver for %s of type %s in domain %s: %s
bo_cn: རིགས་གྲས་ %sལ་ %sདབྱེ་ཞིབ་ཆས་ཁོངས་ %sགསར་བཟོ་ ཕམ་པ།：%s

source: Failed to parse port number: %s
bo_cn: མཐུད་ཁའི་ཨང་དབྱེ་ཞིབ་ཕམ་པ།：%s

source: Failed to query host name: %s
bo_cn: གཙོ་འཁོར་མིང་འཚོལ་བ་ཕམ་པ།：%s

source: Failed to query version string: %s
bo_cn: པར་གཞི་ཡིག་རྟགས་ཕྲེང་འཚོལ་བ་ཕམ་པ།：%s

source: Failed to read Avahi domain: %s
bo_cn: Avahiཁོངས་ཀློག་པ་ཕམ་པ།：%s

source: Failed to register: %s
bo_cn: ཐོ་འགོད་ཕམ་པ།：%s

source: Host Name
bo_cn: གཙོ་འཁོར་མིང་།

source: Host name conflict
bo_cn: གཙོ་འཁོར་མིང་འགལ་བ།

source: Host name successfully changed to %s
bo_cn: གཙོ་འཁོར་མིང་བཅོས་པ་ལེགས་འགྲུབ། %s

source: Initializing...
bo_cn: ཐོག་མར་ཅན་དུ་འགྱུར་བ།

source: Interface:
bo_cn: མཐུད་ཁ：

source: Invalid DNS TTL
bo_cn: ནུས་མེད་ཀྱི DNS TTL

source: Invalid DNS class
bo_cn: ནུས་མེད་ཀྱི DNSརིགས།

source: Invalid DNS return code
bo_cn: ནུས་མེད་ཀྱི DNS ཕྱིར་ལོག་ཚབ་ཨང་།

source: Invalid DNS type
bo_cn: ནུས་མེད་ཀྱི DNS རིགས་གྲས།

source: Invalid Error Code
bo_cn: ནུས་མེད་ཀྱི་ནོར་འཁྲུལ་ཚབ་ཨང་།

source: Invalid RDATA
bo_cn: ནུས་མེད་ཀྱི་་་་ RDATA

source: Invalid address
bo_cn: ནུས་མེད་གནས་ཡུལ།

source: Invalid argument
bo_cn: ནུས་མེད་ཀྱི་ཞུགས་གྲངས།

source: Invalid configuration
bo_cn: ནུས་མེད་ཀྱི་སྡེབ་སྒྲིག

source: Invalid domain name
bo_cn: ནུས་མེད་ཀྱི་ཁོངས་མིང་།

source: Invalid flags
bo_cn: ནུས་མེད་ཀྱི་གཏོགས་གཤིས་མཚོན་རྟགས།

source: Invalid host name
bo_cn: ནུས་མེད་ཀྱི་གཙོ་འཁོར་མིང་།

source: Invalid interface index
bo_cn: ནུས་མེད་ཀྱི་མཐུད་ཁའི་གསལ་བྱང་།

source: Invalid operation
bo_cn: ནུས་མེད་ཀྱི་བཀོལ་སྤྱོད།

source: Invalid packet
bo_cn: ནུས་མེད་ཀྱི་གཞི་གྲངས་ཐུམ།

source: Invalid port number
bo_cn: ནུས་མེད་ཀྱི་མཐུད་ཁའི་ཨང་།

source: Invalid protocol specification
bo_cn: ནུས་མེད་ཀྱི་གྲོས་མཐུན་ཚད་གཞི།

source: Invalid record
bo_cn: ནུས་མེད་ཀྱི་ཟིན་ཐོ།

source: Invalid record key
bo_cn: ནུས་མེད་ཀྱི་ཟིན་ཐོའི་གསང་ལྡེ།

source: Invalid service name
bo_cn: ནུས་མེད་ཀྱི་ཞབས་ཞུ་མིང་།

source: Invalid service subtype
bo_cn: ནུས་མེད་ཀྱི་ཞབས་ཞུའི་བུ་རིགས་གྲས།

source: Invalid service type
bo_cn: ནུས་མེད་ཀྱི་ཞབས་ཞུ་རིགས་གྲས།

source: Is empty
bo_cn: སྟོང་པ་ཡིན།

source: Local name collision
bo_cn: རང་གནས་མིང་འགལ་བ།

source: Location
bo_cn: ས་གནས།

source: Memory exhausted
bo_cn: ནང་གསོག་བཀོལ་ཚར།

source: Name
bo_cn: མིང་།

source: No command specified.
bo_cn: དམིགས་འཛུགས་བཀའ་བརྡ་མེད།

source: No suitable network protocol available
bo_cn: འཚམ་པའི་དྲ་བའི་གྲོས་མཐུན་སྤྱོད་རུང་མེད།

source: Not found
bo_cn: རྙེད་མ་བྱུང་།

source: Not permitted
bo_cn: མི་ཆོག་པ།

source: Not supported
bo_cn: རྒྱབ་སྐྱོར་མི་བྱེད།

source: OK
bo_cn: གཏན་འཁེལ།

source: OS Error
bo_cn: བཀོལ་སྤྱོད་རྒྱུད་ཁོངས་ནོར་འཁྲུལ།

source: Operation failed
bo_cn: བཀོལ་སྤྱོད་ཕམ་པ།

source: Port
bo_cn: མཐུད་ཁ།

source: Resolve Service
bo_cn: ཞབས་ཞུ་དབྱེ་ཞིབ།：

source: Resolve Service Host Name
bo_cn: ཞབས་ཞུའི་གཙོ་འཁོར་མིང་དབྱེ་ཞིབ།：

source: Resolve the host name of the selected service automatically before returning
bo_cn: ཕྱིར་འཁོར་སྔོན་དུ་བདམས་པའི་ཞབས་ཞུའི་གཙོ་འཁོར་མིང་དབྱེ་ཞིབ་བྱེད།

source: Resolve the selected service automatically before returning
bo_cn: ཕྱིར་འཁོར་སྔོན་དུ་བདམས་པའི་ཞབས་ཞུ་དབྱེ་ཞིབ།

source: Resource record key is pattern
bo_cn: ཐོན་ཁུངས་ཟིན་ཐོའི་གསང་ལྡེ་ནི་དངསོ་དཔེ་ཡིན།

source: Server version: %s; Host name: %s
bo_cn: ཞབས་ཞུ་ཆས་ཀྱི་པར་གཞི།：%s；གཙོ་འཁོར་མིང་།：%s

source: Service Name
bo_cn: ཞབས་ཞུའི་མིང་།

source: Service Type
bo_cn: ཞབས་ཞུའི་རིགས་གྲས།

source: TXT Data:
bo_cn: TXT གཞི་གྲངས།：

source: Terminal
bo_cn: མཐའ་སྣེ།

source: The IP port number of the resolved service
bo_cn: ཞབས་ཞུའི་IPམཐུད་ཁའི་ཨང་དབྱེ་ཞིབ་བྱས་པ།

source: The TXT data of the resolved service
bo_cn: ཞབས་ཞུའི་TXTགཞི་གྲངས་དབྱེ་ཞིབ་བྱས་པ།

source: The address family for host name resolution
bo_cn: གཙོ་འཁོར་མིང་དབྱེ་ཞིབ་བྱ་བྱེད་ཤག་གནས་ཀྱི་རིགས།

source: The address of the resolved service
bo_cn: ཞབས་ཞུའི་ཤག་གནས་དབྱེ་ཞིབ་བྱས་པ།

source: The domain to browse in, or NULL for the default domain
bo_cn: ལྟ་དགོས་པའི་ཁོངས། ཡང་ན་NULLཡིས་སོར་བཞག་ཁོངས་མཚོན།

source: The host name of the resolved service
bo_cn: ཞབས་ཞུའི་གཙོ་འཁོར་མིང་དབྱེ་ཞིབ་བྱས་པ།

source: The object passed in was not valid
bo_cn: བརྒྱུད་པའི་བྱ་ཡུལ་ནུས་མེད།

source: The requested operation is invalid because redundant
bo_cn: རེ་ཞུའི་བཀོལ་སྤྱོད་ནུས་མེད། དེ་ནི་རང་དྲགས་པའི་རྐྱེན་ཡིན།

source: The service name of the selected service
bo_cn: བདམས་པའི་ཞབས་ཞུའི་ཞབས་ཞུ་མིང་།

source: The service type of the selected service
bo_cn: བདམས་པའི་ཞབས་ཞུའི་ཞབས་ཞུ་རིགས་གྲས།

source: Timeout reached
bo_cn: དུས་བརྒལ།

source: Too many arguments
bo_cn: ཞུགས་གྲངས་མང་དྲགས།

source: Too many clients
bo_cn: དུད་སྣེ་མང་དྲགས།

source: Too many entries
bo_cn: ས་བཅད་མང་དྲགས།

source: Too many objects
bo_cn: བྱ་ཡུལ་མང་དྲགས།

source: Type
bo_cn: རིགས་རྣམ།

source: Version mismatch
bo_cn: པར་གཞི་དོ་མི་མཉམ།

source: Waiting for daemon ...
bo_cn: daemon ...སྒུག་པ།

source: _Cancel
bo_cn: དོར་བ།(_C)

source: _Domain...
bo_cn: _ཁོངས...

source: _OK
bo_cn: འགྲིག་པ།(_O)

source: avahi_service_type_browser_new() failed: %s
bo_cn: avahi_service_type_browser_new() ཕམ་པ།：%s

source: empty
bo_cn: སྟོང་པ།

source: execlp() failed: %s
bo_cn: execlp() ཕམ་པ།：%s

source: n/a
bo_cn: མི་འཚམ།

source: service_browser failed: %s
bo_cn: service_browser ཕམ་པ།：%s

source: service_type_browser failed: %s
bo_cn: service_type_browser ཕམ་པ།：%s
