Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/baobab.po
Languages: bo_cn

source: %d day
bo_cn: ཉིན།%d

source: %d item
bo_cn: ཚན།%d

source: %d month
bo_cn: ཟླ།%d

source: %d year
bo_cn: ལོ།%d

source: A graphical tool to analyze disk usage.
bo_cn: སྡུད་སྡེར་བཀོལ་སྤྱོད་གནས་ཚུལ་དབྱེ་ཞིབ་བྱ་བྱེད་ཀྱི་རིས་དབྱིབས་ལག་ཆ་ཞིག

source: A list of URIs for partitions to be excluded from scanning.
bo_cn: ཕྱིར་ཕུད་པའི་བཤར་འབེབས་ཁུལ་དབྱེURI རེའུ་མིག

source: Active Chart
bo_cn: བྱེད་སྒོའི་རི་མོ།

source: Apparent sizes are shown instead.
bo_cn: རིགས་འདེད་ཀྱི་ཆེ་ཆུང་མངོན་པར་འགྱུར།

source: Check folder sizes and available disk space
bo_cn: ཡིག་ཁུག་གི་ཆེ་ཆུང་དང་སྤྱོད་རུང་སྡུད་སྡེར་བར་སྟོང་ལ་ཞིབ་བཤེར་བྱེད།

source: Close
bo_cn: ཁ་རྒྱག་པ།

source: Computer
bo_cn: རྩིས་འཁོར།

source: Contents
bo_cn: ནང་དོན།

source: Could not analyze disk usage.
bo_cn: སྡུད་སྡེར་གྱི་བཀོལ་ཚུལ་དབྱེ་ཞིབ་བྱེད་མི་ཐུབ།

source: Could not analyze volume.
bo_cn: པོ་ཏི་དབྱེ་ཞིབ་བྱེད་མི་ཐུབ།

source: Could not detect occupied disk sizes.
bo_cn: སྤྱད་པའི་སྡུད་སྡེར་ཆེ་ཆུང་ཞིབ་བཤེར་བྱེད་མི་ཐུབ།

source: Devices and locations
bo_cn: སྒྲིག་ཆས་དང་གནས་ས།

source: Disk Usage Analyzer
bo_cn: སྡུད་སྡེར་ཀྱིས་དབྱེ་ཞིབ་ཆས་བཀོལ་བ།

source: Excluded partitions URIs
bo_cn: ཕུད་པའི་ཁུལ་དབྱེ།URI

source: Failed to move file to the trash
bo_cn: ཡིག་ཆ་དེ་སྙིགས་སྒམ་དུ་སྤོ་མི་ཐུབ།

source: Failed to open file
bo_cn: ཡིག་ཆ་ཁ་ཕྱེ་པ་ཕམ་པ།

source: Failed to show help
bo_cn: རོགས་རམ་མངོན་མི་ཐུབ།

source: Folder
bo_cn: ཡིག་ཁུག

source: Go to _parent folder
bo_cn: གོང་རིམ་ཡིག་ཁུག(_P)ལ་བསྒྱུར།

source: Home folder
bo_cn: ཡིག་ཁུག་གཙོ་བོ།

source: Mo_ve to Trash
bo_cn: སྙིགས་སྒམ་དུ་སྤོ།(_V)

source: Modified
bo_cn: བཅོས་པ།

source: Print version information and exit
bo_cn: པར་གཞི་ཆ་འཕྲིན་པར་འདེབས་བྱས་ནས་ཕྱིར་འདོན།

source: Recursively analyze mount points
bo_cn: རིམ་ལོག་གིས་ཐེག་གནས་དབྱེ་ཞིབ་བྱེད།

source: Rings Chart
bo_cn: གདུབ་དབྱིབས་རི་མོ།

source: Scan Folder…
bo_cn: ཡིག་ཁུག་བཤར་འབེབས།...

source: Select Folder
bo_cn: ཡིག་ཁུག་འདེམ་པ།

source: Size
bo_cn: ཆེ་ཆུང་།

source: The GdkWindowState of the window
bo_cn: སྒེའུ་ཁུང་གི་GdkWindowState རྣམ་པ།

source: The initial size of the window
bo_cn: ཐོག་མའི་སྒེའུ་ཁུང་གི་ཆེ་ཆུང་།

source: Today
bo_cn: དེ་རིང་།

source: Treemap Chart
bo_cn: གྲུ་བཞི་ནར་མོའི་སྡོང་དབྱིབས་ཆགས་ཚུལ་རི་མོ།

source: Unknown
bo_cn: མི་ཤེས།

source: Which type of chart should be displayed.
bo_cn: རེའུ་མིག་རིགས་གང་ཞིག་མངོན་ཡོད།

source: Window size
bo_cn: སྒེའུ་ཁུང་གི་ཆེ་ཆུང་།

source: Window state
bo_cn: སྒེའུ་ཁུང་གི་རྣམ་པ།

source: Zoom _in
bo_cn: ཆེར་སྐྱེད།(_I)

source: Zoom _out
bo_cn: ཆུང་སྐྱུང་།(_O)

source: _About
bo_cn: འབྲེལ་ཡོད།(_A)

source: _Cancel
bo_cn: དོར་བ།(_C)

source: _Copy Path to Clipboard
bo_cn: འགྲོ་ལམ་དྲས་སྦྱར་པར་དུ་འདྲ་བཟོ་བྱེད།(_C)

source: _Help
bo_cn: རོགས་རམ།(_H)

source: _Open
bo_cn: ཁ་འབྱེད་། (_O)

source: _Open Folder
bo_cn: ཡིག་ཁུག་ཁ་འབྱེད།(_o)

source: _Quit
bo_cn: ཕྱིར་ཐོན།(_Q)

source: storage;space;cleanup;
bo_cn: storage;space;cleanup;གསོག་པ།;བར་སྟོང་།;གཙང་བཤེར།;སྡུད་སྡེར་བཀོལ་བ།

source: translator-credits
bo_cn: He Qiangqiang <carton@linux.net.cn>, 2002 Funda Wang <fundawang@linux.net.cn>, 2003 2004བདུད་རྩི<rhythm.gan@gmail.com>, 2009 Fan Qijiang <fqj1994@linux.com>,2010
