Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/biometric-driver-frt610.po
Languages: bo_cn

source: Aratek TrustLink Fingerprint Reader (TL-FRT610)
bo_cn: ཡཱ་ལུའེ་ཐེTrustLinkམཛུབ་རིས་བསྡུ་ཆས(TL-FRT610)

source: Device %s[%d] received interrupt request
bo_cn: སྒྲིག་ཆས་ %s[%d]བར་དྲས་རྒྱག་རེ་ཞུ་འབྱོར།

source: Device are not open
bo_cn: སྒྲིག་ཆས་ཁ་འབྱེད་མེད།

source: Device does not exist
bo_cn: སྒྲིག་ཆས་མེད་པ།

source: Device uninitialized
bo_cn: སྒྲིག་ཆས་ཐོག་མ་ཅན་དུ་བསྒྱུར་མེད།

source: Failed to extract fingerprint features
bo_cn: མཛུབ་རིས་ཀྱི་ཁྱད་ཆས་བསྡུ་ལེན་ཕམ་པ།

source: Failed to generate fingerprint template
bo_cn: མཛུབ་རིས་མ་དཔེ།་འགྲུབ་པ་ཕམ་པ།

source: Failed to get image
bo_cn: པར་རིས།་ཐོབ་པ་ཕམ་པ།

source: Fingerprint verification failed
bo_cn: མཛུབ་རིས་བསྡུར་བ་ཕམ་པ།

source: Generating fingerprint characteristic data. Please wait...
bo_cn: མཛུབ་རིས་ཀྱི་ཁྱད་ཆས་གཞི་གྲངས་འབྱུང་པ། ཅུང་ཙམ་སྒུག་རོགས།...

source: Get image timeout
bo_cn: པར་རིས།་ཐོན་པ་དུས་བརྒལ།

source: Getting the image ...
bo_cn: པར་རིས།་ཐོབ་པ།...

source: Identifying fingerprint, please wait...
bo_cn: མཛུབ་རིས་ངོས་འཛིན་པ། ཅུང་ཙམ་སྒུག་རོགས།...

source: Illegal error number
bo_cn: ལུགས་འགལ་གྱི་ནོར་འཁྲུལ་ཨང་།

source: Initialization fingerprint algorithm failed
bo_cn: མཛུབ་རིས་རྩི་ཐབས་ཐོག་མ་ཅན་དུ་སྒྱུར་བ་ཕམ་པ།

source: Not valid BMP data
bo_cn: ནུས་ཡོད་ཀྱི་BMPགཞི་གྲངས་མིན།

source: Other errors
bo_cn: ནོར་འཁྲུལ་གཞན་དག

source: Out of memory
bo_cn: ནང་གསོག་གིས་མི་འདང་བ།

source: Parameter error
bo_cn: ཞུགས་གྲངས་ནོར་འཁྲུལ།

source: Please lift your finger
bo_cn: མཛུབ་མོ་ཡར་བཀྱག་རོགས།

source: Poor image quality
bo_cn: པར་རིས།་ཀྱི་སྤུས་ཚད་ཞན་དྲགས་པ།

source: The algorithm library is not initialized
bo_cn: རྩི་ཐབས་མཛོད་ཐོག་མ་ཅན་དུ་སྒྱུར་མེད།

source: The device has no authorization
bo_cn: སྒྲིག་ཆས་ལ་དབང་ཆ་སྤྲད་མེད།

source: The fingerprint is being sampled. Please press your finger
bo_cn: མཛུབ་རིས་ཀྱི་མ་དཔེ།་འཚོལ་བཞིན་ཡོད།ཁྱེད་ཀྱིས་མཛུབ་མོ་གནོན་རོགས།

source: The image buffer has no valid fingerprint data
bo_cn: བརྙན་རིས།་ལྷོད་གཏོང་ཁུལ་དུ་མཛུབ་རིས་ཀྱི་ནུས་ལྡན་གཞི་གྲངས་མེད་པ།

source: The image prep function is not called
bo_cn: པར་རིས།་གྲ་སྒྲིག་རྟེན་འབྱུང་གྲངས་འདྲེན་མེད།

source: This function is not supported for the time being
bo_cn: གནས་སྐབས་སུ་བྱེད་ནུས་འདི་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Unknown state
bo_cn: ངེས་མེད་ཀྱི་རྣམ་པ།

source: [%d] Sample[%d] -> Sample[%d], similarity = %d
bo_cn: [%d] དཔེ་བསྡུ།[%d] -> དཔེ་བསྡུ།[%d], འདྲ་མཚུངས་ཚད། = %d

source: [%s] No.%d device information: %s
bo_cn: [%s] ཨང%d ཡི་སྒྲིག་ཆས་ཀྱི་ཆ་འཕྲིན།：%s

source: [%s] SecurityLevel is not set. Use default values: %d
bo_cn: [%s] SecurityLevel（བདེ་འཇགས་རིམ་པ།）སོར་བཞག་ཚད་སྤྱོད་རྒྱུ་བཀོད་མེད།：%d

source: [%s] Similarity = %d (UID:%d, INDEX[%d]:%s, SNO:%d)
bo_cn: [%s] འདྲ་མཚུངས་ཚད། = %d། (UID:%d, INDEX[%d]:%s, SNO:%d)

source: [%s] Threshold (Similarity Threshold) is not set. Use default values: %d
bo_cn: [%s] Threshold（འདྲ་མཚུངས་ཚད་ཀྱི་མཚམས་ཚད།）སོར་བཞག་ཚད།：%dསྤྱོད་པ་བཀོད་མེད།

source: [1/3] fingerprint is being sampled. Please press your finger
bo_cn: [1/3] 正མཛུབ་རིས་ཀྱི་མ་དཔེ།་འཚོལ་བཞིན་ཡོད་པས།མཛུབ་མོས་གནོན་རོགས།

source: [2/3] fingerprint is being sampled. Please press your finger
bo_cn: [2/3] མཛུབ་རིས་ཀྱི་མ་དཔེ།་འཚོལ་བཞིན་ཡོད་པས།མཛུབ་མོས་གནོན་རོགས།

source: [3/3] fingerprint is being sampled. Please press your finger
bo_cn: [3/3] མཛུབ་རིས་ཀྱི་མ་དཔེ།་འཚོལ་བཞིན་ཡོད་པས།མཛུབ་མོས་གནོན་རོགས།
