Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/blueman.po
Languages: bo_cn

source: %(service)s on %(device)s
bo_cn: %(device)s ཡི་ %(service)s

source: %.0f Minute
bo_cn: སྐར་མ་%.0f

source: %.0f Second
bo_cn: སྐར་ཆ་%.0f

source: %d Minute
bo_cn: སྐར་མ། %d

source: <b>%d Active Connection</b>
bo_cn: <b>%d འགུལ་བའི་འབྲེལ་མཐུད་</b>

source: <b>Adding Device...</b>
bo_cn: <b>སྒྲིག་ཆས་སྣོན་པ།...</b>

source: <b>Advanced</b>
bo_cn: <b>མཐོ་རིམ།</b>

source: <b>An error has occured while loading a plugin. Please notify the developers with the content of this message.</b>
bo_cn: <b>བསྒར་ལྷུ་ཞིག་སྣོན་སྐབས་ནོར་འཁྲུལ་བྱུང་། བརྡ་འཕྲིན་འདི་གསར་སྤེལ་མི་སྣར་སྐྱེལ།</b>

source: <b>Author:</b>
bo_cn: <b>རྩོམ་པ་པོ།</b>

source: <b>Bluetooth _Off</b>
bo_cn: <b>སོ་སྔོན་ཁ་རྒྱག(_O)</b>

source: <b>Bonded</b>
bo_cn: <b>སྡོམ་པ།</b>

source: <b>Conflicts with:</b>
bo_cn: <b>འགལ་བ།：</b>

source: <b>Congratulations, device successfully added</b>
bo_cn: <b>བཀྲ་ཤིས་བདེ་ལེགས། སྒྲིག་ཆས་སྣོན་པ་ལེགས་འགྲུབ།</b>

source: <b>Connect To:</b>
bo_cn: <b>འབྲེལ་མཐུད་ས།：</b>

source: <b>Connect to:</b>
bo_cn: <b>འབྲེལ་མཐུད་ས།:</b>

source: <b>DUN Support</b>
bo_cn: ཨང་འབོད་དྲ་བས་རྒྱབ་སྐྱོར།

source: <b>Depends on:</b>
bo_cn: <b>རག་ལས་ས:</b>

source: <b>Device added and connected successfuly</b>
bo_cn: <b>སྒྲིག་ཆས་སྣོན་པ་ལེགས་འགྲུབ་ཅིང་འབྲེལ་མཐུད་བྱེད་པ།</b>

source: <b>Device added successfuly, but failed to connect</b>
bo_cn: <b>སྒྲིག་ཆས་སྣོན་པ་ལེགས་འགྲུབ་ཀྱང་། འབྲེལ་མཐུད་ཕམ་པ།</b>

source: <b>Disconnect:</b>
bo_cn: <b>འབྲེལ་མཐུད་དྲས་རྒྱག་པ།</b>

source: <b>Downloaded:</b>
bo_cn: <b>ཕབ་པ།：</b>

source: <b>Failed to add device</b>
bo_cn: <b>སྒྲིག་ཆས་སྣོན་པ་ཕམ་པ།</b>

source: <b>File Receiving (Object Push)</b>
bo_cn: <b>ཡིག་ཆ་ལེན་པ། (Object Push)</b>

source: <b>File Sharing (FTP)</b>
bo_cn: <b>ཡིག་ཆ་མཉམ་སྤྱོད། (FTP)</b>

source: <b>File:</b>
bo_cn: <b>ཡིག་ཆ།：</b>

source: <b>Friendly Name</b>
bo_cn: <b>གྲོགས་མིང་།</b>

source: <b>GSM settings</b>
bo_cn: <b>GSM སྒྲིག་བཀོད།</b>

source: <b>Log duration:</b>
bo_cn: <b>ཉིན་ཐོ་རྒྱུན་མཐུད་དུ།：</b>

source: <b>Log started:</b>
bo_cn: <b>ཉིན་ཐོ་མགོ་རྩོམ།：</b>

source: <b>NAP Settings</b>
bo_cn: <b>NAP སྒྲིག་བཀོད།</b>

source: <b>Network Settings</b>
bo_cn: <b>དྲ་བ་སྒྲིག་བཀོད།</b>

source: <b>No DHCP servers installed</b>
bo_cn: <b>DHCP ཞབས་ཞུ་ཆས་སྒྲིག་འཇུག་བྱས་མེད།</b>

source: <b>PAN Support</b>
bo_cn: <b>PAN རྒྱབ་སྐྱོར།</b>

source: <b>Pairing in progress...</b>
bo_cn: <b>ཆ་སྒྲིལ་བྱེད་པ།...</b>

source: <b>Please wait...</b>
bo_cn: <b>སྒུག་རོགས།...</b>

source: <b>Plugin description:</b>
bo_cn: <b>བསྒར་ལྷུའི་གསལ་བཤད།：</b>

source: <b>Select pairing method to use:</b>
bo_cn: <b>ཆ་སྒྲིལ་བྱེད་ཐབས་འདེམ་པ།:</b>

source: <b>Services</b>
bo_cn: <b>ཞབས་ཞུ།</b>

source: <b>To:</b>
bo_cn: <b>ཡིག་ལེན་མཁན།：</b>

source: <b>Total:</b>
bo_cn: <b>བསྡོམས་ན：</b>

source: <b>Transfer Settings</b>
bo_cn: <b>བརྒྱུད་གཏོང་སྒྲིག་བཀོད།</b>

source: <b>Trusted and Bonded</b>
bo_cn: <b>ཡིད་རྟོན་ནས་སྡོམ་པ།</b>

source: <b>Trusted</b>
bo_cn: <b>ཡིད་རྟོན་སྒྲིག་ཆས།</b>

source: <b>Turn Bluetooth _Off</b>
bo_cn: <b>སོ་སྔོན་ཁ་རྒྱག(_O)</b>

source: <b>Turn Bluetooth _On</b>
bo_cn: <b>སོ་སྔོན་ཁ་འབྱེད།(_O)</b>

source: <b>Uploaded:</b>
bo_cn: <b>སྐྱེལ་བ།</b>

source: <b>Visibility Setting</b>
bo_cn: <b>བཀོད་པ་མཐོང་རུང་།</b>

source: <span weight="bold" size="large">Sending files via Bluetooth</span>
bo_cn: <span weight=\bold" size="large">སོ་སྔོན་གྱིས་ཡིག་ཆ་སྐུར་བ།</span>"

source: Accept
bo_cn: སྡུད་ལེན།

source: Accept files from trusted devices
bo_cn: ཡིད་རྟོན་སྒྲིག་ཆས་སྐུར་བའི་ཡིག་ཆ་ལེན་པ།

source: Adap_ters
bo_cn: འཚམ་སྒྲིག་ཆས།(_T)

source: Adapter for this connection is not available
bo_cn: འབྲེལ་མཐུད་འདིའི་འཚམ་སྒྲིག་ཆས་སྤྱོད་མི་རུང་།

source: Adapter selection
bo_cn: བདམས་པའི་འཚམ་སྒྲིག་ཆས།

source: Add
bo_cn: ཁ་སྣོན།

source: Add this device to known devices list
bo_cn: སྒྲིག་ཆས་འདི་ཤེས་པའི་སྒྲིག་ཆས་རེའུ་མིག་ཏུ་སྣོན།

source: Adding
bo_cn: སྣོན་པ།ཁ་སྣོན་བྱེད་བཞིན་པ།

source: Adds an exit menu item to quit the applet
bo_cn: བྱ་རིམ་ཆུང་བ་ལས་ཐོན་པའི་ཕྱིར་འདོན་འདེམས་བྱང་ཚན་ཞིག་སྣོན།

source: Adds an indication on the status icon when Bluetooth is active and shows the number of connections in the tooltip.
bo_cn: རྣམ་པའི་རིས་རྟགས་སུ་སོ་སྔོན་འགུལ་སྐྱོད་ཀྱི་སྟོན་ཆས་ཤིག་སྣོན་ཞིང་། འཕར་ཐོན་གསལ་སྟོན་དུ་འབྲེལ་མཐུད་གྲངས་ཀ་མངོན་པ།

source: Adds standard menu items to the status icon menu
bo_cn: རྣམ་པའི་རིས་རྟགས་འདེམས་བྱང་དུ་ཚད་ལྡན་འདེམས་བྱང་ཚན་སྣོན།

source: All Files(*.*)
bo_cn: ཡིག་ཆ་ཚང་མ། (*.*)

source: Allow devices to write/delete
bo_cn: སྒྲིག་ཆས་ཀྱིས་འབྲི་བ／འདོར་བ་ཆོག་པ་བྱེད།

source: Allows to receive audio from remote device
bo_cn: ཐག་རིང་སྒྲིག་ཆས་ཀྱི་ཡོང་བའི་སྒྲ་ཟློས་འབྱོར་ཆོག་པ་བྱེད།

source: Allows to send audio to remote device
bo_cn: སྐུར་བ་སྒྲ་ཟློས་ཐག་རིང་སྒྲིག་ཆས་སུ་སྐུར་ཆོག་པ་བྱེད།

source: Already connected
bo_cn: འབྲེལ་མཐུད་བྱས་ཟིན།

source: Always
bo_cn: ནམ་ཡང་།

source: Always accept
bo_cn: ནམ་ཡང་མོས་མཐུན་ཡོད།

source: Always visible
bo_cn: ནམ་ཡང་མཐོང་ཐུབ།

source: Amount of time in seconds discoverable mode will last
bo_cn: འཚོལ་བའི་རྣམ་པའི་བརྒལ་དུས།（འཇལ་བྱེད་སྐར་ཆ་ཡིན།）

source: Applet's transfer service plugin is disabled
bo_cn: བྱ་རིམ་ཆུང་བའི་བརྒྱུད་སྐྱེལ་ཞབས་ཞུའི་བསྒར་ལྷུ་བཀག་པ།

source: Are you sure you want to reset the counter?
bo_cn: ཁྱེད་ཀྱིས་གྲངས་བགྲང་ཆས་བསྐྱར་ཏུ་འགོད་པ་གཏན་འཁེལ་ལམ།

source: Audio Profile
bo_cn: སྒྲ་ཟློས་སྡེབ་སྒྲིག

source: Audio Sink
bo_cn: སྒྲ་ཟློས་ཤུར།

source: Audio Source
bo_cn: སྒྲ་ཟློས་ཁུངས།

source: Authorization request for:
bo_cn: དབང་བསྐུར་རེ་ཞུ།

source: Blueman
bo_cn: སོ་སྔོན་པོ།

source: Blueman (dhclient)
bo_cn: སོ་སྔོན།(dhclient)

source: Blueman is a GTK based Bluetooth manager
bo_cn: Blueman ནི་GTKལ་བརྟེན་པའི་སོ་སྔོན་དོ་དམ་ཆས་ཡིན།

source: Bluetooth Active
bo_cn: སོ་སྔོན་ཁ་འབྱེད།

source: Bluetooth Adapters
bo_cn: སོ་སྔོན་འཚམ་སྒྲིག་ཆས།

source: Bluetooth Assistant
bo_cn: སོ་སྔོན་ལག་རོགས།

source: Bluetooth Authentication
bo_cn: སོ་སྔོན་ར་སྤྲོད།

source: Bluetooth Configuration
bo_cn: སོ་སྔོན་སྡེབ་སྒྲིག

source: Bluetooth Device
bo_cn: སོ་སྔོན་སྒྲིག་ཆས།

source: Bluetooth Devices
bo_cn: སོ་སྔོན་སྒྲིག་ཆས།

source: Bluetooth Dialup
bo_cn: སོ་སྔོན་ཨང་འབོད།

source: Bluetooth Disabled
bo_cn: སོ་སྔོན་སྤྱོད་མཚམས་བཞག

source: Bluetooth Enabled
bo_cn: སོ་སྔོན་སྤྱོད་འགོ་ཚུགས།

source: Bluetooth File Transfer
bo_cn: སོ་སྔོན་གྱིས་ཡིག་ཆ་བརྒྱུད་གཏོང་།

source: Bluetooth Manager
bo_cn: སོ་སྔོན་དོ་དམ་ཆས།

source: Bluetooth Network
bo_cn: སོ་སྔོན་དྲ་བ།

source: Bluetooth Turned Off
bo_cn: སོ་སྔོན་ཁ་རྒྱག

source: Bluetooth needs to be turned on for file sending to work
bo_cn: སོ་སྔོན་ཡིག་ཆ་བརྒྱུད་སྐྱེལ་ལས་ཀའི་ཆེད་དུ་ཁ་འབྱེད་དགོས།

source: Bluetooth needs to be turned on for the Bluetooth assistant to work
bo_cn: སོ་སྔོན་ཁ་འབྱེད་ན། སོ་སྔོན་ལག་རོགས་ཀྱིས་ལས་སྒྲུབ་ཐུབ།

source: Bluetooth needs to be turned on for the adapter manager to work
bo_cn: སོ་སྔོན་ཁ་ཕྱེ་ན་འཚམ་སྒྲིག་ཆས་དོ་དམ་ཆས་ཀྱིས་ལས་སྒྲུབ་ཐུབ།

source: Bluetooth needs to be turned on for the device manager to function
bo_cn: སྒྲིག་ཆས་དོ་དམ་ཆས་ཀྱིས་སོ་སྔོན་ཁ་ཕྱེ་ན་ལས་སྒྲུབ་ཐུབ།

source: Browse
bo_cn: མིག་བཤེར།

source: Browse the device using obex ftp
bo_cn: obex ftpསྤྱད་ནས་སྒྲིག་ཆས་འདི་ལ་མིག་བཤར།

source: Browse this device
bo_cn: སྒྲིག་ཆས་འདིར་མིག་བཤར།

source: Cancel
bo_cn: འདོར་བ།

source: Cancel Operation
bo_cn: ལེན་པའི་བཀོལ་སྤྱོད།

source: Cancelling
bo_cn: དོར་བཞིན་པ།

source: Changing Bluetooth system settings requires privileges
bo_cn: སོ་སྔོན་རྒྱུད་ཁོངས་བཀོད་པ་བསྒྱུར་དགོས་ན། དབང་ཚད་དགོས།

source: Close
bo_cn: ཁ་རྒྱག་པ།

source: Command
bo_cn: བཀའ་ལག་བསྟར།

source: Command to execute when answer button is pressed:
bo_cn: དང་ལེན་མཐེབ་གནོན་གནོན་སྐབས་བཀའ་བརྡ་ལ་བསྟར་བྱེད།

source: Configuration
bo_cn: སྡེབ་སྒྲིག

source: Configure Bluetooth Network
bo_cn: སོ་སྔོན་དྲ་བ་སྡེབ་སྒྲིག

source: Configure selected plugin's preferences
bo_cn: བདམས་པའི་བསྒར་ལྷུ་སྡེབ་སྒྲིག

source: Configuring networking requires privileges
bo_cn: དྲ་བ་སྡེབ་སྒྲིག་བྱེད་དགོས་ན་དབང་ཚད་དགོས།

source: Confirm
bo_cn: གཏན་འཁེལ།

source: Confirm value
bo_cn: གཏན་འཁེལ་གྱི་ཚད།

source: Confirm value for authentication:
bo_cn: ར་སྤྲོད་ཚད་གཏན་འཁེལ་བྱེད།

source: Connect
bo_cn: འབྲེལ་མཐུད།

source: Connected
bo_cn: འབྲེལ་མཐུད་བྱས་ཟིན།

source: Connected to %s
bo_cn: %sལ་འབྲེལ་ཟིན།

source: Connected:
bo_cn: འབྲེལ་ཟིན།：

source: Connecting
bo_cn: འབྲེལ་མཐུད་བྱེད་བཞིན་པ།

source: Connecting..
bo_cn: འབྲེལ་མཐུད་བྱེད་བཞིན་པ།...

source: Connecting...
bo_cn: འབྲེལ་མཐུད་བྱེད་བཞིན་པ།...

source: Connection Failed:
bo_cn: འབྲེལ་མཐུད་ཕམ་པ།：

source: Connection to BlueZ failed
bo_cn: BlueZལ་འབྲེལ་་ཕམ་པ།

source: Controls Bluetooth adapter power states
bo_cn: སོ་སྔོན་འཚམ་སྒྲིག་ཆས་ཀྱི་གློག་ཁུངས་རྣམ་པ་ཚོད་འཛིན་བྱེད།

source: Create pairing with the device
bo_cn: སྒྲིག་ཆས་དང་ཆ་སྒྲིལ།

source: DHCP server type:
bo_cn: DHCP ཞབས་ཞུ་ཆས་རིགས་གྲས།

source: DUN connection on %s will now be available in Network Manager
bo_cn: %s ཡི་DUN འབྲེལ་མཐུད་དེ་དྲ་བའི་དོ་དམ་ཆས་སུ་ད་ལྟར་སྤྱོད་རུང་ཡིན།

source: Data activity indication
bo_cn: གཞི་གྲངས་འགུལ་བའི་བསྟན་པ།

source: Deny
bo_cn: ཟློག་པ།

source: Dependency issue
bo_cn: བརྟེན་བྱའི་གནད་དོན།

source: Device
bo_cn: སྒྲིག་ཆས།

source: Device Manager
bo_cn: སྒྲིག་ཆས་དོ་དམ་ཆས།

source: Device search progress
bo_cn: སྒྲིག་ཆས་འཚོལ་རིམ།

source: Dialup Networking (DUN)
bo_cn: ཨང་འབོད་དྲ་བ། (DUN)

source: Dialup Settings
bo_cn: ཨང་འབོད་སྒྲིག་བཀོད།

source: Disconnecting...
bo_cn: འབྲེལ་མཐུད་དྲས་རྒྱག་པ་...

source: Discoverable timeout
bo_cn: འཚོལ་བ་དུས་བརྒལ།

source: Discoverable... %ss
bo_cn: %ssརྙེད་ཐུབ།...

source: Don't connect
bo_cn: འབྲེལ་མཐུད་མ་བྱེད།

source: Enable Bluetooth
bo_cn: སོ་སྔོན་སྤྱོད་པ།

source: Enable Routing (NAT)
bo_cn: ལས་འཚོལ་ཆོག་པ།(NAT)

source: Enabled
bo_cn: སྤྱོད་འགོ་བརྩམས་ཟིན་པ།

source: Enter PIN code
bo_cn: PINཨང་ནང་འཇུག

source: Enter PIN code for authentication:
bo_cn: དབང་སྤྲོད་PINཨང་ནང་འཇུག

source: Enter passkey
bo_cn: གསང་ཨང་ནང་འཇུག

source: Enter passkey for authentication:
bo_cn: ར་སྤྲོད་བརྒྱུད་པའི་ཨང་ནང་འཇུག་བྱེད།：

source: Error occurred
bo_cn: ནོར་འཁྲུལ་བྱུང་།

source: Error occurred while sending file %s
bo_cn: ཡིག་ཆ་ %s སྐུར་དུས་ནོར་འཁྲུལ་བྱུང་།

source: Failed
bo_cn: ཕམ་པ།

source: Failed to change profile to %s
bo_cn: སྡེབ་སྒྲིག་མིང་%sལ་བསྒྱུར་མི་ཐུབ།

source: Failed to connect
bo_cn: འབྲེལ་མཐུད་ཕམ་པ།

source: Failed to launch "%s"
bo_cn: འགོ་སློང་།\%s\ཕམ་པ།

source: Failed to launch default file browser
bo_cn: སོར་བཞག་གི་ཡིག་ཆའི་བཤར་ཆས་འགོ་རྩོམ་མི་ཐུབ།

source: Failed to obtain an IP address on %s
bo_cn: %sཐོག་ཏུ་IP ཤག་གནས་ཐོབ་པ་ཕམ་པ།

source: Failure
bo_cn: ཕམ་པ།

source: File %(0)s from %(1)s successfully received
bo_cn: %(1)s ཡོང་བའི་ཡིག་ཆ་ %(0)s བདེ་བླག་ངང་བྱོར་བ།

source: File received
bo_cn: ཡིག་ཆ་སྡུད་ལེན་ཟིན་པ།

source: Files received
bo_cn: ཡིག་ཆ་སྡུད་ལེན་ཟིན་པ།

source: Finished
bo_cn: ལེགས་གྲུབ།

source: Forcefully disconnect the device
bo_cn: བཙན་དྲས་རྒྱག།

source: GSM Settings
bo_cn: GSMསྒྲིག་འགོད།

source: Group Network
bo_cn: དྲ་བ་ཚོགས།

source: Hidden
bo_cn: གབ་པ།

source: High
bo_cn: མཐོ།

source: IP Address:
bo_cn: IP ཤག་གནས།

source: IP address conflicts with interface %s which has the same address
bo_cn: IP ཤག་གནས་དང་མཐུད་ཁ %s འགལ་བ། དེའི་ཤག་གནས་ཡང་འདི་ཡིན།

source: Incoming Folder:
bo_cn: ཡིག་ཆས་དཀར་ཆག་དང་ལེན།

source: Incoming file %(0)s from %(1)s
bo_cn: %(1)sནས་ཡིག་ཆ་ %(0)sབརྒྱུད་པ།

source: Incoming file over Bluetooth
bo_cn: སོ་སྔོན་བརྟེན་ནས་སྐྱེལ་བའི་ཡིག་ཆ།

source: Interface %(0)s bound to IP address %(1)s
bo_cn: མཐུད་ཁ་ %(0)s IP ཤག་གནས %(1)sལ་སྡོམ།

source: Introduction
bo_cn: འདྲེན་སྟོན།

source: Invalid IP address
bo_cn: ནུས་མེད་ཀྱི་ IP ཤག་གནས།

source: Latest Device _First
bo_cn: སྒྲིག་ཆས་གསར་བ་སྔོན་རིམ།_F)

source: Latest Device _Last
bo_cn: སྒྲིག་ཆས་གསར་བ་རྒྱབ་སྣུར།(_L)

source: Launch DHCP client
bo_cn: DHCPདུད་སྣེ་མགོ་སློང་།

source: Launching DHCP client requires privileges
bo_cn: DHCPདུད་སྣེ་མགོ་སློང་ན་དམིགས་བསལ་གྱི་དབང་ཆ་དགོས།

source: Local Services
bo_cn: རང་སའི་ཞབས་ཞུ།

source: Low
bo_cn: དམའ།

source: Make the default adapter temporarily visible
bo_cn: སྔོན་འདེམས་འཚམ་སྒྲིག་ཆས་གནས་སྐབས་མཐོང་ཐུབ་པ་བྱེད།

source: Manages local network services, like NAP bridges
bo_cn: རང་སའི་དྲ་བ་ཞབས་ཞུ་དོ་དམ་བྱེད། དཔེར་ན་ NAP ཟམ།

source: Mark/Unmark this device as trusted
bo_cn: སྒྲིག་ཆས་འདི་ཡིད་རྟོན་གྱི་རྟགས་རྒྱག/རྟགས་ལེན་པ་བྱེད།

source: Maximum items
bo_cn: ཆེས་ཆེ་བའི་རྣམ་གྲངས་ཀྱི་གྲངས་ཀ

source: Modem Manager did not support the connection
bo_cn: སྙོམ་སྒྲིག་སྒྲིག་འགྲོལ་ཆས་ཀྱི་དོ་དམ་ཆས་འབྲེལ་མཐུད་འདི་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: More
bo_cn: དེ་ལས་མང་བ།

source: Much
bo_cn: མང་པོ།

source: Network
bo_cn: དྲ་རྒྱ།

source: Network Access Point
bo_cn: དྲ་བའི་འབྲེལ་ཚེག

source: Network Access Point (NAP)
bo_cn: དྲ་བའི་འབྲེལ་ཚེག (NAP)

source: Network _Usage
bo_cn: དྲ་བའི་སྤྱོད་ཚུལ།(_U)

source: NetworkManager
bo_cn: དྲ་རྒྱ་དོ་དམ་ཆས།

source: No adapters found
bo_cn: འཚམ་སྒྲིག་ཆས་མ་རྙེད།

source: No usage statistics are available yet. Try establishing a connection first and then check this page.
bo_cn: སྡོམ་རྩིས་ཆ་འཕྲིན་སྤྱོད་རུང་མེད་པ། ཁྱེད་ཀྱིས་སྔོན་དུ་འབྲེལ་མཐུད་ཅིག་བཟོས་ནས་ཤོག་ངོས་འདི་ཞིབ་བཤེར་བྱེད།

source: Not Connected
bo_cn: སྦྲེལ་མེད།

source: Not currently supported with this setup
bo_cn: མིག་སྔའི་སྒྲིག་ཆས་སུ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Not specified
bo_cn: དམིགས་འཛུགས་བྱས་མེད་པ།

source: Number:
bo_cn: སྒྲིག་ཨང་།：

source: OK
bo_cn: གཏན་འཁེལ

source: Optimal
bo_cn: ཡག་ཤོས།

source: Pair
bo_cn: ཆ་སྒྲིག

source: Pair Device
bo_cn: སྒྲིག་ཆས་ཆ་སྒྲིག

source: Pair with the device
bo_cn: སྒྲིག་ཆས་འདི་ཆ་སྒྲིག

source: Pair.
bo_cn: ཆ་སྒྲིག

source: Pairing
bo_cn: ཆ་སྒྲིག

source: Pairing PIN code for
bo_cn: PINཨང་ཆ་སྒྲིག

source: Pairing passkey for
bo_cn: གསང་ཨང་ཆ་སྒྲིག

source: Pairing request for device:
bo_cn: སྒྲིག་ཆས་ཀྱི་ཆ་སྒྲིག་རེ་ཞུ།

source: Pairing request for:
bo_cn: ཆ་སྒྲིག་གི་རེ་ཞུ།

source: Pairing with: %s
bo_cn: %sདང་ལས་པ།

source: Pairing...
bo_cn: ཆ་སྒྲིག་བཞིན་པ།...

source: Plugins
bo_cn: བསྒར་ལྷུ།

source: Poor
bo_cn: ཞན།

source: Proceed Without Pairing
bo_cn: ཆ་སྒྲིག་མ་བྱེད་པའི་སྒྲིག་དྲས་རྒྱག།

source: Provides DBus API for other Blueman components
bo_cn: Bluemanསྒྲིག་ལྷུ་གཞན་དག་ལ་DBus APIམཁོ་འདོན་བྱེད།

source: Provides OBEX file transfer capabilities
bo_cn: OBEX ཡིག་ཆ་སྐྱེལ་ནུས་མཁོ་འདོན་བྱེད།

source: Provides a basic dhcp client for Bluetooth PAN connections.
bo_cn: སོ་སྔོན་ PAN འབྲེལ་མཐུད་ལ་རྩ་བའི་ dhcp དུད་སྣེ་ཞིག་མཁོ་འདོན་བྱེད།

source: Provides a menu for the applet and an API for other plugins to manipulate it
bo_cn: དཀར་ཆག་ཅིག་མཁོ་འདོན་བྱས་ནས་བསྒར་ལྷུ་གཞན་དག་གི་ appletདང་APIམཁོ་འདོན་བྱེད།

source: Provides a menu item for making the default adapter temporarily visible when it is set to hidden by default
bo_cn: འདེམས་བྱང་ཚན་ཞིག་མཁོ་འདོན་བྱས། སོར་བཞག་གི་སྦེད་པའི་ཐོག་མའི་བདམས་པའི་འཚམ་སྒྲིག་ཆས་གནས་སྐབས་སུ་མཐོང་དུ་འཇུག

source: Provides a menu item that contains last used connections for quick access
bo_cn: སྔོན་སྤྱོད་པའི་འབྲེལ་མཐུད་ཀྱི་འདེམས་བྱང་ཚན་ཞིག་མཁོ་འདོན་བྱས་ནས་མགྱོགས།མྱུར་ངང་ལྟ་སྤྱོད་བྱེད།

source: Provides basic support for connecting to the internet via DUN profile.
bo_cn: DUN སྡེབ་སྒྲིག་ཡིག་ཆ་ Internet འབྲེལ་བར་རྩ་བའི་རྒྱབ་སྐྱོར་མཁོ་འདོན་བྱེད།

source: Provides passkey, authentication services for BlueZ daemon
bo_cn: BlueZསྲུང་སྐྱོབ་འཕེལ་རིམ་ལ་གསང་ལྡེ། ར་སྤྲོད་ཞབས་ཞུ་མཁོ་འདོན་བྱེད།

source: Provides support for Dial Up Networking (DUN) with ModemManager and NetworkManager
bo_cn: སྙོམ་སྒྲིག་སྒྲིག་འགྲོལ་ཆས་ཀྱི་དོ་དམ་ཆས་དང་དྲ་བའི་་དོ་དམ་ཆས་སྤྱད་དེ་ཨང་འབོད་དྲ་བ་(DUN)ལ་རྒྱབ་སྐྱོར་མཁོ་འདོན་བྱེད།

source: Provides support for Personal Area Networking (PAN) introduced in NetworkManager 0.8
bo_cn: དྲ་བའི་དོ་དམ་ཆས 0.8ཡིས་མི་སྒེར་ཁྱབ་ཆུང་དྲ་བ(PAN)ལ་རྒྱབ་སྐྱོར་མཁོ་འདོན་བྱེད།

source: Receive file message
bo_cn: ཡིག་ཆའི་བརྡ་འཕྲིན་དང་ལེན་བྱེད།

source: Received %d file in the background
bo_cn: རྒྱབ་སྟེགས་སུ་ཡིག་ཆ་ %dབསྡུ་ལེན་བྱེད།

source: Received %d more file in the background
bo_cn: རྒྱབ་སྟེགས་སུ་ཡང་ཡིག་ཆ་ %d བསྡུ་ལེན་བྱེད།

source: Receiving file
bo_cn: ཡིག་ཆ་བསྡུ་བ།

source: Receiving file %(0)s from %(1)s
bo_cn: %(1)sལས་ཡིག་ཆ་ %(0)sབསྡུ་བ།

source: Recent _Connections
bo_cn: ཉེ་ཆར་འབྲེལ་མཐུད།：(_C)

source: Recommended
bo_cn: འོས་སྦྱོར།

source: Reject
bo_cn: ཟློག་པ།

source: Remove
bo_cn: བསུབ་པ།

source: Remove this device from the known devices list
bo_cn: སྒྲིག་ཆས་འདི་ཤེས་ཟིན་པའི་སྒྲིག་ཆས་རེའུ་མིག་ལས་བསུབ།

source: Rename device
bo_cn: སྒྲིག་ཆས་མིང་བསྐྱར་འདོགས།

source: Rename device...
bo_cn: སྒྲིག་ཆས་མིང་བསྐྱར་འདོགས།

source: Renew IP Address
bo_cn: IP ཤག་གནས་གསར་སྒྱུར།

source: Reset
bo_cn: བསྐྱར་འཇོག

source: Retry
bo_cn: ཡང་བསྐྱར་ཚོད་ལེན།

source: Run the setup assistant for this device
bo_cn: སྒྲིག་ཆས་འདི་ལ་སྒྲིག་བཀོད་ལས་རོགས་འཁོར་སྐྱོད་བྱེད།

source: Runs a command when answer button is pressed on a headset
bo_cn: ཉན་ཆས་ཀྱི་མཐེབ་གནོན་གནོན་སྐབས་སུ་བཀའ་བརྡ་ཞིག་འཁོར་སྐྱོད་བྱེད།

source: Script to execute on connection
bo_cn: འབྲེལ་མཐུད་བྱེད་སྐབས་ལག་བསྟར་གྱི་གཞི་དེབ།

source: Search
bo_cn: འཚོལ་བ།

source: Search for devices
bo_cn: སྒྲིག་ཆས་འཚོལ་བ།

source: Search for nearby devices
bo_cn: ཉེ་བའི་སྒྲིག་ཆས་འཚོལ་བ།

source: Searching
bo_cn: བཤེར་འཚོལ་བྱེད་བཞིན་པ།

source: Select Device
bo_cn: སྒྲིག་ཆས་འདེམ་པ།

source: Select Shared/Storage folder
bo_cn: མཉམ་སྤྱོད་／གསོག་འཇོག་ཡིག་ཁུག་འདེམ་པ།

source: Select audio profile for PulseAudio
bo_cn: PulseAudioཡི་སྒྲ་ཟློས་སྡེབ་སྒྲིག་འདེམ་པ།

source: Select files to send
bo_cn: སྐུར་དགོས་པའི་ཡིག་ཆ་འདེམ་པ།

source: Send File
bo_cn: ཡིག་ཆ་སྐུར་བ།

source: Send _Files to Device
bo_cn: སྒྲིག་ཆས་ལ་ཡིག་ཆ་སྐུར་བ།:(_F)

source: Send a _File...
bo_cn: ཡིག་ཆ་སྐུར་བ།:(_F)...

source: Send file(s) to the device
bo_cn: སྒྲིག་ཆས་འདི་ལ་ཡིག་ཆ་སྐུར་བ།

source: Send files to this device
bo_cn: ཡིག་ཆ་སྒྲིག་ཆས་འདི་ལ་སྐུར་བ།

source: Sending File
bo_cn: ཡིག་ཆ་སྐུར་བ།

source: Serial Ports
bo_cn: ཕྲེང་ཁ།

source: Serial port connected
bo_cn: ཕྲེང་ཁ་འབྲེལ་ཟིན།

source: Serial port connected to %s
bo_cn: ཕྲེང་ཁ་ %sལ་འབྲེལ།

source: Serial port connection script failed
bo_cn: ཕྲེང་ཁ་གཞི་དེབ་དུ་འབྲེལ་བ་ཕམ་པ།

source: Serial port service on device <b>%s</b> now will be available via <b>%s</b>
bo_cn: <b>%s</b>སྒྲིག་ཆས་ཀྱི་ཕྲེང་ཁའི་ཞབས་ཞུ་<b>%s</b>བརྟེན་ནས་སྤྱོད་ཐུབ།

source: Service:
bo_cn: ཞབས་ཞུ།

source: Set Bluetooth Adapter Properties
bo_cn: སོ་སྔོན་འཚམ་སྒྲིག་ཆས་གཏོགས་གཤིས་སྒྲིག་འགོད།

source: Setup...
bo_cn: སྒྲིག་འགོད།...

source: Shared Folder:
bo_cn: ཡིག་ཁུག་མཉམ་སྤྱོད།

source: Show _Statusbar
bo_cn: རྣམ་པ་སྡེ་མངོན་པ།(_S)

source: Show _Toolbar
bo_cn: ལག་ཆ་སྡེ་མངོན་པ།(_T)

source: Show input
bo_cn: ནང་འཇུག་མངོན་པ།

source: Shows network traffic usage
bo_cn: དྲ་བའི་རྒྱུན་ཚད་སྤྱོད་ཕྱོད་མངོན་པ།

source: Skip
bo_cn: མཆོངས་བ།

source: Source adapter. Takes address or adapter's name eg. hci0
bo_cn: ཁུངས་འཚམ་སྒྲིག་ཆས། ཤག་གནས་ཡང་ན་འཚམ་སྒྲིག་ཆས་ཀྱི་མིང་འབྲི། དཔེར་ན:hci0

source: Standard SPP profile connection handler, allows executing custom actions
bo_cn: ཚད་ལྡན་གྱི་SPP སྡེབ་སྒྲིག་འབྲེལ་མཐུད་སྒྲིག་དྲས་རྒྱག་ཆས། རང་གི་མཚན་ཉིད་བཞག་པའི་འགུལ་སྟངས་ལག་བསྟར་བྱེད་ཆོག

source: Start configuration assistant for this device
bo_cn: སྒྲིག་ཆས་འདི་ལ་སྡེབ་སྒྲིག་ལག་རོགས་མགོ་སློང་།

source: Sub-optimal
bo_cn: ཅུང་བཟང་།

source: Success
bo_cn: ལེགས་འགྲུབ།

source: Success!
bo_cn: ལེགས་འགྲུབ།

source: Temporarily suspends the screensaver when a bluetooth game controller is connected.
bo_cn: སོ་སྔོན་རོལ་རྩེད་ཚོད་འཛིན་ཆས་འབྲེལ་སྐབས། གནས་སྐབས་སུ་ཡོལ་ཤེལ་སྲུང་སྐྱོབ་བྱ་རིམ་འགེལ་བ།

source: Temporarily visible
bo_cn: གནས་སྐབས་མཐོང་རུང་།

source: The maximum number of items recent connections menu will display.
bo_cn: ཉེ་ཆར་འབྲེལ་མཐུད་འདེམས་བྱང་མངོན་པའི་གྲངས་མང་ཤོས།

source: Too much
bo_cn: མང་དྲགས།

source: Total data received and rate of transmission
bo_cn: འབྱོར་བའི་གཞི་གྲངས་སྤྱིའི་ཚད་དང་སྐྱེལ་བའི་མྱུར་ཚད།

source: Total data sent and rate of transmission
bo_cn: གཏོང་བའི་གཞི་གྲངས་སྤྱིའི་ཚད་དང་སྐྱེལ་བའི་མྱུར་ཚད།

source: Traffic statistics
bo_cn: བཞུར་ཚད་བསྡོམས་རྩིས།

source: Transfer
bo_cn: བརྒྱུད་གཏོང་།

source: Transfer failed
bo_cn: སྐྱེལ་འདྲེན་ཕམ་པ།

source: Transfer of file %(0)s failed
bo_cn: ཡིག་ཆ་ %(0)sསྐྱེལ་བ་ཕམ་པ།

source: Trust
bo_cn: ཡིད་ཆེས།

source: Turn off all adapters
bo_cn: འཚམ་སྒྲིག་ཆས་ཚང་མ་ཁ་རྒྱག

source: Turn on all adapters
bo_cn: འཚམ་སྒྲིག་ཆས་ཚང་མ་མགོ་སློང་།

source: Unknown
bo_cn: མི་ཤེས།

source: Unspecified
bo_cn: དམིགས་འཛུགས་བྱས་མེད་པ།

source: Untrust
bo_cn: ཡིད་ཆེས་མི་བྱེད་པ།

source: Use Random Passkey
bo_cn: སྐབས་བསྟུན་གསང་ཨང་སྤྱོད་པ།

source: Uses libappindicator to show a statusicon
bo_cn: libappindicatorབཀོལ་ནས་རྣམ་པ་རིས་རྟགས་ཤིག་མངོན་པ།

source: Very High
bo_cn: ཧ་ཅང་མཐོ།

source: You can enter an alternate browser in service settings
bo_cn: ཁྱེད་ཀྱིས་ཞབས་ཞུ་སྒྲིག་འགོད་དུ་བཤར་ཆས་གཞན་ཞིག་ནང་འཇུག་བྱེད་ཆོག

source: _Adapter
bo_cn: འཚམ་སྒྲིག་ཆས(_A)

source: _Add Device
bo_cn: སྒྲིག་ཆས་སྣོན་པ།(_A)

source: _Browse Device...
bo_cn: སྒྲིག་ཆས་བཤར་བ།(_B):...

source: _Browse Files on Device
bo_cn: སྒྲིག་ཆས་སྟེང་གི་ཡིག་ཆ་བཤར་བ།(_B)

source: _Cancel
bo_cn: དོར་བ།(_C)

source: _Close
bo_cn: ཁ་རྒྱག (C)

source: _Device
bo_cn: སྒྲིག་ཆས།(_D)

source: _Devices
bo_cn: སྒྲིག་ཆས།(_D)

source: _Disconnect
bo_cn: དྲས་རྒྱག་པ།(_D)

source: _Exit
bo_cn: ཕྱིར་འདོན།(_E)

source: _Help
bo_cn: རོགས་རམ།(_H)

source: _Local Services
bo_cn: རང་སའི་ཞབས་ཞུ།(_L)

source: _Make Discoverable
bo_cn: རྙེད་མི་ཐུབ།(_M)

source: _OK
bo_cn: གཏན་འཁེལ།

source: _Pair
bo_cn: ཆ་སྒྲིག:(_P)

source: _Plugins
bo_cn: བསྒར་ལྷུ།(_P)

source: _Preferences
bo_cn: སྒྲིག་འགོད།(_P)

source: _Remove...
bo_cn: སྤོ་བ།(_R)...

source: _Report a Problem
bo_cn: སྙན་ཞུའི་གནད་དོན།(_R)

source: _Reset
bo_cn: བསྐྱར་བཀོད། (_R)

source: _Search
bo_cn: བཤེར་འཚོལ།(_S)

source: _Setup New Device
bo_cn: སྒྲིག་ཆས་གསར་བ་སྒྲིག་འགོད།(_S)

source: _Setup...
bo_cn: སྒྲིག་འགོད།:(_S)...

source: _Stop
bo_cn: མཚམས་འཇོག (_S)

source: _Trust
bo_cn: ཡིད་རྟོན།:(_T)

source: _Untrust
bo_cn: ཡིད་རྟོན་ལེན་པ།(_U)

source: _View
bo_cn: ལྟ་ཞིབ། (_V)

source: cellular
bo_cn: ལག་ཐོག་ཁ་པར།

source: cordless
bo_cn: སྐུད་མེད་སྒྲིག་ཆས།

source: day
bo_cn: ཉིན།

source: desktop
bo_cn: ཅོག་ངོས།

source: handheld
bo_cn: ལག་ཁྱེར་སྒྲིག་ཆས།

source: handsfree
bo_cn: གནོན་མི་དགོས་པའི་སྒྲིག་ཆས།

source: headset
bo_cn: རྣ་མདའ།

source: hour
bo_cn: དུས་ཚོད།

source: keyboard
bo_cn: མཐེབ་གཞོང་།

source: laptop
bo_cn: ཟིན་དེབ།

source: microphone
bo_cn: སྐད་སྦུག

source: minute
bo_cn: སྐར་མ།

source: modem
bo_cn: སྙོམ་སྒྲིག་སྒྲིག་འགྲོལ་ཆས།

source: obexd is probably not installed
bo_cn: obexd སྒྲིག་འཇུག་བྱས་མེད་སྲིད།

source: obexd not available
bo_cn: obexd སྤྱོད་མི་རུང་།

source: pointing
bo_cn: སྒྲིག་ཆས་ལ་སྟོན།

source: server
bo_cn: ཞབས་ཞུ་ཆས།

source: smart phone
bo_cn: རིག་ནུས་ལག་ཁྱེར་ཁ་པར།

source: translator-credits
bo_cn: He Qiangqiang <carton@linux.net.cn>, 2002 Funda Wang <fundawang@linux.net.cn>, 2003 2004བདུད་རྩི<rhythm.gan@gmail.com>, 2009 Fan Qijiang <fqj1994@linux.com>,2010

source: uncategorized
bo_cn: རིགས་དབྱེ་མེད་པ།

source: unknown
bo_cn: མི་ཤེས།
