Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/brasero.po
Languages: bo_cn

source: Save current project
bo_cn: མིག་སྔའི་རྣམ་གྲངས་ཉར་བ།

source: Save current project to a different location
bo_cn: མིག་སྔའི་རྣམ་གྲངས་མི་འདྲ་བའི་གནས་སར་ཉར་བ།

source: Save project as a Brasero audio project
bo_cn: རྣམ་གྲངས་ Kylin-burner སྒྲ་ཟློས་རྣམ་གྲངས་ལྟར་ཉར་བ།

source: Save project as a PLS playlist
bo_cn: རྣམ་གྲངས་PLS གཏོང་བའི་རེའུ་མིག་ལྟར་ཉར་བ།

source: Save project as a plain text list
bo_cn: རྣམ་གྲངས་ཡིག་ཆ་རྐྱང་བའི་གསལ་ཐོ་ལྟར་ཉར་བ།

source: Save project as an M3U playlist
bo_cn: རྣམ་གྲངས་ M3U གཏོང་བའི་རེའུ་མིག་ལྟར་ཉར་བ།

source: Save project as an XSPF playlist
bo_cn: རྣམ་གྲངས་XSPFགཏོང་བའི་རེའུ་མིག་ལྟར་ཉར་བ།

source: Save project as an iriver playlist
bo_cn: རྣམ་གྲངས་ iriverགཏོང་བའི་རེའུ་མིག་ལྟར་ཉར་བ།

source: Save the changes of current project before closing?
bo_cn: ཁ་མ་བརྒྱབ་གོང་དུ་མིག་སྔའི་རྣམ་གྲངས་ཀྱི་བཅོས་པ་ཉར་བ།

source: Scaled
bo_cn: སྐྱེད་སྐྱུང་།

source: Search _Directory
bo_cn: དཀར་ཆག་འཚོལ་བཤེར།(_D)

source: Searching for available discs
bo_cn: སྤྱོད་རུང་གི་སྡེར་ལེབ་འཚོལ་བཤེར་བྱེད་བཞིན་ཡོད།

source: Seconds
bo_cn: སྐར་ཆ།

source: Select Disc Image
bo_cn: འོད་སྡེར་ཤེལ་བརྙན་འདེམ་པ།

source: Select Files
bo_cn: ཡིག་ཆ་འདེམ་པ།

source: Select Playlist
bo_cn: བསྒྲགས་གཏོང་རེའུ་མིག་འདེམ་པ།

source: Select a disc
bo_cn: འོད་སྡེར་ཞིག་འདེམ་པ།

source: Select a disc image to write
bo_cn: འོད་སྡེར་ཤེལ་བརྙན་ཞིག་བདམས་ནས་ཕབ་འཇུག་བྱེད།

source: Select a disc to write to
bo_cn: འབྲི་སའི་འོད་སྡེར་འདེམས་རོགས།

source: Select disc to copy
bo_cn: འདྲ་བཟོའི་འོད་སྡེར་འདེམ་པ།

source: Select one song only please.
bo_cn: གཞས་གཅིག་ཁོ་ན་འདེམས།

source: Select the files you want to restore and click on the "Restore" button
bo_cn: ཁྱེད་ཀྱིས་སླར་གསོ་བྱ་འདོད་པའི་ཡིག་ཆ་བདམས་ནས། “སླར་གསོ”མཐེབ་གནོན་ལ་ཆིག་རྡེབ་བྱེད།

source: Set Bac_kground Properties
bo_cn: རྒྱབ་ལྗོངས་གཏོགས་གཤིས་བཀོད་པ།(_K)

source: Set a horizontal layout
bo_cn: ཆུ་ངོས་བཀོད་སྒྲིག་བཀོད་པ།

source: Set a vertical layout
bo_cn: དྲང་དཔྱང་བཀོད་སྒྲིག་བཀོད་པ།

source: Set the directory where to store temporary files
bo_cn: གནས་སྐབས་ཡིག་ཆ་ཉར་བའི་དཀར་ཆག་བཀོད་པ།

source: Set the drive to be used for burning
bo_cn: ཕབ་འཇུག་བྱ་བྱེད་སྐུལ་ཆས་སྒྲིག་བཀོད།

source: Set the options for file filtering
bo_cn: ཡིག་ཆ་འཚག་པའི་འདེམས་ཚན་སྒྲིག་བཀོད།

source: Set to 0 for MD5, 1 for SHA1 and 2 for SHA256
bo_cn: 0 ནི་MD5དང་། 1 ནི SHA1，2 ནི་ SHA256ལྟར་སྒྲིག་འགོད་བྱེད།

source: Sets consistent sound levels between tracks
bo_cn: འཁོར་ལམ་མི་འདྲ་བའི་སྒྲའི་ཆེ་ཆུང་གཅིག་མཚུངས་སུ་སྒྲིག་འགོད་བྱེད།

source: Should Nautilus extension output debug statements
bo_cn: Nautilus རྒྱ་སྐྱེད་ཚོད་སྒྲིག་རྣམ་པར་ཕྱིར་འདོན་དགོས་མིན།

source: Should brasero filter broken symbolic links
bo_cn: Kylin-burner བརླག་པའི་མཚོན་རྟགས་སྦྲེལ་མཐུད་འཚག་དགོས་མིན།

source: Should brasero filter hidden files
bo_cn: Kylin-burner སྦེད་པ་ཡིག་ཆ་འཚག་དགོས་མིན།

source: Should files be renamed to be fully Windows-compatible?
bo_cn: ཡིག་ཆ་འདི་དག་མིང་བསྐྱར་འདོགས་བྱས་ནས་Windowsཡིས་འོད་སྡེར་ཀུན་པོ་འཚམ་མཐུན་བྱེད་དམ？

source: Show a side pane along the project
bo_cn: རྣམ་གྲངས་ཟུར་དུ་ཟུར་སྡེ་མངོན་པ།

source: Show the _filtered file list (%d file)
bo_cn: འཚག་པའི་ཡིག་ཆའི་གསལ་ཐོ་མངོན་པ།(%d ཡིག་ཆ།)(_F)

source: Simulation of (S)VCD burning
bo_cn: ། (S)VCDཕབ་འཇུག་ལད་ཟློས་བྱེད་པ།

source: Simulation of CD copying
bo_cn: འོད་སྡེར་འདྲ་བཟོ་ལད་ཟློས།

source: Simulation of audio CD burning
bo_cn: གླུ་གཞས་འོད་སྡེར་ཕབ་འཇུག་ལད་ཟློས་བྱེད་པ།

source: Simulation of data CD burning
bo_cn: གཞི་གྲངས་འོད་སྡེར་ཕབ་འཇུག་ལད་ཟློས་བྱེད་པ།

source: Simulation of data DVD burning
bo_cn: གཞི་གྲངས་ DVDཕབ་འཇུག་ལད་ཟློས་བྱེད་པ།

source: Simulation of data DVD copying
bo_cn: གཞི་གྲངས་ DVDཕབ་འཇུག་ལད་ཟློས་བྱེད་པ།

source: Simulation of data disc burning
bo_cn: གཞི་གྲངས་འོད་སྡེར་ཕབ་འཇུག་ལད་ཟློས་བྱེད་པ།

source: Simulation of disc copying
bo_cn: འོད་སྡེར་འདྲ་བཟོ་ལད་ཟློས་བྱེད་པ།

source: Simulation of image to CD burning
bo_cn: ཤེལ་བརྙན་ནས་འོད་སྡེར་དུ་ལད་ཟློས་བྱེད་པ།

source: Simulation of image to DVD burning
bo_cn: ཤེལ་བརྙན་ནས་DVDལ་ཕབ་འཇུག་ལད་ཟློས་བྱེད་པ།

source: Simulation of image to disc burning
bo_cn: ཤེལ་བརྙན་ནས་འོད་སྡེར་དུ་ལད་ཟློས་བྱེད་པ།

source: Simulation of video DVD burning
bo_cn: བརྙན་ཟློས་DVDཕབ་འཇུག་ལད་ཟློས་བྱེད་པ།

source: Simulation of video disc burning
bo_cn: བརྙན་ཟློས་འོད་སྡེར་ཕབ་འཇུག་ལད་ཟློས་བྱེད་པ།

source: Size
bo_cn: ཆེ་ཆུང་།

source: Size Estimation
bo_cn: ཚོད་རྩིས་ཆེ་ཆུང་།

source: Size mismatch
bo_cn: ཆེ་ཆུང་མི་མཐུན།

source: Slices Preview
bo_cn: དུམ་ཚན་སྔོན་ལྟ།

source: Slicing Method
bo_cn: དུམ་བགོས་བྱེད་སྟངས།

source: Solid color
bo_cn: བརྟན་པའི་ཁ་དོག

source: Some files don't have a suitable name for a fully Windows-compatible CD.
bo_cn: ཡིག་ཆ་འགའ་ཤས་ཀྱི་མིང་བཏགས་པ་Windowsལ་ཀུན་པོ་འཆམ་མཐུན་མིན།

source: Some files have invalid filenames
bo_cn: ཡིག་ཆ་ཁ་ཤས་ལ་ནུས་མེད་ཀྱི་ཡིག་ཆའི་མིང་ཡོད།

source: Some files may be corrupted on the disc
bo_cn: འོད་སྡེར་སྟེང་གི་ཡིག་ཆ་ཁ་ཤས་བརླག་པ།

source: Song Information
bo_cn: གླུ་གཞས་ཆ་འཕྲིན།

source: Song end:
bo_cn: གླུ་གཞས་མཐའ་སྣེ།：

source: Song information for track %02i
bo_cn: འཁོར་ལམ་ %02i ཡི་གླུ་གཞས་ཆ་འཕྲིན།

source: Song start:
bo_cn: གླུ་གཞས་ཀྱི་མགོ：

source: Song titles
bo_cn: གླུ་གཞས་ཁ་བྱང་།

source: Space
bo_cn: བར་སྟོང་།

source: Split
bo_cn: ཕྲལ་བ།

source: Split Track
bo_cn: འཁོར་ལམ་ཕྲལ་དྲས་རྒྱག།

source: Split the selected track
bo_cn: བདམས་པའི་འཁོར་ལམ་ཕྲལ་དྲས་རྒྱག།

source: Split this track every
bo_cn: འཁོར་ལམ་འདི་ཕྲལ་དྲས་རྒྱག། མཚམས་རེར།

source: Split this track in
bo_cn: འཁོར་ལམ་འདི་ཕྲལ་དྲས་རྒྱག་ནས།

source: Split track for each silence
bo_cn: སྒྲ་མེད་ཆ་ཤས་རེ་རེར་ལྟར་འཁོར་ལམ་ཕྲལ་དྲས་རྒྱག།

source: Split track in a fixed number of parts
bo_cn: གཏན་པའི་ཕྲལ་དྲས་རྒྱག་དུམ་བུའི་གྲངས་ལྟར་འཁོར་ལམ་ཕྲལ་དྲས་རྒྱག།

source: Split track in parts with a fixed length
bo_cn: གཏན་པའི་རིང་ཚད་ལྟར་འཁོར་ལམ་ཕྲལ་དྲས་རྒྱག།

source: Split track manually
bo_cn: ལག་པས་འཁོར་ལམ་ཕྲལ་དྲས་རྒྱག།

source: Start
bo_cn: འགོ་སློང་།

source: Start and stop playing
bo_cn: གཏོང་བ་མགོ་རྩོམ/མཚམས་འཇོག

source: Start burning immediately.
bo_cn: ལམ་སེང་ཕབ་འཇུག་མགོ་རྩོམ།

source: Start to burn the contents of the selection
bo_cn: བདམས་པའི་ནང་དོན་ཕབ་འཇུག་མགོ་རྩོམ།

source: Starting to record
bo_cn: ཐོན་འགོད་མགོ་རྩོམ།

source: Substitute text
bo_cn: ཡིག་བརྙན་ཡི་གེ

source: Success
bo_cn: ལེགས་འགྲུབ།

source: Temporary files
bo_cn: གནས་སྐབས་ཡིག་ཆ།གནས་སྐབས་ཡིག་ཆ།

source: Text color
bo_cn: ཡིག་དེབ་ཁ་དོག

source: That way, old files from previous sessions will be usable after burning.
bo_cn: དེ་ལྟར་བྱས་ན། ཕབ་འཇུག་ཚར་རྗེས་སྔོན་ཁུལ་དུམ་བུའི་ཡིག་ཆ་རྙིང་བ་སྤྱོད་ཆོག་པ་ཡིན།

source: The XID of the parent window
bo_cn: ཕའི་སྒེའུ་ཁུང་གི XID

source: The contents of the project changed since it was saved.
bo_cn: ཉར་རྗེས་རྣམ་གྲངས་ནང་དོན་ལ་འགྱུར་ལྡོག་ཡོད།

source: The currently inserted disc could not be blanked.
bo_cn: མིག་སྔ་ནང་བཅུག་པའི་སྡུད་སྡེར་གཙང་སེལ་བྱ་མི་ཐུབ།

source: The data size is too large for the disc even with the overburn option.
bo_cn: བརྒལ་ཕབ་(overburn)སྤྱོད་རུང་། འོད་སྡེར་འདི་ལ་བཤད་ན་གཞི་གྲངས་ཚད་ད་དུང་ཆེ་དྲགས།

source: The device timed out
bo_cn: སྒྲིག་ཆས་དུས་བརྒལ།

source: The disc could not be ejected though it needs to be removed for the current operation to continue.
bo_cn: འོད་སྡེར་འདི་སྤོ་ནས་མུ་མཐུད་དུ་མིག་སྔ་བཀོལ་སྤྱོད་བྱེད་དགོས། འོན་ཀྱང་དེ་ཐོན་མི་ཐུབ།

source: The disc in "%s" cannot be ejected
bo_cn: “%s”ནང་གི་སྡེར་ལེབ་ཐོན་མི་ཐུབ།

source: The disc in "%s" is empty.
bo_cn: “%s”ནང་གི་སྡེར་ལེབ་ནི་སྟོང་པ་རེད།

source: The disc in "%s" is not rewritable.
bo_cn: “%s”ནང་གི་སྡེར་ལེབ་བསྐྱར་འབྲི་རུང་བ་མིན།

source: The disc in "%s" is not supported.
bo_cn: “%s”ནང་གི་འོད་སྡེར་རྒྱབ་སྐྱོར་མི་བྱེད།

source: The disc in "%s" is not writable.
bo_cn: “%s”ནང་གི་སྡེར་ལེབ་འབྲི་མི་རུང་།

source: The disc in "%s" needs to be reloaded.
bo_cn: “%s”ནང་གི་འོད་སྡེར་ཡང་བསྐྱར་ཕབ་འཇུག་བྱེད་དགོས།

source: The disc in the drive holds data.
bo_cn: འོད་སྐུལ་ནང་གི་འོད་སྡེར་ལ་གཞི་གྲངས་འདུས།

source: The disc is not supported
bo_cn: འོད་སྡེར་འདིར་རྒྱབ་སྐྱོར་མི་བྱེད།

source: The disc is ready for use.
bo_cn: འོད་སྡེར་གྲ་སྒྲིག་བྱས་ཚར།

source: The disc mount point could not be retrieved
bo_cn: འོད་སྡེར་འགེལ་གནས་ཐོབ་མི་ཐུབ།

source: The disc needs to be reloaded before being recorded
bo_cn: ཐོ་འགོད་སྔོན་དུ་འོད་སྡེར་ཡང་བསྐྱར་ཕབ་འཇུག་བྱེད་དགོས།

source: The disc was successfully blanked.
bo_cn: འོད་སྡེར་འདི་བསུབ་པ་ལེགས་འགྲུབ་བྱུང་།

source: The drive address could not be retrieved
bo_cn: འོད་སྐུལ་འདིའི་ཤག་གནས་ཐོབ་མི་ཐུབ།

source: The drive cannot be locked (%s)
bo_cn: འོད་སྐུལ་གྱིས་། (%s)སྒྲོན་མི་ཐུབ།

source: The drive cannot burn
bo_cn: འོད་སྐུལ་གྱིས་ཕབ་འཇུག་བྱ་མི་ཐུབ།

source: The drive has no rewriting capabilities
bo_cn: འོད་སྐུལ་འདིར་བསྐྱར་འབྲིའི་ནུས་པ་མེད།

source: The drive is busy
bo_cn: འོད་སྐུལ་བྲེལ་བ།

source: The drive is empty
bo_cn: སྐུལ་ཆས་སྟོང་བ་རེད།

source: The drive that holds the source disc will also be the one used to record.
bo_cn: མིག་སྔའི་ནང་དུ་ཁུངས་སྡེར་ལེབ་ཀྱི་འོད་སྐུལ་དེ་དང་འདྲ་བའི་ཕབ་འཇུག་གི་འོད་སྐུལ་བྱེད་པ།

source: The file does not appear to be a playlist
bo_cn: ཡིག་ཆ་ནི་གཏོང་བའི་རེའུ་མིག་ཅིག་ལ་མི་འདྲ།

source: The file integrity check could not be performed.
bo_cn: ཡིག་ཆའི་ཆ་ཚང་རང་བཞིན་གྱི་ཞིབ་བཤེར་ལག་བསྟར་བྱེད་མི་ཐུབ།

source: The file integrity check was performed successfully.
bo_cn: ཡིག་ཆའི་ཁ་ཚང་རང་བཞིན་ཞིབ་བཤེར་ལག་བསྟར་ལེགས་འགྲུབ་བྱུང་།

source: The file is empty
bo_cn: ཡིག་ཆ་འདི་སྟོང་བ་ཡིན།

source: The file is not stored locally
bo_cn: ཡིག་ཆ་འདི་ནི་རང་སར་བཞག་པ་མིན།

source: The filesystem you chose to store the temporary image on cannot hold files with a size over 2 GiB
bo_cn: ཁྱེད་ཀྱིས་བདམས་པའི་གནས་སྐབས་འཇོག་པའི་ཤེལ་བརྙན་ཡིག་ཆ་རྒྱུད་ཁོངས་ཀྱིས་2GiBལས་ཆེ་བའི་ཡིག་ཆ་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: The following files appear to be corrupted:
bo_cn: གཤམ་གྱི་ཡིག་ཆ་ཕལ་ཆེར་བརླག་པ།

source: The format of the disc image could not be identified
bo_cn: འོད་སྡེར་ཤེལ་བརྙན་རྣམ་གཞག་ངོས་འཛིན་མི་ཐུབ།

source: The image could not be created at the specified location
bo_cn: ཤེལ་བརྙན་བཟོ་བའི་གནས་ས་གཏན་འཁེལ་མི་ཐུབ།

source: The image could not be loaded.
bo_cn: ཤེལ་བརྙན་འདི་ཕབ་འཇུག་མི་ཐུབ།

source: The last browsed folder while looking for images to burn
bo_cn: ཕབ་འཇུག་ཤེལ་བརྙན་ལ་ཉེ་ཆར་བལྟས་པའི་ཡིག་ཁུག་ཁ་འབྱེད།

source: The location you chose to store the image on does not have enough free space for the disc image
bo_cn: ཁྱེད་ཀྱིས་བདམས་པའི་གནས་ས་ལ་འོད་སྡེར་ཤེལ་བརྙན་གསོག་པའི་འདང་ངེས་ཀྱི་བར་སྟོང་མེད།

source: The location you chose to store the temporary image on does not have enough free space for the disc image (%ld MiB needed)
bo_cn: ཁྱེད་ཀྱིས་བདམས་པའི་གནས་སྐབས་ཤེལ་བརྙན་གྱི་གནས་ས་ལ་འདང་ངེས་ཀྱི་བར་སྟོང་མེད།( %ld MiBདགོས།)

source: The operation cannot be performed.
bo_cn: བཀོལ་སྤྱོད་འདི་ལག་བསྟར་བྱ་མི་ཐུབ།

source: The priority value for the plugin
bo_cn: བསྒར་ལྷུ་འདིའི་སྔོན་ཐོན་ཚད།

source: The project "%s" does not exist
bo_cn: རྣམ་གྲངས་“%s”མེད།

source: The project could not be opened
bo_cn: རྣམ་གྲངས་འདི་ཁ་འབྱེད་མི་ཐུབ།

source: The project is empty
bo_cn: རྣམ་གྲངས་སྟོང་པ་རེད།

source: The project is too large for the disc even with the overburn option.
bo_cn: རྣམ་གྲངས་ཆེ་དྲགས། བརྒལ་ཕབ་འདེམས་ཚན་ཕྱེ་རུང་མི་ཤོང་།

source: The session could not be imported.
bo_cn: འཕེལ་རིམ་འདི་འདྲེན་མི་ཐུབ།

source: The simulation was successful.
bo_cn: ལད་ཟློས་ལེགས་འགྲུབ་བྱུང་།

source: The size of the volume could not be retrieved
bo_cn: སྒྲིལ་གྱི་ཆེ་ཆུང་ཐོབ་མི་ཐུབ།

source: The speed to be used
bo_cn: སྤྱོད་པའི་འགྲོས་ཚད།

source: The system is too slow to write the disc at this speed. Try a lower speed
bo_cn: ཁྱེད་ཀྱི་རྒྱུད་ཁོངས་འགྲོས་ཚད་འདིའི་འོད་སྡེར་ཕབ་འཇུག་གི་འགྲོས་ཚད་ལ་བསྡུར་ན་དལ་དྲགས་པས། ཅུང་དལ་བའི་འགྲོས་ཚད་ཀྱིས་ཚོད་ལྟ་བྱེད།

source: The track is shorter than 6 seconds
bo_cn: འཁོར་ལམ་རིང་ཚད་སྐར་ཆ 6ལས་ཆུང་།

source: The track wasn't split.
bo_cn: འཁོར་ལམ་ཕྲལ་དྲས་རྒྱག་བྱས་མེད།

source: The track will be padded at its end.
bo_cn: འཁོར་ལམ་མཐའ་སྣེ་གསབ་པ་རེད།

source: The type of checksum used for files
bo_cn: ཡིག་ཆའི་དག་བཤེར་ཚད་ཀྱི་རིགས་གྲས་

source: The type of checksum used for images
bo_cn: ཤེལ་བརྙན་ཡིག་ཆའི་དག་བཤེར་ཚད་ཀྱི་རིགས།

source: The version of "%s" is too old
bo_cn: %sཡི་པར་གཞི་རྙིང་དྲགས་འདུག

source: There are files already burned on this disc. Do you need to keep the display?
bo_cn: འོད་སྡེར་སྟེང་དུ་ཕབ་ཟིན་པའི་ཡིག་ཆ་ཡོད། ཁྱེད་ཀྱིས་འཇོག་འདོད་དམ།

source: There are no files to write to disc
bo_cn: འོད་སྡེར་དུ་བྲིས་པའི་ཡིག་ཆ་མེད།

source: There are no songs to write to disc
bo_cn: འོད་སྡེར་དུ་འབྲི་བའི་གླུ་གཞས་མེད།

source: There are no videos to write to disc
bo_cn: འོད་སྡེར་དུ་འབྲི་བའི་བརྙན་ཟློས་མེད།

source: There are some files left to burn
bo_cn: ད་དུང་ཡིག་ཆ་ཁ་ཤས་ཕབ་མེད།

source: There are some more songs left to burn
bo_cn: ད་དུང་གླུ་གཞས་ཁ་ཤས་ཕབ་མེད།

source: There are some more videos left to burn
bo_cn: ད་དུང་བརྙན་ཟློས་ཁ་ཤས་ཕབ་མེད།

source: There is no disc in "%s".
bo_cn: “%s”ནང་དུ་སྡེར་ལེབ་མེད།

source: There is no inserted disc to copy.
bo_cn: འདྲ་བཟོ་རུ་ནང་བཅུག་པའི་སྡེར་ལེབ་མེད།

source: There is no selected disc image.
bo_cn: འོད་སྡེར་གྱི་ཤེལ་བརྙན་འདེམས་མེད།

source: There is no space left on the device
bo_cn: སྒྲིག་ཆས་སུ་ལྷག་པའི་བར་སྟོང་མེད།

source: There is no track to burn
bo_cn: ཕབ་འཇུག་གི་འཁོར་ལམ་མེད།

source: There is only one selected file ("%s"). It is the image of a disc and its contents can be burned
bo_cn: ཡིག་ཆ་(“%s”)གཅིག་ཁོ་ན་བདམས་པ། ཡིག་ཆ་འདི་ནི་འོད་སྡེར་ཤེལ་བརྙན་ཡིན། དེའི་ནང་དོན་ཕབ་འཇུག་བྱ་ཐུབ།

source: There is only one selected file ("%s"). It is the image of a disc and its contents can be burned.
bo_cn: ཡིག་ཆ་(“%s”)གཅིག་ཁོ་ན་བདམས་པ། ཡིག་ཆ་འདི་ནི་འོད་སྡེར་ཤེལ་བརྙན་ཡིན། དེའི་ནང་དོན་ཕབ་འཇུག་བྱ་ཐུབ།

source: There seem to be no corrupted files on the disc
bo_cn: འོད་སྡེར་དུ་ཕལ་ཆེར་བརླག་པའི་ཡིག་ཆ་མེད།

source: These files will not be visible if you choose to hide.
bo_cn: གལ་ཏེ་ཁྱེད་ཀྱིས་སྦེད་པ་བདམས་ན། ཡིག་ཆ་འདི་དག་མཐོང་མི་ཐུབ།

source: This file is a video and therefore only the audio part can be written to the disc.
bo_cn: ཡིག་ཆ་འདི་ནི་བརྙན་ཟློས་དུམ་བུ་ཞིག་ཡིན་པས། སྒྲ་ཟློས་ཁོ་ན་འོད་སྡེར་འབྲི་ཐུབ།

source: This is not supported by the current active burning backend.
bo_cn: མིག་སྔ་སྐུལ་སློང་གི་ཕབ་འཇུག་མཇུག་སྣེས་བཀོལ་སྤྱོད་འདིར་རྒྱབ་སྐྱོར་མི་བྱེད།

source: This value represents the burning flags that were used in such a context the last time.
bo_cn: ཚད་འདིས་ནང་དོན་འདི་ཐེངས་སྔོན་མའི་ཕབ་འཇུག་མཚོན་རྟགས་མཚོན།

source: This value represents the speed that was used in such a context the last time.
bo_cn: ཚད་འདིས་ནང་དོན་འདི་ཐེངས་སྔོན་མའི་འགྲོས་ཚད་མཚོན།

source: This version of genisoimage is not supported
bo_cn: པར་གཞི་འདིའི་ genisoimageཕལ་ཆེས་རྒྱབ་སྐྱོར་མི་བྱེད་པ་འདྲ།

source: This version of mkisofs is not supported
bo_cn: པར་གཞི་འདིའི mkisofsརྒྱབ་སྐྱོར་མི་བྱེད།

source: This will remove all previous results.
bo_cn: འདིས་སྔོན་གྱི་མཇུག་འབྲས་ཚང་མ་འདོར་བ་ཡིན།

source: Those names should be changed and truncated to 64 characters.
bo_cn: མིང་འདི་དག་ཡིག་རྟགས64ཅན་དུ་བཅོས་པ་དང་དྲས་རྒྱག་མི་ཐུབ།

source: Title
bo_cn: ཁ་བྱང་།

source: Title:
bo_cn: ཁ་བྱང་།:

source: To add files to this project click the "Add" button or drag files to this area
bo_cn: སྣོན་པའི་མཐེབ་གནོན་ཆིག་རྡེབ་ཡང་ན་ཡིག་ཆ་ཁུལ་ཁོངས་འདིར་དྲུད་ནས་ཡིག་ཆ་སྣོན་པ།

source: To remove files select them then click on the "Remove" button or press "Delete" key
bo_cn: གལ་ཏེ་ཡིག་ཆ་འདོར་དགོས་ན། འདོར་དགོས་པའི་ཡིག་ཆ་བདམས་ནས་འདོར་བ་མཐེབ་གནོན་ལ་ཆིག་རྡེབ་ཡང་ན་མཐེབ“Delete“གནོན།

source: Total time: %02i:%02i:%02i
bo_cn: སྤྱོད་དུས：%02i:%02i:%02i

source: Track
bo_cn: སྒྲ་ལམ།

source: Track length:
bo_cn: འཁོར་ལམ་གྱི་དུས་ཚོད་རིང་ཚད：

source: Transcoding "%s"
bo_cn: སྒྲིག་ཨང་“%s”བརྗེ་པ།

source: Transcoding song
bo_cn: གླུ་གཞས་ལ་ཨང་བརྗེ་བྱེད་པ།

source: Type
bo_cn: རིགས་རྣམ།

source: Type mismatch
bo_cn: རིགས་གྲས་མི་མཐུན།

source: URI of an image file to burn (autodetected)
bo_cn: ཕབ་དགོས་པའི་ཤེལ་བརྙན་ཡིག་ཆའི་ URI ཤག་གནས།(རང་བཤེར།)

source: Underline
bo_cn: འོག་ཐིག

source: Unknown character encoding
bo_cn: མི་ཤེས་པའི་ཡིག་རྟགས་སྒྲིག་ཨང་།

source: Unknown error
bo_cn: གསང་ཨང་རྙོག་འཛིང་ཚད་བླང་བྱ་དང་མི་མཐུན་པ།

source: Unknown error.
bo_cn: ངེས་མེད་ནོར་འཁྲུལ།

source: Unknown song
bo_cn: མི་ཤེས་པའི་གླུ་གཞས།

source: Unnamed CD/DVD Drive
bo_cn: མིང་མ་བཏགས་པའི་ CD/DVD སྐུལ་ཆས།

source: Unreadable file
bo_cn: ཀློག་མི་ཐུབ་པའི་ཡིག་ཆ།

source: Use an _MD5 file to check the disc
bo_cn: _MD5ཡིག་ཆ་སྤྱོད་ནས་འོད་སྡེར་ཞིབ་བཤེར།

source: Use an external .md5 file that stores the checksum of a disc
bo_cn: འོད་སྡེར་ཞིབ་བཤེར་ཚད་ཀྱི་ཕྱི་རོལ་ .md5བསགས་ཡོད་པའི་དག་བཤེར་དང་ཡིག་ཆ་སྤྱོད་པ།

source: Use burn_proof (decrease the risk of failures)
bo_cn: Burn-_Proofསྤྱོད་པ། (ཕམ་པའི་ཉེར་ཁ་འབེབས་པ། འདེམ་པའི་འོས་སྦྱོར།)

source: Used in conjunction with the "-immed" flag with cdrecord
bo_cn: cdrecordཡི་“-immed”མཚོན་རྟགས་དང་མཉམ་སྤྱོད་བྱེད།

source: Used in conjunction with the "-immed" flag with cdrecord.
bo_cn: cdrecordཡི་“-immed”མཚོན་རྟགས་དང་མཉམ་སྤྱོད་བྱེད།

source: VCD image
bo_cn: VCD ཤེལ་བརྙན།

source: VCD type:
bo_cn: VCD རིགས་གྲས།：

source: VIDEO_TS directory is missing or invalid
bo_cn: VIDEO_TS དཀར་ཆག་མེད་པའམ་ནུས་མེད།

source: Vertical gradient
bo_cn: དྲང་འཕྱང་རིམ་འགྱུར།

source: Video DVD could not be opened
bo_cn: བརྙན་ཟློས་ DVDཁ་འབྱེད་མི་ཐུབ།

source: Video DVD image
bo_cn: DVD བརྙན་ཟློས་ཤེལ་བརྙན།

source: Video DVD successfully burned
bo_cn: བརྙན་ཟློས་འོད་སྡེར་ཕབ་འཇུག་ལེགས་འགྲུབ།

source: Video Options
bo_cn: བརྙན་ཟློས་འདེམས་ཚན།

source: Video disc (%s)
bo_cn: བརྙན་ཟློས་འོད་སྡེར།(%s)

source: Video format:
bo_cn: བརྙན་ཟློས་རྣམ་གཞག：

source: Volume could not be created
bo_cn: སྒྲིལ་གསར་བཟོ་མི་ཐུབ།

source: W_elcom project
bo_cn: དགའ་བསུའི་འཆར་ངོས།(_E)

source: Whether to display file preview. Set to true to use it.
bo_cn: ཡིག་ཆ་སྔོན་ལྟ་མངོན་དགོས་སམ། བདེན་པ་(true)ལ་བཀོད་ནས་སྤྱོད་པ་ཡིན།

source: Whether to use the "--driver generic-mmc-raw" flag with cdrdao
bo_cn: cdrdao ཡི“--driver generic-mmc-raw”མཚོན་རྟགས་སྤྱོད་པ་ཡིན་ནམ།

source: Whether to use the "-use-the-force-luke=dao" flag with growisofs
bo_cn: growisofsཡི་“-use-the-force-luke=dao”མཚོན་རྟགས་སྤྱོད་པ་ཡིན་མིན།

source: White list of additional plugins to use
bo_cn: སྤྱོད་དགོས་པའི་བསྒར་ལྷུ་ལྷག་མའི་མིང་དཀར།

source: Would you like to burn beyond the disc's reported capacity?
bo_cn: ཁྱོད་ཀྱིས་འོད་སྡེར་སྙན་ཞུའི་ཤོང་ཚད་བརྒལ་བ་ལྟར་ཕབ་འཇུག་བྱ་རྩིས་ཡིན་ནམ།

source: Would you like to burn the selection of files across several media?
bo_cn: ཁྱེད་ཀྱིས་ཕབ་འཇུག་བྱ་བ་ནི་སྨྱན་གཟུགས་མང་པོ་ལས་བདམས་པའི་ཡིག་ཆ་འདི་དག་ཡིན་ནམ།

source: Writable Blu-ray disc
bo_cn: འབྲི་རུང་སྔོན་འོད་འོད་སྡེར།

source: Write contents to a CD or DVD
bo_cn: ནང་དོན་འོད་སྡེར་ཡང་ན་DVDསྡེར་གཅིག་ཏུ་འབྲི་བ།

source: Write disc image to a CD or DVD
bo_cn: འོད་སྡེར་ཤེལ་བརྙན་འོད་སྡེར་ཡང་ན་DVDསྡེར་གཅིག་ཏུ་འབྲི་བ།

source: Write to Disc
bo_cn: སྡེར་ལེབ་ཏུ་འབྲི་བ།

source: Writing
bo_cn: འབྲི་བ།

source: Writing CD-Text information
bo_cn: CD-TEXT ཆ་འཕྲིན་འབྲི་བ།

source: Writing cue sheet
bo_cn: cue རེའུ་མིག་འབྲི་བ།

source: Writing leadin
bo_cn: ནང་འདྲེན་ཐིག་ཏུ་འབྲི་བ།

source: Writing leadout
bo_cn: ནང་འདྲེན་ཐིག་ཏུ་འབྲི་བ།

source: Writing track %02i
bo_cn: འཁོར་ལམ་ %02iལ་འབྲི་བ།

source: Writing track %s
bo_cn: འཁོར་ལམ་ %sལ་འབྲི་བ།

source: Wrong command line option.
bo_cn: ནོར་འཁྲུལ་གྱི་བཀའ་བརྡ་ཕྲེང་འདེམས་ཚན།

source: You do not have the required permission to write at this location
bo_cn: ཁྱེད་ཀྱིས་ཕལ་ཆེར་གནས་ས་འདིར་དགོས་པའི་དབང་ཚད་འབྲི་མེད་པ་འདྲ།

source: You do not have the required permissions to use this drive
bo_cn: ཁྱེད་ཀྱིས་ཕལ་ཆེར་འོད་སྐུལ་འདིར་སྤྱོད་པའི་དབང་ཚད་མེད་པ་འདྲ།

source: You may want to free some space on the disc and retry
bo_cn: ཁྱེད་ཀྱིས་འོད་སྡེར་ནང་དུ་བར་སྟོང་རེ་བཙལ་ནས་ཡང་བསྐྱར་ཚོད་ལྟ་བྱེད་དགོས།

source: Your project has not been saved.
bo_cn: ཁྱེད་ཀྱི་རྣམ་གྲངས་ཉར་མེད།

source: _About
bo_cn: འབྲེལ་ཡོད།(_A)

source: _Add
bo_cn: སྣོན་པ། (A)

source: _Add File
bo_cn: ཡིག་ཆ་སྣོན་པ།(_A)

source: _Add Files
bo_cn: ཡིག་ཆ་སྣོན་པ།(_A)

source: _Blank
bo_cn: སུབ་པ།(_B)

source: _Blank Disc
bo_cn: འོད་སྡེར་སུབ་པ།(_B)

source: _Blank Disc…
bo_cn: སྡེར་ལེབ་སུབ་པ།(_B)...

source: _Blank…
bo_cn: སུབ་པ།(_B)...

source: _Burn
bo_cn: ཕབ་འཇུག(_B)

source: _Burn Image…
bo_cn: ཤེལ་བརྙན་ཕབ་འཇུག(_B)...

source: _Burn Several Discs
bo_cn: འོད་སྡེར་མང་པོ་ཕབ་འཇུག(_B)

source: _Burn…
bo_cn: ཕབ་འཇུག(_B)...

source: _Cancel Burning
bo_cn: ཕབ་འཇུག་བྱེད་པ་ལེན་པ།(_C)

source: _Cancel Loading
bo_cn: འགེལ་བ་ལེན་པ།(_C)

source: _Change Location
bo_cn: གནས་ས་བཅོས་པ།(_C)

source: _Check
bo_cn: ཞིབ་བཤེར།(_C)

source: _Check Disc…
bo_cn: སྡེར་ལེབ་ཞིབ་བཤེར།(_C)...

source: _Check Integrity…
bo_cn: ཆ་ཚང་རང་བཞིན་ཞིབ་བཤེར།

source: _Color
bo_cn: ཁ་དོག (_C)

source: _Contents
bo_cn: དཀར་ཆག (_C)

source: _Continue
bo_cn: མུ་མཐུད།(_C)

source: _Copy
bo_cn: འདྲ་པར།(_C)

source: _Copy Disc…
bo_cn: སྡེར་ལེབ་འདྲ་བཟོ།(_C)...

source: _Cover Editor
bo_cn: མདུན་ཤོག་རྩོམ་སྒྲིག་ཆས།(_C)

source: _Deactivate All
bo_cn: ཚང་མ་སྤྱོད་འགོག(_D)

source: _Disable Full Windows Compatibility
bo_cn: Windowsཀུན་འཆམ་འགོག་པ།(_D)

source: _Discard
bo_cn: སྐྱུར་བ།(_D)

source: _Discard Changes
bo_cn: བཟོ་བཅོས་དོར་བ། (_D)

source: _Discard File
bo_cn: ཡིག་ཆ་སྐྱུར་བ།(_D)

source: _Discard File Selection
bo_cn: ཡིག་ཆ་འདེམ་པ་སྐྱུར་བ།(_D)

source: _Discard Project
bo_cn: རྣམ་གྲངས་སྐྱུར་བ།(_D)

source: _Don't split
bo_cn: ཕྲལ་དྲས་རྒྱག་མི་བྱེད།(_D)

source: _Edit
bo_cn: རྩོམ་སྒྲིག (_E)

source: _Edit Information…
bo_cn: ཆ་འཕྲིན་རྩོམ་སྒྲིག(_E)

source: _Eject
bo_cn: ཕྱིར་འཕར། (_E)

source: _Empty Project
bo_cn: རྣམ་གྲངས་གཙང་སེལ།(_E)

source: _Fast blanking
bo_cn: མགྱོགས།སུབ།(_F)

source: _Help
bo_cn: རོགས་རམ།(_H)

source: _Hide
bo_cn: གབ་པ།(_H)

source: _Hide changes
bo_cn: སྦེད་པ་འགྱུར་ལྡོག(_H)

source: _Horizontal Layout
bo_cn: ཆུ་ངོས་བཀོད་པ།(_H)

source: _Image
bo_cn: བརྙན་རིས།། (_I)

source: _Keep
bo_cn: རྣམ་པ་སྔོན་མ་ལྟར་འཇོག་པ།(_K)

source: _Keep Current Extension
bo_cn: མིག་སྔའི་རྒྱ་སྐྱེད་མིང་སྲུང་བ།(_K)

source: _Keep Current Location
bo_cn: མིག་སྔའི་གནས་ས་སྲུང་བ།(_K)

source: _Keep File Selection
bo_cn: ཡིག་ཆ་འདེམ་པ་སྲུང་བ།(_K)

source: _List of slices that are to be created:
bo_cn: དུམ་བུའི་གསར་ཐོ་གསལ་བཟོ་བྱེད།

source: _New
bo_cn: གསར་འཛུགས།(_N)

source: _New Project
bo_cn: རྣམ་གྲངས་གསལ་བཟོ།(_N)

source: _Open
bo_cn: ཁ་འབྱེད།(O)

source: _Open…
bo_cn: ཁ་འབྱེད།(_O)...

source: _Options…
bo_cn: འདེམས་ཚན།(_O)...

source: _Overburn
bo_cn: བརྒལ་ཕབ།(_O)

source: _Project
bo_cn: རྣམ་གྲངས།(_P)

source: _Recent Projects
bo_cn: ཆེས་ཉེ་བའི་རྣམ་གྲངས།(_R)

source: _Remove
bo_cn: སྤོ་བ།（R)

source: _Remove Files
bo_cn: ཡིག་ཆ་འདོར་བ།(_R)

source: _Rename
bo_cn: མིང་བསྐྱར་འདོགས།(_R)

source: _Rename for Full Windows Compatibility
bo_cn: མིང་བསྐྱར་བཏགས་བྱས་ནས Windows(_R)ལ་འཆམ་པ་བྱེད།

source: _Replace
bo_cn: ཚབ་བརྗེ།(_R)

source: _Replace Disc
bo_cn: སྡེར་ལེབ་བརྗེ་བ།(_R)

source: _Restore
bo_cn: སླར་གསོ།(_R)

source: _Save
bo_cn: ཉར་བ། (S)

source: _Save Log
bo_cn: ཉིན་ཐོ་ཉར་བ།(_S)

source: _Search Directory
bo_cn: དཀར་ཆག་འཚོལ་བཤེར།(_S)

source: _Show Side Panel
bo_cn: ཟུར་སྡེ་མངོན་པ།(_S)

source: _Show changes
bo_cn: འགྱུར་ལྡོག་མངོན་པ།(_S)

source: _Simulate before burning
bo_cn: ཕབ་འཇུག་སྔོན་དུ་ལད་ཟློས་བྱེད།

source: _Slice
bo_cn: དུམ་དབྱེ།(_S)

source: _Split
bo_cn: ཕྲལ་དྲས་རྒྱག།(_S)

source: _Split Track…
bo_cn: འཁོར་ལམ་ཕྲལ་དྲས་རྒྱག།(_S)…

source: _Text Color
bo_cn: ཡིག་རྐྱང་ཁ་དོག(_T)

source: _Tools
bo_cn: ལག་ཆ།(_T)

source: _Vertical Layout
bo_cn: དྲང་འཕྱང་བཀོད་པ།(_V)

source: _Video project
bo_cn: བརྙན་ཟློས་རྣམ་གྲངས།(_V)

source: _View
bo_cn: ལྟ་ཞིབ། (_V)

source: _Write to Disc…
bo_cn: སྡེར་ལེབ་ཏུ་འབྲི་བ།(_W)...

source: at the beginning
bo_cn: འགོ་ཚུགས་ས།

source: at the end
bo_cn: མཇུག་རྫོགས་ས།

source: by %s
bo_cn: གསར་བཟོ་བ།： %s

source: cdrdao burning suite
bo_cn: cdrdao ཕབ་འཇུག་ལྷུ་ལག

source: cdrkit burning suite
bo_cn: cdrkitཕབ་འཇུག་ལྷུ་ལག

source: cdrtools burning suite
bo_cn: cdrtools ཕབ་འཇུག་ལྷུ་ལག

source: Please select another image.
bo_cn: ཤེལ་བརྙན་གཞན་གཅིག་འདེམ་པ།

source: disc;cdrom;dvd;burn;audio;video;
bo_cn: disc;cdrom;dvd;burn;audio;video;འོད་སྡེར། སྒྲ་ཟློས། བརྙན་ཟློས།

source: growisofs burning suite
bo_cn: growisofs ཕབ་འཇུག་ལྷུ་ལག

source: libburn library could not be initialized
bo_cn: libburn མཛོད་ཐོག་མ་ཅན་དུ་སྒྱུར་མི་ཐུབ།
