Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/brasero.po
Languages: bo_cn

source: libburn track could not be created
bo_cn: libburn འཁོར་ལམ་གསར་བཟོ་མི་ཐུབ།

source: libburnia burning suite
bo_cn: libburnia ཕབ་འཇུག་ལྷུ་ལག

source: libisofs could not be initialized.
bo_cn: libisosཐོག་མར་ཅན་དུ་འགྱུར་མི་ཐུབ།

source: libisofs reported an error while adding contents to directory "%s" (%x)
bo_cn: ནང་དོན་དཀར་ཆག་“%s”(%x)རུ་སྣོན་སྐབས་སུ།libisofsཡིས་ནོར་འཁྲུལ་ཞིག་སྙན་ཞུ་འབུལ་ཡོད།

source: libisofs reported an error while adding file at path "%s"
bo_cn: འགྲོ་ལམ་“%s”རུ་ཡིག་ཆ་སྣོན་སྐབས་སུ། libisofsཡིས་ནོར་འཁྲུལ་ཞིག་སྙན་ཞུ་འབུལ་ཡོད།

source: libisofs reported an error while creating directory "%s"
bo_cn: དཀར་ཆག་“%s”གསར་བཟོ་བྱེད་སྐབས་སུ། libisofsཡིས་ནོར་འཁྲུལ་ཞིག་སྙན་ཞུ་འབུལ་ཡོད།

source: parts
bo_cn: ཆ་ཤས།

source: Image files
bo_cn: ཤེལ་བརྙན་ཡིག་ཆ།

source: seconds
bo_cn: སྐར་ཆ།

source: translator-credits
bo_cn: He Qiangqiang <carton@linux.net.cn>, 2002 Funda Wang <fundawang@linux.net.cn>, 2003 2004བདུད་རྩི<rhythm.gan@gmail.com>, 2009 Fan Qijiang <fqj1994@linux.com>,2010

source: with
bo_cn: སྤྱོད།
