Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/brasero.po
Languages: bo_cn

source: Do you really want to empty the slices preview?
bo_cn: ཁྱོད་ཀྱིས་ངོ་མ་མིག་སྔའི་བརྙན་ཐུང་སྔོན་བལྟ་གཙང་སེལ་བྱེད་དགོས་སམ།

source: Do you really want to keep the current extension for the disc image name?
bo_cn: ཁྱོད་ཀྱིས་ངོ་མ་འོད་སྡེར་འདི་ལ་མིག་སྔའི་རྒྱ་སྐྱེད་ཀྱི་མིང་རྒྱུན་འཁྱོངས་བྱེད་དགོས་སམ།

source: Do you really want to quit?
bo_cn: ཁྱེད་ཀྱིས་ཕྱིར་འདོན་པ་གཏན་འཁེལ་ལམ།

source: Do you really want to split the track?
bo_cn: ཁྱེད་རང་གིས་དངོས་གནས་སྒྲ་ལམ་འདི་བགོ་འདོད་འདུག་གམ།

source: Do you want to add "%s", which is a video file?
bo_cn: ཁྱེད་རང་གིས་བརྙན་ཟློས་ཡིག་ཆ%sསྣོན་རྒྱུ་གཏན་འཁེལ་ལམ།

source: Do you want to continue anyway?
bo_cn: གང་འདྲ་བྱས་ཀྱང་ཁྱེད་རང་གིས་མུ་མཐུད་བྱེད་འདོད་ཡོད་དམ།

source: Do you want to continue with full Windows compatibility disabled?
bo_cn: ཁྱེད་ཀྱིས་རྩ་བ་ནས་Windowsཡི་འཆམ་མཐུན་རང་བཞིན་བསམ་བློ་མ་བཏང་བའི་བྱེད་སྟངས་མུ་མཐུད་བྱེད་འདོད་དམ།

source: Do you want to create a disc from the contents of the image or with the image file inside?
bo_cn: ཁྱེད་ཀྱིས་འོད་སྡེར་ཞིག་བཟོས་ནས་ཤེལ་བརྙན་འདིའི་ནང་དོན་ཕབ་འདོད་ཡང་ན་ཤེལ་བརྙན་ཡིག་ཆ་འདི་ཕབ་འདོད་དམ།

source: Do you want to create an audio CD with DTS tracks?
bo_cn: ཁྱེད་ཀྱིས་DTSའཁོར་ལམ་སྤྱད་ནས་སྒྲ་ཟློས་འོད་སྡེར་ཞིག་ཕབ་འཇུག་བྱེད་འདོད་དམ།

source: Do you want to discard the file selection or add it to the new project?
bo_cn: ཁྱེད་ཀྱིས་ཡིག་ཆ་འདི་འདོར་འདོད་པ་ཡང་ན་དེ་རྣམ་གྲངས་གསར་བ་ཞིག་ཏུ་སྣོན་འདོད་པ་ཡིན།

source: Do you want to import the session from "%s"?
bo_cn: ཁྱེད་ཀྱིས་“%s”ལས་ཁུལ་དུམ་འདིར་འདྲེན་འདོད་དམ།

source: Do you want to replace "%s"?
bo_cn: ཁྱེད་ཀྱིས་“%s”བརྗེ་འདོད་དམ།

source: Do you want to replace the disc and continue?
bo_cn: ཁྱེད་ཀྱིས་འོད་སྡེར་བརྗེས་ནས་མུ་མཐུད་དུ་བྱེད་འདོད་དམ།

source: Do you want to search for audio files inside the directory?
bo_cn: དཀར་ཆག་ཏུ་སྒྲ་ཟློས་ཡིག་ཆ་འཚོལ་དགོས་སམ།

source: Do you want to search for video files inside the directory?
bo_cn: ཁྱེད་ཀྱིས་དཀར་ཆག་ནང་དུ་བརྙན་ཟློས་ཡིག་ཆ་འཚོལ་འདོད་དམ།

source: Do you want to specify another location for this session or retry with the current location?
bo_cn: ཁྱེད་ཀྱིས་འཕེལ་རིམ་འདི་ལ་གནས་ས་གཞན་དག་སྟོན་པའམ་མིག་སྔའི་གནས་ས་སྤྱོད་ནས་ཡང་བསྐྱར་ཚོད་ལྟ་བྱེད།

source: Don't connect to an already-running instance
bo_cn: འཁོར་སྐྱོད་བྱས་པའི་དངོས་དཔེ་ཞིག་ལ་འབྲེལ་མཐུད་མ་བྱེད།

source: Downloading MD5 file
bo_cn: ཡིག་ཆ་MD5ཕབ་ལེན་བྱེད་བཞིན་ཡོད།

source: Drag or copy files below to write them to disc
bo_cn: གཤམ་དུ་ཡིག་ཆ་འདྲུད་པའམ་འདྲ་བཟོ་བྱས་ནས་སྡེར་ལེབ་ཏུ་འབྲི་བ།

source: E_ject
bo_cn: འཕར་ཐོན།(_J)

source: E_mpty Project
bo_cn: རྣམ་གྲངས་གཙང་སེལ།(_E)

source: Edit the track information (start, end, author, etc.)
bo_cn: འཁོར་ལམ་ཆ་འཕྲིན་རྩོམ་སྒྲིག་བྱེད།（འགོ་བརྩམས།མཇུག་སྒྲིལ།རྩོམ་པ་པོ་སོགས།）

source: Edit the video information (start, end, author, etc.)
bo_cn: བརྙན་ཟློས་ཆ་འཕྲིན་རྩོམ་སྒྲིག་བྱེད།（འགོ་བརྩམས། མཇུག་སྒྲིལ། རྩོམ་པ་པོ་སོགས།）

source: Eject Disc
bo_cn: འོད་སྡེར་འཕར་ཐོན།

source: Eject a disc
bo_cn: འོད་སྡེར་འཕར་ཐོན།

source: Ejecting medium
bo_cn: སྨྱན་གཟུགས་ཕྱིར་གཏོང་།

source: Empty
bo_cn: སྟོང་པ།

source: Enable file preview
bo_cn: ཡིག་ཆ་སྔོན་ལྟ་བཀོལ་བ།

source: Enable the "--driver generic-mmc-raw" flag (see cdrdao manual)
bo_cn: “--driver generic-mmc-raw”མཚོན་རྟགས་སྤྱོད་པ།( cdrecordལག་དེབ་ལ་གཟིགས།)

source: Enable the "-immed" flag (see cdrecord manual)
bo_cn: “-immed”མཚོན་རྟགས་སྤྱོད་པ།(cdrecordལག་དེབ་ལ་གཟིགས།)

source: Enable the "-immed" flag (see wodim manual)
bo_cn: “-immed”མཚོན་རྟགས་སྤྱོད་པ།( wodimལག་དེབ་ལ་གཟིགས།)

source: Enable the "-immed" flag with cdrecord
bo_cn: cdrecordནང་དུ་“-immed”མཚོན་རྟགས་སྤྱོད་པ།

source: Enabled
bo_cn: སྤྱོད་འགོ་བརྩམས་ཟིན་པ།

source: Error parsing playlist "%s".
bo_cn: གཏོང་བའི་རེའུ་མིག་“%s”སྒྲིག་དྲས་རྒྱག་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Error while blanking.
bo_cn: སུབ་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Error while burning.
bo_cn: ཕབ་འཇུག་བྱེད་སྐབས་སུ་ནོར་འཁྲུལ་བྱུང་།

source: Error while getting duration
bo_cn: དུས་ཚོད་ཐོན་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Error while loading the project
bo_cn: རྣམ་གྲངས་ཕབ་འཇུག་སྐབས་སུ་ནོར་འཁྲུལ་བྱུང་།

source: Error while loading the project.
bo_cn: རྣམ་གྲངས་འཇུག་སྐབས་སུ་ནོར་འཁྲུལ་བྱུང་།

source: Error while padding file (%s)
bo_cn: ཡིག་ཆ་སྟོང་གསབ་སྐབས་སུ་ནོར་འཁྲུལ་བྱུང་།(%s)

source: Error while reading video DVD (%s)
bo_cn: བརྙན་ཟློས་ DVD ཀློག་སྐབས་སུ་ནོར་འཁྲུལ་བྱུང་།(%s)

source: Estimated drive speed:
bo_cn: མྱུར་ཚད།：

source: Estimated project size: %s
bo_cn: རྣམ་གྲངས་ཆེ་ཆུང་ཚོད་ན：%s

source: Estimated remaining time: %02i:%02i:%02i
bo_cn: ལྷག་མའི་དུས་ཚོད།：%02i:%02i:%02i

source: Estimated size: %s
bo_cn: ཆེ་ཆུང་ཚོད་རྩིས་ན།：%s

source: FRONT COVER
bo_cn: སྔོན་གྱི་མདུན་ཤོག

source: Favourite burn engine
bo_cn: ཕབ་འཇུག་འཕྲུལ་འཁོར་སྔོན་འདེམས།

source: File
bo_cn: ཡིག་ཆ།

source: File "%s" could not be opened
bo_cn: “%s”ཡིག་ཆ་ཁ་འབྱེད་མི་ཐུབ།

source: File "%s" could not be opened (%s)
bo_cn: “%s”ཡིག་ཆ་ཁ་འབྱེད་མི་ཐུབ།(%s)

source: File Checksum
bo_cn: ཡིག་ཆ་དག་བཤེར་ཚད།

source: File Downloader
bo_cn: ཡིག་ཆ་འབེབས་ཆས།

source: File Renaming
bo_cn: ཡིག་ཆ་མིང་བསྐྱར་འདོགས།

source: Files
bo_cn: ཡིག་ཆ།

source: Filter Options
bo_cn: འདེམས་ཚན་འཚག་པ།

source: Filter _broken symbolic links
bo_cn: ཆད་ལྷག་གི་མཚོན་རྟགས་སྦྲེལ་མཐུད་འཚག་པ།(_B)

source: Filter _hidden files
bo_cn: སྦས་པའི་ཡིག་ཆ་འཚག་པ།(_h)

source: Filtering options
bo_cn: འདེམས་ཚན་འཚག་པ།

source: Finalizing
bo_cn: ད་ལྟ་སྒྲུབ་བཞིན་ཡོད།

source: Font family and size
bo_cn: ཡིག་གཟུགས་དང་ཆེ་ཆུང་།

source: Force Brasero to display the project selection page
bo_cn: kylin-burnerཡིས་རྣམ་གྲངས་འདེམ་པའི་ཤོག་ངོས་བཙན་མངོན་བྱེད།

source: Format used mostly in Europe
bo_cn: ཡོ་རོབ་གླིང་གི་ཆེས་རྒྱུན་སྤྱོད་རྣམ་གཞག

source: Format used mostly on the North American continent
bo_cn: ཨ་མེ་རི་ཁ་བྱང་མའི་སྐམ་ས་ཆེ་མོའི་རྒྱུན་སྤྱོད་རྣམ་པ།

source: Formatting disc
bo_cn: སྡེར་ལེབ་རྣམ་གཞག་ཅན་དུ་སྒྱུར་བ།

source: Frames (1 second = 75 frames)
bo_cn: བརྙན་གྲངས།(སྐར་ཆ1 =ལྡེབ75)

source: Generates .cue files from audio
bo_cn: སྒྲ་ཟློས་ལས་ .cue ཡིག་ཆ་སྐྱེད་གྲུབ་བྱེད།

source: Genre
bo_cn: ཉམས་འགྱུར།

source: Getting size
bo_cn: ཆེ་ཆུང་འཐོབ་བཞིན་ཡོད།

source: Gives the length of the pause that should follow the track
bo_cn: འཁོར་ལམ་རྗེས་ཀྱི་སྟོང་ཆར་སྐབས་སྡོད་ཀྱི་དུས་ཚོད་རིང་ཚད་འགོད་པ།

source: Hashing algorithm to be used:
bo_cn: སྤྱོད་པའི་བརྡ་འཕྲིན་གནད་བསྡུས་རྩི་ཐབས།：

source: Hidden file
bo_cn: སྦེད་པའི་ཡིག་ཆ།

source: Hide the _filtered file list (%d file)
bo_cn: འཚག་པའི་ཡིག་ཆ་གསལ་ཐོ(%d ཡིག་ཆ་)སྦེད་པ།(_F)

source: Horizontal gradient
bo_cn: ཆུ་སྙོམས་རིམ་འགྱུར།

source: Hours
bo_cn: ཆུ་ཚོད།

source: ISO9660 image
bo_cn: ISO9660 ཤེལ་བརྙན།

source: I_mport
bo_cn: འདྲེན་པ།(_M)

source: I_mport %s
bo_cn: %sའདྲེན་པ།(_M)

source: I_mport Session
bo_cn: གླེང་མོལ་འདྲེན་པ།(_M)

source: I_nsert a Pause
bo_cn: སྐབས་སྡོད་བར་འཇུག(_N)

source: If you choose to create a new empty project, all changes will be lost.
bo_cn: གལ་ཏེ་ཁྱོད་ཀྱིས་ལས་གཞི་གསར་བཟོ་བྱེད་པ་བདམས་ན།འགྱུར་ལྡོག་ཡོད་ཚད་བརླག་རྒྱུ་རེད།

source: If you choose to create a new empty project, the file selection will be discarded.
bo_cn: གལ་ཏེ་ཁྱོད་ཀྱིས་ལས་གཞི་གསར་བཟོ་བྱེད་པ་བདམས་ན།བདམས་པ་ཡོད་ཚད་བརླག་རྒྱུ་རེད།

source: If you choose to keep it, programs may not be able to recognize the file type properly.
bo_cn: གལ་ཏེ་ཁྱོད་ཀྱིས་རྒྱུན་འཁྱོངས་བྱེད་རྒྱུ་བདམས་ན།བྱ་རིམ་གྱིས་ཡིག་ཆའི་རིགས་ཡང་དག་གིས་ངོས་འཛིན་བྱེད་མི་ཐུབ།

source: If you don't save, changes will be permanently lost.
bo_cn: གལ་ཏེ་ཁྱོད་ཀྱིས་ཉར་ཚགས་མ་བྱས་ན། བཅོས་པ་ནམ་ཡང་བོར་ངེས།

source: If you split the track, the size of the new track will be shorter than 6 seconds and will be padded.
bo_cn: གལ་སྲིད་འཁོར་ལམ་བགོས་ན། འཁོར་ལམ་གསར་པའི་རིང་ཚད་སྐར་ཆ་6ལས་ཐུང་ཅིང་དེ་ཁ་སྐོང་བྱེད་པ་ཡིན།

source: Image Burning Setup
bo_cn: ཤེལ་བརྙན་ཕབ་འཇུག་སྒྲིག་འགོད།

source: Image Checksum
bo_cn: ཤེལ་བརྙན་ཞིབ་བཤེར་ཚད།

source: Image File
bo_cn: ཤེལ་བརྙན་ཡིག་ཆ།

source: Image of CD successfully created
bo_cn: CD ཡི་ཤེལ་བརྙན་གསར་བཟོ་ལེགས་འགྲུབ་བྱུང་།

source: Image of DVD successfully created
bo_cn: DVD ཡི་ཤེལ་བརྙན་གསར་བཟོ་ལེགས་འགྲུབ་བྱུང་།

source: Image path:
bo_cn: པར་རིས།་ཀྱི་འགྲོ་ལམ།：

source: Image style:
bo_cn: པར་རིས།་རིགས་གྲས།：

source: Image successfully burned to CD
bo_cn: ཤེལ་བརྙན་འོད་སྡེར་དུ་ཕབ་འཇུག་ལེགས་འགྲུབ་བྱུང་།

source: Image successfully burned to DVD
bo_cn: ཤེལ་བརྙན་ DVDལ་ཕབ་འཇུག་ལེགས་འགྲུབ་བྱུང་།

source: Image successfully created
bo_cn: ཤེལ་བརྙན་ཡིག་ཆ་བཟོ་བ་ལེགས་འགྲུབ་བྱུང་།

source: Image type:
bo_cn: ཤེལ་བརྙན་རིགས་གྲས།：

source: Images
bo_cn: བརྙན་རིས།།

source: Import %s
bo_cn: %sནང་འདྲེན།

source: Import Disc
bo_cn: འོད་སྡེར་དུ་ནང་འདྲེན།

source: Impossible to link plugin pads
bo_cn: བསྒར་ལྷུ་པང་དུ་སྦྲེལ་མི་ཐུབ།

source: Impossible to retrieve local file path
bo_cn: རང་སའི་ཡིག་ཆའི་འགྲོ་ལམ་ཐོབ་མི་ཐུབ།

source: Impossible to retrieve speeds
bo_cn: འགྲོས་ཚད་ཤེས་མི་ཐུབ།

source: Impossible to split more than one song at a time
bo_cn: དུས་མཚུངས་སུ་གླུ་གཞས་མང་པོ་བགོ་མི་ཐུབ།

source: Incompatible command line options used.
bo_cn: འཆམ་མཐུན་མིན་པའི་བཀའ་བརྡ་ཕྲེང་འདེམས་ཚན་སྤྱོད་པ།

source: Insert
bo_cn: བར་འཇུག

source: Insert number sequence at beginning
bo_cn: འགོ་བརྩམས་ས་ནས་ཨང་ཀིའི་རིམ་སྟར་བར་འཇུག་བྱེད།

source: Insert text
bo_cn: ཡིག་རྐྱང་བར་འཇུག་

source: Interrupting the process may make disc unusable.
bo_cn: བར་དྲས་རྒྱག་བཀོལ་སྤྱོད་ཀྱིས་སྡེར་ལྷེབ་སྤྱོད་མི་ཐུབ་པ་བྱ་སྲིད།

source: Invalid address
bo_cn: ནུས་མེད་གནས་ཡུལ།

source: Invalid command
bo_cn: ནུས་མེད་བཀའ་བརྡ་།

source: Invalid field in command
bo_cn: བཀའ་བརྡའི་ནང་གི་ནུས་མེད་ཁོངས།

source: Invalid parameter in command
bo_cn: བཀའ་བརྡའི་ནང་གི་ནུས་མེད་ཞུགས་གྲངས།

source: Invalid track mode
bo_cn: ནུས་མེད་ཀྱི་འཁོར་ལམ་རྣམ་པ།

source: It does not appear to be a valid ISO image
bo_cn: དེ་ནི་ཕལ་ཆེར་ནུས་ལྡན་གྱི་ISOཤེལ་བརྙན་མིན་པ་འདྲ།

source: It does not exist at the specified location
bo_cn: གཏན་འཁེལ་བྱས་པའི་གནས་སུ་མེད།

source: It does not seem to be a valid Brasero project
bo_cn: འདི་ཕལ་ཆེར་ནུས་ལྡན་གྱི་ Kylin-burner རྣམ་གྲངས་ཤིག་མིན་པ་འདྲ།

source: It doesn't appear to be a valid disc image or a valid cue file.
bo_cn: དེ་ནི་ནུས་ལྡན་གྱི་སྣང་བརྙན་ཞིག་གམ་ནུས་ལྡན་གྱི་cueཡིག་ཆ་ཞིག་མིན་པ་འདྲ།

source: It is a recursive symlink
bo_cn: རེས་འཁོར་མཚོན་རྟགས་སྦྲེལ་མཐུད།

source: Italic
bo_cn: གསེག་གཟུགས།

source: Key not established
bo_cn: གསང་ལྡེ་བཟོ་མི་ཐུབ།

source: Last _Unsaved Project
bo_cn: མཇུག་ཏུ་མ་ཉར་བའི་རྣམ་གྲངས།(_U)

source: Last session import failed
bo_cn: འོད་སྡེར་ནང་འདྲེན་ཕམ་པ།

source: Leave the disc _open to add other files later
bo_cn: སྡེར་ལྷེབ་ཁ་མ་རྒྱག་སྟེ་ཐེངས་རྗེས་སུ་ཡིག་ཆ་བསྣན་ནས་ཕར་འཇུག་བྱ་ཐུབ།(འོས་སྦྱོར་འདེམ་པ།)

source: Length
bo_cn: རིང་ཚད།

source: Let you choose your new project
bo_cn: ཁྱེད་ལ་ཁྱེད་ཀྱིས་རྣམ་གྲངས་གསར་བ་གདམ་དུ་འཇུག

source: Load the last project that was not burned and not saved
bo_cn: མཇུག་ཏུ་ཉར་མེད་པའམ་ཡང་ན་ཕབ་མེད་པའི་རྣམ་གྲངས་ཕབ་འཇུག་བྱེད།

source: Location for Image File
bo_cn: ཤེལ་བརྙན་ཡིག་ཆའི་གནས་ས།

source: Location for Temporary Files
bo_cn: གནས་སྐབས་ཡིག་ཆའི་གནས་ས།

source: Location for _Temporary Files
bo_cn: གནས་སྐབས་ཡིག་ཆའི་གནས་ས།(_T)

source: MD5
bo_cn: MD5MD5

source: M_ethod:
bo_cn: བྱེད་སྟངས།(_E)：

source: Make _More Copies
bo_cn: འདྲ་བཤུས་ཇེ་མང་བཟོ།(_M)

source: Make _Several Copies
bo_cn: འདྲ་བཤུས་མང་པོ་བཟོ།(_S)

source: Make sure another application is not using it
bo_cn: བྱ་རིམ་གཞན་དག་གིས་བེད་སྤྱོད་བྱེད་བཞིན་མེད་པར་གཏན་འཁེལ་བྱེད།

source: Make sure the appropriate codec is installed
bo_cn: ཨང་འགྲོལ་ཆས་འོས་འཚམ་ཞིག་སྒྲིག་སྦྱོར་བྱས་ཡོད་པར་གཏན་འཁེལ་གནང་རོགས།

source: Maximum speed
bo_cn: འགྲོས་ཚད་ཆེ་ཤོས།

source: Medium Icon
bo_cn: རྟགས་རིས་འབྲིང་བ།

source: Menu
bo_cn: འདེམས་བྱང་།

source: Mer_ge
bo_cn: མཉས་སྒྲིལ།(_G)

source: Merge a selected slice with the next selected one
bo_cn: བདམས་ཟིན་པའི་དུམ་ཚན་རྗེས་མ་དེ་བཀོལ་ནས་མིག་སྔར་བདམས་པའི་དུམ་བུ་མཉམ་སྒྲིལ་བྱེད།

source: Merging data is impossible with this disc
bo_cn: འོད་སྡེར་འདི་སྤྱད་ནས་གཞི་གྲངས་མཉམ་སྒྲིལ་བྱེད་མི་ཐུབ།

source: Method to be used to split the track
bo_cn: འཁོར་ལམ་བགོས་པའི་བྱེད་སྟངས་སྤྱོད་པ།

source: Minimum drive buffer fill ratio (in %%) (see cdrecord manual):
bo_cn: ཆེས་ཆུང་བའི་འོད་སྐུལ་ལྷོད་གཏོང་ཁ་གསབ་ཕྱོད།（%ནང་།）（cdrecordལག་དེབ་ལ་གཟིགས།）

source: Minimum drive buffer fill ratio (in %) (see wodim manual):
bo_cn: ཆེས་ཆུང་བའི་འོད་སྐུལ་ལྷོད་གཏོང་ཁ་གསབ་ཕྱོད།（%ནང་།）（wodimལག་དེབ་ལ་གཟིགས།）

source: Minutes
bo_cn: སྐར་མ།

source: Movies
bo_cn: གློག་བརྙན།

source: Native _format
bo_cn: གདོད་མའི་རྣམ་གཞག(_F)

source: Ne_ver Add Such File
bo_cn: ཡིག་ཆ་རིགས་འདི་མི་སྣོན།(_V)

source: New _Audio Project
bo_cn: སྒྲ་ཟློས་རྣམ་གྲངས་གསར་བཟོ།(_A)

source: New _Data Project
bo_cn: གཞི་གྲངས་རྣམ་གྲངས་གསར་བཟོ།(_D)

source: New _Folder
bo_cn: ཡིག་ཁུག་གསར་བ།(_F)

source: New _Video Project
bo_cn: བརྙན་ཟློས་རྣམ་གྲངས་གསར་བཟོ།(_V)

source: New disc in the burner holding the source disc
bo_cn: འོད་སྡེར་གསར་བ་ནི་ཁུངས་སྡེར་འདུས་པའི་ཕབ་འཇུག་ཆས་ནང་དུ་ཡོད།

source: New folder
bo_cn: ཡིག་ཁུག་གསར་པ།

source: New folder %i
bo_cn: ཡིག་ཁུག་གསར་བ་ %i

source: No MD5 file was given.
bo_cn: MD5 ཡིག་ཆ་གཏན་འཁེལ་བྱས་མེད།

source: No burner specified
bo_cn: ཕབ་ཆས་གཏན་འཁེལ་བྱས་མེད།

source: No checksum file could be found on the disc
bo_cn: འོད་སྡེར་དུ་ཞིབ་བཤེར་ཚད་ཡིག་ཆ་རྙེད་མེད།

source: No disc available
bo_cn: སྤྱོད་རུང་སྡེར་ལེབ་མེད།

source: No file
bo_cn: ཡིག་ཆ་མེད།

source: No file can be added (%i selected file)
bo_cn: ཡིག་ཆ་སྣོན་མེད།(བདམས་པའི་ཡིག་ཆ་%iཡོད།)

source: No file filtered
bo_cn: ཡིག་ཆ་འཚག་པ་མེད།

source: No file is supported (%i selected file)
bo_cn: རྒྱབ་སྐྱོར་གྱི་ཡིག་ཆ་མེད། (བདམས་པའི་ཡིག་ཆས་%iཡོད།)

source: No file selected
bo_cn: ཡིག་ཆ་བདམས་མེད།

source: No format for the temporary image could be found
bo_cn: གནས་སྐབས་ཀྱི་ཤེལ་བརྙན་ལ་རྣམ་གཞག་ཅིག་རྙེད་མི་ཐུབ།

source: No parent could be found in the tree for the path "%s"
bo_cn: འགྲོ་ལམ་“%s”ཡི་དཀར་ཆག་སྡོང་འགྲེམས་སུ་ཕའི་དཀར་ཆག་རྙེད་མེད།

source: No path was specified for the image output
bo_cn: གཏན་འཁེལ་གྱི་ཤེལ་བརྙན་ཕྱིར་འདོན་གྱི་འགྲོ་ལམ་མེད།

source: No preview
bo_cn: སྔོན་ལྟ་མེད།

source: No recently used project
bo_cn: ཉེ་ཆར་སྤྱད་པའི་རྣམ་གྲངས་མེད།

source: No silence could be detected
bo_cn: སྒྲ་མེད་པའི་ཁག་འཚོལ་ཞིབ་བྱས་མེད།

source: No source drive specified
bo_cn: ཁུངས་འོད་སྐུལ་གཏན་འཁེལ་བྱས་མེད།

source: No track information (artist, title, ...) will be written to the disc.
bo_cn: འཁོར་ལམ་ཆ་འཕྲིན་(སྒྱུ་རྩལ་བ། ཁ་བྱང་སོགས།)འོད་སྡེར་དུ་མི་འབྲི།

source: Normalization
bo_cn: སྙོམ་བསྒྱུར།

source: Normalizing tracks
bo_cn: འཁོར་ལམ་སྙོམས་པ།

source: Not enough space available on the disc
bo_cn: འོད་སྡེར་དུ་འདང་བའི་སྤྱོད་རུང་བར་སྟོང་མེད།

source: Not enough space available on the disc (%s available for %s)
bo_cn: འོད་སྡེར་དུ་འདང་བའི་བར་སྟོང་མེད།(ལྷག་མ %sདང་། དགོས་བྱ %sཡིན།)

source: Not enough space available on the disc in "%s".
bo_cn: “%s”ནང་གི་འོད་སྡེར་དུ་འདང་བའི་བར་སྟོང་མེད།

source: Number files according to a pattern
bo_cn: མ་དཔེ།་ཞིག་བརྟེན་ནས་ཡིག་ཆ་གྲངས་བགྲང་།

source: Number of Songs
bo_cn: གླུ་གཞས་གྲངས་ཀ

source: Ongoing blanking process
bo_cn: སུབ་པའི་བྱ་རིམ་ལས་བཞིན་པ།

source: Ongoing burning process
bo_cn: ཕབ་འཇུག་བྱ་རིམ་ལས་བཞིན་པ།

source: Ongoing checksumming operation
bo_cn: ཞིབ་བཤེར་ཚད་བཀོལ་སྤྱོད་ལས་བཞིན་པ།

source: Ongoing copying process
bo_cn: འདྲ་བཟོ་བྱ་རིམ་ལས་བཞིན་པ།

source: Only _Append
bo_cn: སྣོན་པ་ཁོ་ན་བྱེད།(_A)

source: Only one option can be given at a time
bo_cn: ཐེངས་རེར་འདེམས་ཚན་རེ་མ་གཏོགས་གཏན་འཁེལ་བྱེད་མི་ཐུབ།

source: Only one track at a time can be checked
bo_cn: ཐེངས་རེར་འཁོར་ལམ་རེ་མ་གཏོགས་ཞིབ་བཤེར་བྱེད་མི་ཐུབ།

source: Open Project
bo_cn: རྣམ་གྲངས་ཁ་འབྱེད།

source: Open a data project adding the URIs given on the command line
bo_cn: གཞི་གྲངས་ཀྱི་རྣམ་གྲངས་ཅིག་ཁ་ཕྱེ་ནས་བཀའ་བརྡ་ཕྲེང་ནང་གི་གཏན་འཁེལ་གྱི་URI ཤག་གནས་སུ་སྣོན།

source: Open a project
bo_cn: རྣམ་གྲངས་ཤིག་ཁ་འབྱེད།

source: Open a video project adding the URIs given on the command line
bo_cn: སྒྲ་ཟློས་ཀྱི་རྣམ་གྲངས་ཅིག་ཁ་ཕྱེ་ནས་བཀའ་བརྡ་ཕྲེང་ནང་གི་གཏན་འཁེལ་གྱི་URI ཤག་གནས་སུ་སྣོན།

source: Open an MD5 file
bo_cn: MD5 ཡིག་ཆ་ཞིག་ཁ་འབྱེད།

source: Open an audio project adding the URIs given on the command line
bo_cn: སྒྲ་ཟློས་ཀྱི་རྣམ་གྲངས་ཅིག་ཁ་ཕྱེ་ནས་བཀའ་བརྡ་ཕྲེང་ནང་གི་གཏན་འཁེལ་གྱི་URI ཤག་གནས་སུ་སྣོན།

source: Open the blank disc dialog
bo_cn: འོད་སྡེར་སྟོང་བའི་གླེང་སྒྲོམ་ཁ་འབྱེད།

source: Open the check disc dialog
bo_cn: ཞིབ་བཤེར་སྡེར་ལེབ་ཀྱི་གླེང་སྒྲོམ་ཁ་འབྱེད།

source: Open the selected files
bo_cn: བདམས་པའི་ཡིག་ཆ་ཁ་འབྱེད།

source: Open the selected video
bo_cn: བདམས་པའི་བརྙན་ཟློས་ཁ་འབྱེད།

source: Open the specified playlist as an audio project
bo_cn: གཏན་འཁེལ་གྱི་གཏོང་བའི་རེའུ་མིག་ཁ་ཕྱེ་ནས་སྒྲ་ཟློས་རྣམ་གྲངས་ཤིག་བྱེད།

source: Open the specified project
bo_cn: གཏན་འཁེལ་གྱི་རྣམ་གྲངས་ཁ་འབྱེད།

source: Options
bo_cn: འདེམས་ཚན།

source: Options for plugin %s
bo_cn: བསྒར་ལྷུ %s ཡི་འདེམས་ཚན།

source: Outrange address
bo_cn: ཤག་གནས་འཇལ་ཚད་ལས་བརྒལ་བ།

source: PATH
bo_cn: འགྲོ་ལམ།

source: PATH TO COVER
bo_cn: མདུན་ཤོག་པར་རིས།་ཀྱི་འགྲོ་ལམ།

source: PATH TO DEVICE
bo_cn: སྒྲིག་ཆས་འགྲོ་ལམ།

source: PATH TO IMAGE
bo_cn: ཤེལ་བརྙན་གྱི་དཀར་ཆག

source: PLAYLIST
bo_cn: གཏོང་བའི་རེའུ་མིག

source: PROJECT
bo_cn: རྣམ་གྲངས།

source: P_lugins
bo_cn: བསྒར་ལྷུ(_L)

source: P_review
bo_cn: སྔོན་ལྟ། (_R)

source: Paste files
bo_cn: ཡིག་ཆ་སྦྱར་བ།

source: Pause
bo_cn: སྐབས་འཇོག

source: Pause length:
bo_cn: གཞས་བར་གྱི་སྐབས་སྡོད་དུས་ཀྱི་རིང་ཚད།

source: Pick a Color
bo_cn: ཁ་དོག་ཅིག་འདེམས།

source: Playlists
bo_cn: གཏོང་བའི་རེའུ་མིག

source: Playlists cannot be added to video or audio discs
bo_cn: སྒྲ/བརྙན་ཟློས་ཀྱི་འོད་སྡེར་དུ་གཏོང་བའི་རེའུ་མིག་སྣོན་མི་ཐུབ།

source: Please add files to the project.
bo_cn: ཡིག་ཆ་རྣམ་གྲངས་སུ་སྣོན་རོགས།

source: Please add files.
bo_cn: ཡིག་ཆ་སྣོན་རོགས།

source: Please add songs to the project.
bo_cn: གླུ་གཞས་རྣམ་གྲངས་སུ་སྣོན་རོགས།

source: Please add songs.
bo_cn: གླུ་གཞས་སྣོན་རོགས།

source: Please add videos.
bo_cn: བརྙན་ཟློས་སྣོན་རོགས།

source: Please choose another CD or DVD or insert a new one.
bo_cn: CD ཡང་ན་DVDའདེམ་པའམ་སྡེར་ལེབ་གསར་བ་ཞིག་ནང་འཇུག་རོགས།

source: Please eject the disc and reload it.
bo_cn: འོད་སྡེར་ཐོན་ནས་ཡང་བསྐྱར་ཕབ་འཇུག་བྱེད་རོགས།

source: Please eject the disc from "%s" manually.
bo_cn: %sལས་ལག་འགུལ་གྱིས་འོད་སྡེར་ཐོན་དུ་འཇུག་རོགས།

source: Please insert a disc holding data.
bo_cn: གཞི་གྲངས་ཉར་བའི་སྡེར་ལེབ་ནང་དུ་འཇུག་རོགས།

source: Please insert a disc that is not copy protected.
bo_cn: འདྲ་བཟོ་སྲུང་སྐྱོབ་མེད་པའི་སྡེར་ལེབ་ནང་འཇུག་རོགས།

source: Please insert a rewritable disc holding data.
bo_cn: གཞི་གྲངས་གསོག་ཡོད་པའི་བསྐྱར་འབྲི་རུང་བའི་འོད་སྡེར་འཇུག་རོགས།

source: Please insert a writable CD or DVD if you don't want to write to an image file.
bo_cn: གལ་ཏེ་ཁྱེད་ཀྱིས་ཤེལ་བརྙན་ཡིག་ཆ་ལྟར་འབྲི་མི་འདོད་ན། འབྲི་རུང་བའི་CD ཡང་ན་ DVDསྡེར་ལེབ་ཞིག་ནང་འཇུག་རོགས།

source: Please insert a writable CD or DVD with at least %i MiB of free space.
bo_cn: མ་མཐའ་ཡང་སྤྱོད་རུང་བར་སྟོང་ %i MiBཡོད་པའི་འབྲི་རུང་CD ཡང་ན་ DVD སྡེར་ལེབ་འཇུག་རོགས།

source: Please insert a writable CD or DVD.
bo_cn: འབྲི་རུང་ CD ཡང་ན་ DVD སྡེར་ལེབ་འཇུག་རོགས།

source: Please insert a writable CD with at least %i MiB of free space.
bo_cn: མ་མཐའ་ཡང་སྤྱོད་རུང་བར་སྟོང་ %i MiBཡོད་པའི་འབྲི་རུང་འོད་སྡེར་འཇུག་རོགས།

source: Please insert a writable CD.
bo_cn: འབྲི་རུང་གི་འོད་སྡེར་ཞིག་འཇུག་རོགས།

source: Please insert a writable DVD with at least %i MiB of free space.
bo_cn: མ་མཐའ་ཡང་སྤྱོད་རུང་བར་སྟོང་ %i MiBཡོད་པའི་འབྲི་རུང་DVDའཇུག་རོགས།

source: Please insert a writable DVD.
bo_cn: འབྲི་རུང་ DVDའཇུག་རོགས།

source: Please install the following manually and try again:
bo_cn: ལག་པས་གཤམ་གྱི་ནང་དོན་སྒྲིག་འཇུག་བྱས་རྗེས་ཡང་བསྐྱར་ཚོད་ལྟ་བྱེད་རོགས།

source: Please install the following required applications and libraries manually and try again:
bo_cn: ལག་པས་གཤམ་གྱི་བྱ་རིམ་དང་མཛོད་སྒྲིག་འཇུག་བྱས་རྗེས་ཡང་བསྐྱར་ཚོད་ལྟ་བྱེད་རོགས།

source: Please only add files with video content
bo_cn: བརྙན་ཟློས་ཀྱི་ནང་དོན་གྱི་ཡིག་ཆ་ཁོ་ན་སྣོན་རོགས།

source: Please re-insert the disc in the CD/DVD burner.
bo_cn: ཡང་བསྐྱར་འོད་སྡེར་ཕབ་ཆས་སུ་འཇུག་རོགས།

source: Please replace the disc with a disc holding data.
bo_cn: གཞི་གྲངས་འདུས་པའི་སྡེར་ལེབ་ཀྱིས་སྡེར་ལེབ་འདི་བརྗེ་རོགས།

source: Please replace the disc with a rewritable disc holding data.
bo_cn: གཞི་གྲངས་གསོག་ཡོད་པའི་བསྐྱར་འབྲི་སྡེར་ལེབ་ཀྱིས་སྡེར་ལེབ་འདི་བརྗེ་རོགས།

source: Please replace the disc with a supported CD or DVD.
bo_cn: CD ཡང་ན་ DVDལེབ་རྒྱབ་སྐྱོར་བྱས་པས་སྡེར་ལེབ་འདི་བརྗེ་རོགས།

source: Please replace the disc with a writable CD or DVD with at least %i MiB of free space.
bo_cn: མ་མཐའ་ཡང་སྤྱོད་རུང་བར་སྟོང་ %i MiBཡོད་པའི་འབྲི་རུང་འོད་སྡེར་ཡང་ན་ DVDསྡེར་གྱིས་སྡེར་ལེབ་འདི་བརྗེ་རོགས།

source: Please replace the disc with a writable CD or DVD.
bo_cn: འོད་སྡེར་འདི་འབྲི་རུང་གི་ CD ཡང་ན་ DVD སྡེར་ལེབ་ལ་བརྗེ་རོགས།

source: Please replace the disc with a writable CD with at least %i MiB of free space.
bo_cn: མ་མཐའ་ཡང་སྤྱོད་རུང་སྟོང་ཆ %i MiBཡོད་པའི་འབྲི་རུང་འོད་སྡེར་གྱིས་འོད་སྡེར་འདི་བརྗེ་རོགས།

source: Please replace the disc with a writable CD.
bo_cn: འོད་སྡེར་འདི་འབྲི་རུང་འོད་སྡེར་གྱིས་བརྗེ་རོགས།

source: Please replace the disc with a writable DVD with at least %i MiB of free space.
bo_cn: མ་མཐའ་ཡང་སྤྱོད་རུང་སྟོང་ཆ %i MiBཡོད་པའི་འབྲི་རུང་DVD ཡིས་འོད་སྡེར་འདི་བརྗེ་རོགས།

source: Please replace the disc with a writable DVD.
bo_cn: འབྲི་རུང་ DVD ཡིས་སྡེར་ལེབ་འདི་བརྗེ་རོགས།

source: Please select a disc image.
bo_cn: ཤེལ་བརྙན་འདེམས་རོགས།

source: Please set it manually
bo_cn: ལག་པས་སྒྲིག་འགོད་བྱེད་རོགས།

source: Please type "%s --help" to see all available options
bo_cn: “%s --help“ནང་འཇུག་བྱས་ནས་སྤྱོད་རུང་འདེམས་ཚན་ཚང་མ་ལ་ལྟ།

source: Please wait until the estimation of the size is completed.
bo_cn: ཆེ་ཆུང་ཚོད་རྩིས་ལེགས་འགྲུབ་ཡོང་བ་སྒུག

source: Please wait while the project is loading.
bo_cn: རྣམ་གྲངས་ཕབ་འཇུག་བྱེད་པ། སྒུག་རོགས།

source: Plugin
bo_cn: བསྒར་ལྷུ།

source: Preparing to copy audio disc
bo_cn: སྒྲ་ཟློས་འོད་སྡེར་འདྲ་བཟོ་གྲ་སྒྲིག་བྱེད་བཞིན་པ།

source: Preparing to write
bo_cn: འབྲི་བ་གྲ་སྒྲིག་བྱེད།

source: Print
bo_cn: པར་འདེབས།

source: Process "%s" ended with an error code (%i)
bo_cn: འཕེལ་རིམ་“%s”མཚམས་བཞག་སའི་ནོར་འཁྲུལ་ཚབ་ཨང་(%i)

source: Progress
bo_cn: འཕེལ་རིམ།

source: Prompt information
bo_cn: གསལ་འདེབས་ཆ་འཕྲིན།

source: Properties of %s
bo_cn: %s ཡི་གཏོགས་གཤིས།

source: Quit Brasero
bo_cn: Kylin-burnerཕྱིར་འདོན།

source: R_ename…
bo_cn: མིང་བསྐྱར་འདོགས།(_E)...

source: Re_move All
bo_cn: ཚང་མ་འདོར་བ།(_M)

source: Re_place symbolic links
bo_cn: མཚོན་རྟགས་སྦྲེལ་མཐུད་བརྗེ་བ།(_P)

source: Read options could not be created
bo_cn: ཀློག་ལེན་འདེམས་ཚན་བཟོ་མི་ཐུབ།

source: Readcd/Readom image
bo_cn: Readcd/Readom ཤེལ་བརྙན།

source: Real disc burning will take place in 10 seconds.
bo_cn: དོན་དངོས་ཀྱི་ཕབ་འཇུག་ནི་སྐར་ཆ10ནང་དུ་མགོ་རྩོམ་པ།

source: Recent projects:
bo_cn: ཉེ་དུས་ཀྱི་རྣམ་གྲངས།：

source: Recording audio tracks on a rewritable disc is not advised.
bo_cn: སྒྲ་ལམ་བསྐྱར་སྤྱོད་རུང་བའི་འོད་སྡེར་དུ་ཕབ་འཇུག་བྱེད་པ་འོས་སྦྱོར་བྱས་མེད།

source: Recursive symbolic link
bo_cn: རེས་འཁོར་མཚོན་རྟགས་སྦྲེལ་མཐུད།

source: Remove all files from the project
bo_cn: རྣམ་གྲངས་ལས་ཡིག་ཆ་ཚང་མ་བསུབ་པ།

source: Remove silences
bo_cn: སྒྲ་མེད་པའི་ཆ་བསུབ་པ།

source: Remove the selected files from the project
bo_cn: རྣམ་གྲངས་ལས་བདམས་པའི་ཡིག་ཆ་བསུབ་བ།

source: Remove the selected slices
bo_cn: བདམས་པའི་ཡིག་ཆ་བསུབ་པ།

source: Remove the selected videos from the project
bo_cn: རྣམ་གྲངས་ལས་བདམས་པའི་བརྙན་ལམ་བསུབ་པ།

source: Rename the selected file
bo_cn: བདམས་པའི་ཡིག་ཆ་ལ་མིང་བསྐྱར་འདོགས་བྱེད།

source: Rename to
bo_cn: མིང་བསྐྱར་འདོགས་ས།

source: Renaming mode
bo_cn: མིང་བསྐྱར་འདོགས་རྣམ་པ་ཡིན།

source: Replace symbolic links by their targets
bo_cn: མཚོན་རྟགས་སྦྲེལ་མཐུད་དེའི་དམིགས་ཡུལ་ལ་བརྗེ།

source: Restore the selected files
bo_cn: བདམས་པའི་ཡིག་ཆ་སླར་གསོ།

source: Retrieving DVD keys
bo_cn: DVD གསང་ལྡེ་འཚོལ་བཞིན་ཡོད།

source: Retrieving image format and size
bo_cn: ཤེལ་བརྙན་གྱི་རྣམ་གཞག་དང་ཆེ་ཆུང་འཚོལ་བཞིན་བྱེད་པ།

source: Rewritable Blu-ray disc
bo_cn: བསྐྱར་འབྲི་རུང་བའི་སྔོན་འོད་འོད་སྡེར།

source: SIDES
bo_cn: གཞོགས་འགྲམ།

source: SVCD image
bo_cn: SVCD ཤེལ་བརྙ།་

source: Save Current Project
bo_cn: མིག་སྔའི་རྣམ་གྲངས་ཉར་བ།

source: Save Current Session
bo_cn: མིག་སྔ་ཁུལ་གྱི་དུམ་བུ་ཉར་བ།

source: Save _As…
bo_cn: གཞན་དུ་བཅོལ་བ།(_A)...
