Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/brasero.po
Languages: bo_cn

source: "%s" GStreamer plugin could not be found
bo_cn: “%s” Gstreamer བསྒར་ལྷུ་རྙེད་མེད།

source: "%s" cannot be added to the selection.
bo_cn: “%s”བདམས་པའི་ཡིག་ཆར་སྣོན་མི་ཐུབ།

source: "%s" cannot be found.
bo_cn: “%s”རྙེད་མི་ཐུབ།

source: "%s" cannot be read
bo_cn: “%s”ཀློག་མི་ཐུབ།

source: "%s" cannot be unlocked
bo_cn: “%s”སྒྲོག་འགྲོལ་མི་ཐུབ།

source: "%s" cannot write.
bo_cn: “%s”འབྲི་མི་ཐུབ།

source: "%s" could not be found
bo_cn: “%s” རྙེད་མེད།

source: "%s" could not be found in the path
bo_cn: “%s” ནི་འགྲོ་ལམ་དུ་རྙེད་མི་ཐུབ།

source: "%s" could not be handled by GStreamer.
bo_cn: “%s” ནི་Gstreamerཡིས་སྒྲིག་དྲས་རྒྱག་བྱ་མི་ཐུབ།

source: "%s" could not be opened (%s)
bo_cn: “%s”(%s)ཁ་འབྱེད་མི་ཐུབ།

source: "%s" could not be opened.
bo_cn: “%s”ཁ་འབྱེད་མི་ཐུབ།

source: "%s" did not behave properly
bo_cn: %sལག་བསྟར་ཡང་དག་བྱས་མེད།

source: "%s" does not have a suitable type for video projects.
bo_cn: “%s”རུ་འཚམ་པའི་བརྙན་ཟློས་ཚན་པའི་རིགས་གྲས་འདུས་མེད།

source: "%s" is a recursive symbolic link.
bo_cn: “%s” ནི་རིམ་ལོག་གི་མཚོན་རྟགས་འབྲེལ་མཐུད་ཅིག་ཡིན།

source: "%s" is a symbolic link pointing to another program
bo_cn: “%s” ནི་བྱ་རིམ་གཞན་དག་ཅིག་ལ་བསྟན་པའི་མཚོན་རྟགས་སྦྲེལ་མཐུད་ཅིག་ཡིན།

source: "%s" is busy.
bo_cn: %sབྲེལ་བ་ཆེ།

source: "%s" is not a valid URI
bo_cn: %sནི་ནུས་ལྡན་གྱི་URIཤག་གནས་མིན།

source: "%s" is not suitable for audio or video media
bo_cn: “%s”དང་སྒྲ་ཟློས་ཡང་ན་བརྙན་ཟློས་སྨྱན་གཟུགས་ལ་མི་འཚམ།

source: "%s" was removed from the file system.
bo_cn: “%s” ཡིག་ཆའི་རྒྱུད་ཁོངས་ལས་འདོར་ཟིན།

source: "%s": loading
bo_cn: %s：འཇུག་པ།

source: "%s": unknown disc image type
bo_cn: %s：མི་ཤེས་པའི་ཤེལ་བརྙན་རིགས་གྲས།

source: %.1f× (BD)
bo_cn: %.1f ལྡབ་འགྲོས།(སྔོན་འོད་ཀྱི་འོད་སྡེར་)

source: %.1f× (BD) %.1f× (DVD) %.1f× (CD)
bo_cn: %.1f ལྡབ་འགྲོས།(སྔོན་འོད་ཀྱི་འོད་སྡེར་) %.1f x(DVD) %.1f ལྡབ་འགྲོས།(CD)

source: %.1f× (CD)
bo_cn: %.1f ལྡབ་འགྲོས།(CD)

source: %.1f× (DVD)
bo_cn: %.1f ལྡབ་འགྲོས།(DVD)

source: %d file can be added (%s)
bo_cn: %d ཡིག་ཆ་སྣོན་རུང་།(%s)

source: %d file is supported (%s)
bo_cn: %d ཡིག་ཆ་(%s)ལ་རྒྱབ་སྐྱོར་བྱེད།

source: %d file selected (%s)
bo_cn: %d ཡིག་ཆ་བདམས་པ། (%s)

source: %d item
bo_cn: %d ཚན།

source: %d song
bo_cn: %d ཡི་གླུ་གཞས།

source: %i MiB of %i MiB
bo_cn: %i MiB / %i MiB

source: %i × %i pixels
bo_cn: %i × %i བརྙན་རྒྱུ།

source: %s (%i%% Done)
bo_cn: %s，ལེགས་འགྲུབ་པ། %i%%

source: %s (GStreamer plugin)
bo_cn: %s། (Gstreamer བསྒར་ལྷུ།)

source: %s (application)
bo_cn: %s། (ཉེར་སྤྱོད་བྱ་རིམ།)

source: %s (library)
bo_cn: %s། (མཛོད།)

source: %s element could not be created
bo_cn: %s གཞི་རྒྱུ་བཟོ་མི་ཐུབ།

source: %s h
bo_cn: ཆུ་ཚོད།%s

source: %s h %s
bo_cn: %sཆུ་ཚོད། %s

source: %s h %s min %s
bo_cn: ཆུ་ཚོད%sསྐར་མ %s %s

source: %s in %s
bo_cn: %2$s ཁྲོད་ཀྱི་ %1$s

source: %s min
bo_cn: སྐར་མ།%s

source: %s: %s free
bo_cn: %s: ལྷག་མ་ %s

source: %s: %s of free space
bo_cn: %s：སྟོང་བའི་བར་སྟོང་ %s

source: %s: empty
bo_cn: %s：སྟོང་ཆ།

source: %s: not enough free space
bo_cn: %s: ལྷག་མའི་བར་སྟོང་མི་འདང་།

source: (S)VCD successfully burned
bo_cn: (S)VCD ཕབ་འཇུག་ལེགས་འགྲུབ།

source: (loading…)
bo_cn: (འཇུག་བཞིན་པ་...)

source: <Keep current values>
bo_cn: <མིག་སྔའི་ཚད་སྲུང་བ།>

source: A data integrity test will begin as soon as the disc is inserted.
bo_cn: ཚང་"འོད་སྡེར་འཇུག་སྐབས་སུ་གཞི་གྲངས་ཁ་ཚང་རང་བཞིན་ལ་ཞིབ་བཤེར་བྱེདམགོ་རྩོམ།"

source: A file could not be created at the location specified for temporary files
bo_cn: གཏན་འཁེལ་བའི་གནས་སྐབས་ཡིག་ཆའི་གནས་སར་ཡིག་ཆ་ཞིག་གསར་བཟོ་བྱེད་མི་ཐུབ།

source: A file with this name already exists in the folder. Replacing it will overwrite its contents on the disc to be burnt.
bo_cn: ཡིག་ཁུག་འདིར་མིང་འདིའི་ཡིག་ཆ་ཡོད་པ། དེ་བརྗེས་ནས་དེའི་ནང་དོན་བརྗེ་བ་ཡིན།

source: A new writable disc will be required once the currently loaded one has been copied.
bo_cn: མིག་སྔ་བཅུག་པའི་འོད་སྡེར་འདྲ་བཟོ་བྱས་ཚར་རྗེས། འབྲི་རུང་གི་འོད་སྡེར་གསར་བ་ཞིག་དགོས།

source: A simple to use CD/DVD burning application for GNOME
bo_cn: སླ་བའི་ CD/DVD GNOME ཕབ་འཇུག་བྱ་རིམ་ཞིག་སྤྱོད།

source: A_ctivate
bo_cn: སྐུལ་སློང་།(_C)

source: About
bo_cn: འབྲེལ་ཡོད།

source: Ac_tivate All
bo_cn: ཚང་མ་སྐུལ་སློང་། (_T)

source: Activate fast blanking, as opposed to a longer, thorough blanking
bo_cn: མྱུར་སེལ་སྐུལ་སློང་བཏང་ནས་དུས་ཚོད་ཇེ་རིང་མི་དགོས་པ་བྱེད།

source: Add a 2 second pause after the track
bo_cn: འགྲོ་ལམ་འདི་རྗེས་སུ་སྐར་ཆ 2 ཀྱི་སྐབས་སྡོད་སྣོན།

source: Add a splitting point
bo_cn: བགོད་ཚེག་ཅིག་སྣོན།

source: Add files to the project
bo_cn: ཡིག་ཆ་རྣམ་གྲངས་སུ་སྣོན།

source: Add the files stored in the clipboard
bo_cn: དྲས་སྦྱར་པང་ལེབ་ནང་ཉར་བའི་ཡིག་ཆ་སྣོན།

source: Additional song information
bo_cn: ལྷག་མའི་གླུ་གཞས་ཆ་འཕྲིན།

source: Al_ways Add Such File
bo_cn: རྟག་ཏུ་ཡིག་ཆ་རིགས་འདི་སྣོན།(_W)

source: Al_ways Replace
bo_cn: རྒྱུན་དུ་བརྗེ་བ(_W)

source: Align left
bo_cn: གཡོན་སྙོམ།

source: Align right
bo_cn: གཡས་སྙོམ།

source: All files
bo_cn: ཡིག་ཆ་ཚང་མ།

source: All files need to be analysed to complete this operation.
bo_cn: གལ་ཏེ་བཀོལ་སྤྱོད་འདི་ལེགས་འགྲུབ་ཡོང་དགོས་ན་ཡིག་ཆ་ཚང་མ་དབྱེ་ཞིབ་བྱེད་དགོས།

source: All required applications and libraries are not installed.
bo_cn: དགོས་པའི་བྱ་རིམ་དང་མཛོད་ཚང་མ་སྒྲིག་འཇུག་བྱས་མེད།

source: Allow DAO use
bo_cn: DAOསྤྱོད་ཆོག

source: Allow to add more data to the disc later
bo_cn: ཅུང་ཙམ་འགོར་རྗེས་འོད་སྡེར་ཁྲོད་དུ་གཞི་གྲངས་མང་པོ་ཁ་སྣོན་བྱས་ཆོག

source: Allows files added to the "CD/DVD Creator Folder" in Nautilus to be burned
bo_cn: ཕབ་འཇུག་ nautilusནང་གི་“CD/DVD གསར་བཟོ་ཆས”ཡིག་ཁུག་གི་ཡིག་ཆ་སྣོན་ཆོག་པ་བྱེད།

source: Allows files not stored locally to be burned
bo_cn: རང་གནས་མིན་པའི་གསོག་པའི་ཡིག་ཆ་ཕབ་ཆོག

source: Always K_eep
bo_cn: རྒྱུན་དུ་ཉར་བ།(_E)

source: An error occurred while detecting silences.
bo_cn: སྒྲ་མེད་པའི་ཆ་ཤས་འཚོལ་ཞིབ་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: An error occurred while writing to disc
bo_cn: འོད་སྡེར་འབྲི་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: An image could not be created
bo_cn: ཤེལ་གཟུགས་གསར་བཟོ་བྱེད་མི་ཐུབ།

source: An internal error occurred
bo_cn: ནང་ཁུལ་གྱི་ནོར་འཁྲུལ་ཞིག་བྱུང་བ།

source: An internal error occurred (%s)
bo_cn: ནང་ཁུལ་གྱི་ནོར་འཁྲུལ་ཞིག་བྱུང་བ།(%s)

source: An unknown error occurred
bo_cn: མི་ཤེས་པའི་ནོར་འཁྲུལ་ཞིག་བྱུང་བ།

source: An unknown error occurred.
bo_cn: མི་ཤེས་པའི་ནོར་འཁྲུལ་བྱུང་།

source: Analysing "%s"
bo_cn: “%s”ལ་དབྱེ་ཞིབ་བྱེད་པ།

source: Analysing audio files
bo_cn: སྒྲ་ཟློས་ཆ་འཕྲིན་ལ་དབྱེ་ཞིབ་བྱེད་པ།

source: Analysing files
bo_cn: ཡིག་ཆ་ལ་དབྱེ་ཞིབ་བྱེད་པ།

source: Analysing track %02i
bo_cn: འགྲོ་ལམ་%02iལ་དབྱེ་ཞིབ་བྱེད་པ།

source: Analysing video files
bo_cn: བརྙན་ཟློས་ཡིག་ཆ་ལ་དབྱེ་ཞིབ་བྱེད་པ།

source: Appending audio tracks to a CD is not advised.
bo_cn: སྒྲ་ལམ་ CDགཅིག་ལ་ཟུར་སྣོན་བྱེད་པ་འོས་སྦྱོར་མི་བྱེད།

source: Artist
bo_cn: སྒྱུ་རྩལ་པ།

source: Artist:
bo_cn: སྒྱུ་རྩལ་པ།：

source: Aspect ratio:
bo_cn: མཐོ་ཞེད་ཀྱི་བསྡུར་ཚད།

source: Audi_o project
bo_cn: སྒྲ་ཟློས་རྣམ་གྲངས།(_O)

source: Audio %s in %s
bo_cn: %2$sནང་གི་སྒྲ་ཟློས་ %1$s

source: Audio CD successfully burned
bo_cn: སྒྲ་ཟློས་འོད་སྡེར་ཕབ་འཇུག་ལེགས་འགྲུབ།

source: Audio and data %s in %s
bo_cn: %2$s ནང་གི་ %1$s སྒྲ་ཟློས་དང་གཞི་གྲངས།

source: Audio and data disc (%s)
bo_cn: སྒྲ་ཟློས་དང་གཞི་གྲངས་འོད་སྡེར་(%s)

source: Audio disc (%s)
bo_cn: སྒྲ་ཟློས་འོད་སྡེར་(%s)

source: Audio files
bo_cn: སྒྲ་ཟློས་ཡིག་ཆ་

source: Autodetect
bo_cn: རང་འགུལ་བཤེར་འཇལ།

source: Average drive speed:
bo_cn: ཆ་སྙོམས་འགྲོས་ཚད།：

source: BACK COVER
bo_cn: རྒྱབ་ངོས།

source: Bac_kground Properties
bo_cn: རྒྱབ་ལྗོངས་གཏོགས་གཤིས(_K)

source: Background Properties
bo_cn: རྒྱབ་ལྗོངས་གཏོགས་གཤིས།

source: Background properties
bo_cn: རྒྱབ་ལྗོངས་གཏོགས་གཤིས།

source: Bad argument
bo_cn: ནོར་འཁྲུལ་གྱི་ཞུགས་གྲངས།

source: Blank %s in %s
bo_cn: %2$sནང་གི་ %1$sསུབ་པ།

source: Blank _Again
bo_cn: ཡང་བསྐྱར་སུབ་པ།(_A)

source: Blank a disc
bo_cn: འོད་སྡེར་ཞིག་སུབ་པ།

source: Blank disc (%s)
bo_cn: འོད་སྡེར་སྟོང་པ།(%s)

source: Blank this CD or DVD
bo_cn: འོད་སྡེར་ཡང་ན་ DVD གཙང་སེལ།

source: Blanking
bo_cn: སུབ་པ།

source: Blanks and formats rewritable DVDs and BDs
bo_cn: བསྐྱར་འབྲི་རུང་བའི་DVD དང་སྔོན་འོད་འོད་སྡེར་བསུབ་ཅིང་རྣམ་གཞག་ཅན་དུ་སྒྱུར།

source: Blu-ray disc
bo_cn: འོད་སྔོན་འོད་སྡེར།

source: Bold
bo_cn: སྦོས་གཟུགས།

source: Brasero
bo_cn: འོད་སྡེར་ཕབ་ཆས།

source: Brasero Homepage
bo_cn: Kylin-burnerགཙོ་ངོས།

source: Brasero Plugins
bo_cn: Kylin-burnerབསྒར་ལྷུ།

source: Brasero media burning library
bo_cn: Kylin-burnerསྨྱན་གཟུགས་ཕབ་མཛོད།

source: Brasero notification
bo_cn: Kylin-burnerཡི་བརྡ་ཐོ།

source: Brasero optical media library
bo_cn: Kylin-burnerའོད་རིག་སྨྱན་བྱེད་མཛོད།

source: Brasero project file
bo_cn: Kylin-burnerརྣམ་གྲངས་ཡིག་ཆ།

source: Brasero utilities library
bo_cn: Kylin-burner ལག་ཆ་མཛོད།

source: Brasero will simulate the burning and, if it is successful, go on with actual burning after 10 seconds
bo_cn: Kylin-burner ཕབ་འཇུག་ལད་ཟློས་བྱེད་པ། གལ་ཏེ་ལེགས་འགྲུབ་ཡང་ན་སྐར་ཆ10རྗེས་སུ་ཕབ་འཇུག་དངོས་མ་བྱེད་རྒྱུ་ཡིན།

source: Brasero — %s (Audio Disc)
bo_cn: Kylin-burner - %s། (གླུ་གཞས་འོད་སྡེར།)

source: Brasero — %s (Data Disc)
bo_cn: Kylin-burner - %s། (གཞི་གྲངས་འོད་སྡེར།)

source: Brasero — %s (Video Disc)
bo_cn: Kylin-burner - %s། (བརྙན་ཟློས་འོད་སྡེར།)

source: Brasero — Disc Copy
bo_cn: འོད་སྡེར་ཕབ་ཆས། - འདྲ་བཟོ་འོད་སྡེར།

source: Brasero — New Audio Disc Project
bo_cn: འོད་སྡེར་ཕབ་ཆས། - གླུ་གཞས་འོད་སྡེར་རྣམ་གྲངས་གསར་བཟོ།

source: Brasero — New Data Disc Project
bo_cn: འོད་སྡེར་ཕབ་ཆས། - གཞི་གྲངས་འོད་སྡེར་རྣམ་གྲངས་གསར་བཟོ།

source: Brasero — New Image File
bo_cn: འོད་སྡེར་ཕབ་ཆས། - ཤེལ་བརྙན་ཡིག་ཆ་གསར་བཟོ།

source: Brasero — New Video Disc Project
bo_cn: འོད་སྡེར་ཕབ་ཆས། - བརྙན་ཟློས་འོད་སྡེར་རྣམ་གྲངས་གསར་བཟོ།

source: Broken symbolic link
bo_cn: བརླག་པའི་མཚོན་རྟགས་སྦྲེལ་མཐུད།

source: Browse the file system
bo_cn: ཡིག་ཆ་རྒྱུད་ཁོངས་ལ་བཤར་བ།

source: Burn _Contents…
bo_cn: ནང་དོན་ཕབ་འཇུག(_C)...

source: Burn _Now
bo_cn: ཕབ་འཇུག་མགོ་རྩོམ།(_N)

source: Burn _Several Copies
bo_cn: འདྲ་བཤུས་མང་པོ་ཕབ་འཇུག(_S)

source: Burn _image
bo_cn: ཤེལ་བརྙན་ཕབ་འཇུག(_I)

source: Burn an Image File
bo_cn: Imageཡིག་ཆ་ཕབ་འཇུག

source: Burn an existing CD/DVD image to disc
bo_cn: ད་ཡོད་པའི་ CD/DVD ཤེལ་བརྙན་ཡིག་ཆ་འོད་སྡེར་དུ་ཕབ་འཇུག་བྱེད།

source: Burn as _Data
bo_cn: གཞི་གྲངས་བྱས་ནས་ཕབ་འཇུག(_D)

source: Burn as _File
bo_cn: ཡིག་ཆ་བྱས་ནས་ཕབ་འཇུག(_F)

source: Burn as _Image
bo_cn: ཤེལ་བརྙན་ཕབ་འཇུག(_I)

source: Burn beyond the disc's reported capacity
bo_cn: འོད་སྡེར་སྙན་ཞུའི་ཤོང་ཚད་བརྒལ་ནས་ཕབ་འཇུག

source: Burn the contents of the burn:// URI
bo_cn: burn:// URIཡི་ནང་དོན་ཕབ་འཇུག

source: Burn the disc
bo_cn: འོད་སྡེར་འདི་ཕབ་འཇུག

source: Burn the image directly _without saving it to disc
bo_cn: ཐད་ཀར་ཤེལ་བརྙན་ཡིག་ཆ་ཕབ་འཇུག་བྱ་ཞིང་འོད་སྡེར་དུ་མི་ཉར།(འདེམ་པ་འོས་སྦྱོར་བྱེད།)

source: Burn the selection of files across several media
bo_cn: སྨྱན་གཟུགས་ནང་པོ་ལས་བདམས་པའི་ཡིག་ཆ་ཕབ་འཇུག་བྱེད།

source: Burning (S)VCD
bo_cn: (S)VCDཕབ་འཇུག་བྱེད་པ།

source: Burning CD
bo_cn: CDཕབ་འཇུག་བྱེད་པ།

source: Burning CD/DVD
bo_cn: CD/DVDཕབ་འཇུག་བྱེད་པ།

source: Burning DVD
bo_cn: DVDཕབ་འཇུག་བྱེད་པ།

source: Burning Disc
bo_cn: འོད་སྡེར་ཕབ་འཇུག་བྱེད་པ།

source: Burning audio CD
bo_cn: སྒྲ་ཟློས་འོད་སྡེར་ཕབ་འཇུག་བྱེད་པ།

source: Burning data CD
bo_cn: གཞི་གྲངས་འོད་སྡེར་ཕབ་འཇུག་བྱེད་པ།

source: Burning data DVD
bo_cn: གཞི་གྲངས་ DVDཕབ་འཇུག་བྱེད་པ།

source: Burning data disc
bo_cn: གཞི་གྲངས་འོད་སྡེར་ཕབ་འཇུག་བྱེད་པ།

source: Burning flags to be used
bo_cn: སྤྱད་པའི་ཕབ་འཇུག་མཚོན་རྟགས།

source: Burning image to CD
bo_cn: ཤེལ་བརྙན་འོད་སྡེར་དུ་ཕབ་འཇུག་བྱེད་པ།

source: Burning image to DVD
bo_cn: ཤེལ་བརྙན་ DVDརུ་ཕབ་འཇུག་བྱེད་པ།

source: Burning image to disc
bo_cn: ཤེལ་བརྙན་ཡིག་ཆ་འོད་སྡེར་དུ་ཕབ་འཇུག་བྱེད་པ།

source: Burning speed
bo_cn: ཕབ་འཇུག་གི་འགྲོས་ཚད།

source: Burning video DVD
bo_cn: བརྙན་ཟློས་ DVDཕབ་འཇུག་བྱེད་པ།

source: Burning video disc
bo_cn: བརྙན་ཟློས་འོད་སྡེར་ཕབ་འཇུག་བྱེད་པ།

source: Burns and blanks DVDs and BDs
bo_cn: DVDདང་སྔོན་འོད་འོད་སྡེར་ཕབ་འཇུག་དང་བསུབ་པ།

source: Burns, blanks and formats CDs and DVDs
bo_cn: CD/DVDཕབ་འཇུག་དང་། བསུབ་པ། རྣམ་གཞག་ཅན་དུ་སྒྱུར།

source: Burns, blanks and formats CDs, DVDs and BDs
bo_cn: CD、DVDདང་སྔོན་འོད་འོད་སྡེར་མཛོད་འཇུག་དང་། བསུབ་པ། རྣམ་གཞག་ཅན་དུ་སྒྱུར།

source: CD successfully copied
bo_cn: CD འདྲ་བཟོ་ལེགས་འགྲུབ།

source: CD-R
bo_cn: འབྲི་རུང་འོད་སྡེར།

source: CD-ROM
bo_cn: ཀློག་ཙམ་འོད་སྡེར།

source: CD-RW
bo_cn: བསྐྱར་འབྲི་རུང་བའི་འོད་སྡེར།

source: CD-RW audio discs may not play correctly in older CD players.
bo_cn: CD-RW སྒྲ་ཟློས་འོད་སྡེར་རིགས་རྙིང་བའི་ CDའཕྲུལ་ཆས་སུ་ཡང་དག་པས་གཏོང་མི་ཐུབ་སྲིད།

source: CD/DVD Creator
bo_cn: CD/DVD གསར་བཟོ་ཆས།

source: CD/DVD Creator Folder
bo_cn: “CD/DVD གསར་བཟོ་ཆས་ཀྱི་”ཡིག་ཁུག

source: C_onfigure
bo_cn: སྡེབ་སྒྲིག(_O)

source: C_ontinue
bo_cn: མུ་མཐུད།(_O)

source: C_ontinue Burning
bo_cn: མུ་མཐུད་ཕབ་འཇུག(_O)

source: Cancel loading current project
bo_cn: མིག་སྔའི་རྣམ་གྲངས་ཕབ་པ་ལེན།

source: Cdrdao image
bo_cn: Cdrdao ཤེལ་བརྙན།

source: Center
bo_cn: དཀྱིལ་སྒྲིག

source: Centered
bo_cn: དཀྱིལ་སྒྲིག

source: Change _Extension
bo_cn: རྒྱ་སྐྱེད་མིང་བཅོས་པ།(_E)

source: Check _Again
bo_cn: ཡང་བསྐྱར་ཞིབ་བཤེར།(_A)

source: Check data integrity of disc
bo_cn: འོད་སྡེར་གཞི་གྲངས་ཀྱི་ཆ་ཚང་རང་བཞིན་ལ་ཞིབ་བཤེར་བྱེད།

source: Check the data integrity on this CD or DVD
bo_cn: CD ཡང་ན་ DVDསྡེར་ལྷེབ་ཀྱི་གཞི་གྲངས་ཀྱི་ཆ་ཚང་རང་བཞིན་ལ་ཞིབ་བཤེར་བྱེད།

source: Checking file integrity
bo_cn: ཡིག་ཆའི་ཆ་ཚང་རང་བཞིན་ཞིབ་བཤེར་བྱེད་པ།

source: Checks disc integrity after it is burnt
bo_cn: ཕབ་འཇུག་བྱས་རྗེས་འོད་སྡེར་གྱི་གཞི་གྲངས་ཆ་ཚང་རང་བཞིན་ལ་ཞིབ་བཤེར་བྱེད།

source: Checks file integrities on a disc
bo_cn: འོད་སྡེར་གྱི་ཡིག་ཆ་ཆ་ཚང་རང་བཞིན་ལ་ཞིབ་བཤེར་བྱེད།

source: Choose an image
bo_cn: པར་རིས།་ཤིག་འདེམ་པ།

source: Choose plugins for Brasero
bo_cn: Kylin-burnerལ་བསྒར་ལྷུ་ཞིག་འདེམས།

source: Cl_ose Without Saving
bo_cn: ཁ་རྒྱག་ཀྱང་མ་ཉར།(_O)

source: Clear the slices preview
bo_cn: དུམ་བུ་སྔོན་ལྟ་ལེན་པ།

source: Click here to burn all songs as regular tracks
bo_cn: འདིར་ཆིག་རྡེབ་བྱས་ན་གླུ་གཞས་ཚང་མ་རྒྱུན་ལྡན་གྱི་འགྲོ་ལམ་དུ་ཕབ་འཇུག་བྱེད་པ།

source: Click here to burn all suitable songs as DTS tracks
bo_cn: འདིར་ཆིག་རྡེབ་བྱས་ན་འཚམ་པའི་གླུ་གཞས་DTSའགྲོ་ལམ་ལྟར་ཕབ་འཇུག་བྱེད།

source: Click here to import its contents
bo_cn: འདིར་ཆིག་རྡེབ་བྱས་ནས་ནང་དོན་འདྲེན།

source: Click here to select a disc _image
bo_cn: འོད་སྡེར་ཤེལ་བརྙན་ཆིག་རྡེབ་བྱས་ནས་བདམས།(_I)

source: Click to close the side pane
bo_cn: ཆིག་རྡེབ་བྱས་ནས་ཟུར་སྡེ་ཁ་རྒྱག

source: Composer:
bo_cn: དབྱངས་རྩོམ་པ།

source: Configure recording options
bo_cn: ཕབ་པའི་འདེམས་ཚན་སྡེབ་སྒྲིག་བྱེད།

source: Contains the absolute path of the directory that was last browsed for images to burn
bo_cn: ཐེངས་སྔོན་མའི་ཤེལ་བརྙན་བཙལ་ནས་ཕབ་འཇུག་བྱེད་སྐབས་ལྟ་བའི་ཡིག་ཁུག་གི་བལྟོས་མེད་འགྲོ་ལམ་ཚུད་པ།

source: Contains the name of the favourite burn engine suite installed. It will be used if possible.
bo_cn: སྒྲིག་འཇུག་བྱས་པའི་སྔོན་བདམས་ཕབ་འཇུག་འཕྲུལ་ཆས་ཀྱི་མིང་ཚུད་པ། གལ་ཏེ་ཡོང་ན་ལམ་སེང་སྤྱོད་པ།

source: Continue with the current modified project
bo_cn: མུ་མཐུད་དུ་མིག་སྔའི་བཟོ་བཅོས་བྱས་པའི་རྣམ་གྲངས་ལས།

source: Converting toc file
bo_cn: toc ཡིག་ཆ་སྒྱུར་པ་།

source: Converting video file to MPEG2
bo_cn: བརྙན་ཟློས་ཡིག་ཆ་དེ་MPEG2ལ་སྒྱུར་བ།

source: Converts any song file into a format suitable for audio CDs
bo_cn: གང་རུང་གི་གླུ་གཞས་ཡིག་ཆ་དེ་འཚམ་པའི་སྒྲ་ཟློས་ CDཡི་རྣམ་གཞག་ཅིག་ཏུ་སྒྱུར་བ།

source: Converts any video file into a format suitable for video DVDs
bo_cn: བརྙན་ཟློས་ཡིག་ཆ་ཚང་མ་འཚམ་པའི་བརྙན་ཟློས་ DVD ཡི་རྣམ་གཞག་ཏུ་སྒྱུར་བ།

source: Copies CSS encrypted video DVDs to a disc image
bo_cn: འདྲ་བཟོ་ CSS གསང་སྡོམ་བརྙན་ཟློས་ DVDདེ་ཤེལ་བརྙན་ཡིག་ཆར་འདྲ་བཟོ་བྱེད།

source: Copies any disc to a disc image
bo_cn: སྡེར་ལེད་གང་རུང་ཅིག་ཤེལ་བརྙན་དུ་འདྲ་བཟོ་བྱེད།

source: Copies, burns and blanks CDs
bo_cn: CDའདྲ་བཟོ་དང་། ཕབ་འཇུག བསུབ་པ།

source: Copy #%i has been burned successfully.
bo_cn: འདྲ་བཤུས་ #%i ཕབ་འཇུག་ལེགས་འགྲུབ་བྱུང་།

source: Copy CD/DVD
bo_cn: CD/DVDའདྲ་བཟོ།

source: Copy Disc
bo_cn: སྡེར་མ་འདྲ་བཟོ།

source: Copy _Disc…
bo_cn: འོད་སྡེར་འདྲ་བཟོ།(_D)...

source: Copy a disc
bo_cn: འོད་སྡེར་ཞིག་འདྲ་བཟོ།

source: Copy tracks from an audio CD with all associated information
bo_cn: འོད་སྡེར་ལས་འཁོར་ལམ་དང་འབྲེལ་ཡོད་ཆ་འཕྲིན་ཚང་མ་འདྲ་བཟོ་བྱེད་པ།

source: Copying CD
bo_cn: CDའདྲ་བཟོ་བྱེད་པ།

source: Copying DVD
bo_cn: DVDའདྲ་བཟོ་བྱེད་པ།

source: Copying Disc
bo_cn: འོད་སྡེར་འདྲ་བཟོ་བྱེད་པ།

source: Copying audio track
bo_cn: སྒྲ་ལམ་འདྲ་བཟོ་བྱེད་པ།

source: Copying audio track %02d
bo_cn: སྒྲ་ལམ་ %02dའདྲ་བཟོ་བྱེད་པ།

source: Copying checksum file
bo_cn: ཞིབ་བཤེར་ཚད་ཡིག་ཆ་འདྲ་བཟོ་བྱེད་པ།

source: Copying data DVD
bo_cn: གཞི་གྲངས་ DVDའདྲ་བཟོ་བྱེད་པ།

source: Copying data track
bo_cn: གཞི་གྲངས་འཁོར་ལམ་འདྲ་བཟོ་བྱེད་པ།

source: Copying disc
bo_cn: འོད་སྡེར་འདྲ་བཟོ་བྱེད་པ།

source: Copying file
bo_cn: ཡིག་ཆ་འདྲ་ཕབ་བྱེད་བཞིན་པ།

source: Copying files locally
bo_cn: རང་སའི་ཡིག་ཆ་འདྲ་བཟོ་བྱེད་པ།

source: Copying video DVD
bo_cn: བརྙན་ཟློས་ DVDའདྲ་བཟོ་བྱེད་པ།

source: Copyright %s
bo_cn: པར་དབང་%s

source: Corrupted Files
bo_cn: བརླག་པའི་ཡིག་ཆ།

source: Cover Editor
bo_cn: མདུན་ཤོག་གི་རྩོམ་སྒྲིག་ཆས།

source: Cover to use
bo_cn: སྤྱོད་དགོས་པའི་མདུན་ཤོག

source: Create 1:1 copy of a CD/DVD
bo_cn: CD/DVD ཡི 1:1 འདྲ་བཤུས་གསར་བཟོ།

source: Create CDs and DVDs
bo_cn: CD/DVDགསར་བཟོ།

source: Create Co_ver
bo_cn: མདུན་ཤོག་གསར་བཟོ།(_V)

source: Create _DTS Tracks
bo_cn: _DTS འཁོར་ལམ་གསར་བཟོ།

source: Create _Image
bo_cn: ཤེལ་བརྙན་གསར་བཟོ།(_I)

source: Create _Regular Tracks
bo_cn: རྒྱུན་ལྡན་འཁོར་ལམ་གསར་བཟོ།(_R)

source: Create a 1:1 copy of an audio CD or a data CD/DVD on your hard disk or on another CD/DVD
bo_cn: 1:1ཡི་སྒྲ་ཟློས་ CD ཡང་ན་གཞི་གྲངས་ CD/DVD འདྲ་བཤུས་ཁྱེད་ཀྱི་སྲ་སྡེར་ཡང་ན་ CD/DVDགཞན་དག་ནང་དུ་གཅིག་གསར་བཟོ་བྱེད་པ།

source: Create a CD/DVD containing any type of data that can only be read on a computer
bo_cn: CD/DVDཞིག་གསར་བཟོ་བྱས་ནས་ནང་དུ་རྩིས་འཁོར་གྱིས་ཀློག་ཐུབ་པའི་རྣམ་པ་གང་རུང་གི་གཞི་གྲངས་ཚུད་པ།

source: Create a VCD
bo_cn: VCDགསར་བཟོ།

source: Create a Video Project
bo_cn: བརྙན་ཟློས་རྣམ་གྲངས་གསར་བཟོ།

source: Create a copy of this CD or DVD
bo_cn: CD/DVD འདིའི་འདྲ་བཤུས་གསར་བཟོ།

source: Create a data CD/DVD
bo_cn: གཞི་གྲངས་ CD/DVDཞིག་གསར་བཟོ།

source: Create a new empty folder
bo_cn: གསར་བའི་ཡིག་ཁུག་སྟོང་བ་ཞིག་གསར་བཟོ།

source: Create a new project
bo_cn: རྣམ་གྲངས་གསར་པ་ཞིག་གསར་བཟོ།

source: Create a new project:
bo_cn: རྣམ་གྲངས་གསར་པ་ཞིག་གསར་བཟོ།

source: Create a traditional audio CD
bo_cn: སྲོལ་རྒྱུན་གྱི་སྒྲ་ཟློས་འོད་སྡེར་ཞིག་གསར་བཟོ།

source: Create a traditional audio CD that will be playable on computers and stereos
bo_cn: རྩིས་འཁོར་དང་ལངས་གཟུགས་སྒྲ་སྒམ་དུ་གཏོང་ཐུབ་པའི་སྲོལ་རྒྱུན་གྱི་སྒྲ་ཟློས་འོད་སྡེར་ཞིག་གསར་བཟོ་བྱེད་པ།

source: Create a video DVD or an SVCD
bo_cn: བརྙན་ཟློསDVDདང་SVCDགསར་བཟོ།

source: Create a video DVD or an SVCD that is readable on TV readers
bo_cn: གློག་བརྙན་ཀློག་ལེན་ཆས་སུ་ཀློག་ཐུབ་པའི་བརྙན་ཟློས་ DVD ཡང་ན་SVCDགསར་བཟོ།

source: Create an Audio Project
bo_cn: སྒྲ་ཟློས་རྣམ་གྲངས་གསར་བཟོ།

source: Create an SVCD
bo_cn: SVCDཞིག་གསར་བཟོ།

source: Create an image file instead of burning
bo_cn: ཤེལ་བརྙན་ཡིག་ཆ་ཞིག་གསར་བཟོ་ཡང་ཕབ་འཇུག་མིན།

source: Creates disc images from a file selection
bo_cn: བདམས་པའི་ཡིག་ཆ་ལས་ཤེལ་བརྙན་གསར་བཟོ།

source: Creates disc images suitable for SVCDs
bo_cn: SVCD ལ་འཚམ་པའི་འོད་སྡེར་ཤེལ་བརྙན་ཞིག་གསར་བཟོ།

source: Creates disc images suitable for video DVDs
bo_cn: བརྙན་ཟློས་ DVDལ་འཚམ་པའི་འོད་སྡེར་ཤེལ་བརྙན་ཞིག་གསར་བཟོ།

source: Creating Image
bo_cn: ཤེལ་བརྙན་གསར་བཟོ་བྱེད་པ།

source: Creating checksum
bo_cn: དག་བཤེར་ཚད་གསར་བཟོ་བྱེད་པ།

source: Creating checksum for image files
bo_cn: ཤེལ་བརྙན་ཡིག་ཆ་ལ་ཞིབ་བཤེར་ཚད་གསར་བཟོ་བྱེད་པ།

source: Creating file layout
bo_cn: ཡིག་ཆའི་བཀོད་པ་གསར་བཟོ་བྱེད་པ།

source: Creating image
bo_cn: ཤེལ་བརྙན་གསར་བཟོ་བྱེད་པ།

source: Creating image checksum
bo_cn: ཤེལ་བརྙན་གྱི་ཞིབ་བཤེར་ཚད་གསར་བཟོ་བྱེད་པ།

source: Cue image
bo_cn: Cue ཤེལ་བརྙན།

source: DEVICE PATH
bo_cn: སྒྲིག་ཆས་འགྲོ་ལམ།

source: DVD successfully copied
bo_cn: DVD འདྲ་བཟོ་ལེགས་འགྲུབ་བྱུང་།

source: DVD+R
bo_cn: DVD+R(འབྲི་རུང་།)

source: DVD+R dual layer
bo_cn: DVD+Rཉིས་བརྩེགས།

source: DVD+RW
bo_cn: DVD+RW(བསྐྱར་འབྲི་བྱ་རུང་།)

source: DVD+RW dual layer
bo_cn: DVD+RWཉིས་བརྩེགས།

source: DVD-R
bo_cn: DVD-R(འབྲི་རུང་།)

source: DVD-R dual layer
bo_cn: DVD-Rཉིས་བརྩེགས།

source: DVD-RAM
bo_cn: DVD-RAM(ཀློག་ཙམ།)

source: DVD-ROM
bo_cn: DVD-ROM(ཀློག་ཙམ།)

source: DVD-RW
bo_cn: DVD-RW(བསྐྱར་འབྲི་བྱ་རུང་།)

source: D_ata project
bo_cn: གཞི་གྲངས་ཕབ་འཇུག(_A)

source: Data %s in %s
bo_cn: %2$s ནང་གི་གཞི་གྲངས་ %1$s

source: Data CD successfully burned
bo_cn: གཞི་གྲངས་ CD ཕབ་འཇུག་ལེགས་འགྲུབ་བྱུང་།

source: Data DVD successfully burned
bo_cn: གཞི་གྲངས་ DVD ཕབ་འཇུག་ལེགས་འགྲུབ་བྱུང་།

source: Data could not be read (%s)
bo_cn: གཞི་གྲངས་(%s)ཀློག་མི་ཐུབ།

source: Data could not be written (%s)
bo_cn: གཞི་གྲངས་(%s)རུ་འབྲི་མི་ཐུབ།

source: Data disc (%s)
bo_cn: གཞི་གྲངས་འོད་སྡེར།(%s)

source: Delete every occurrence of
bo_cn: ཐོན་ཐེངས་སོ་སོ་འདོར་བ།

source: Delete text
bo_cn: ཡི་གེ་འདོར་བ།

source: Description
bo_cn: ཞིབ་བརྗོད།

source: Design and print covers for CDs
bo_cn: CDལ་མདུན་ཤོག་ཇུས་འགོད་དང་པར་འདེབས་བྱེད།

source: Directories cannot be added to video or audio discs
bo_cn: སྒྲ/བརྙན་ཟློས་འོད་སྡེར་དུ་དཀར་ཆག་སྣོན་མི་ཐུབ།

source: Directory could not be created (%s)
bo_cn: དཀར་ཆག་(%s)གསར་བཟོ་བྱེད་མི་ཐུབ།

source: Directory to use for temporary files
bo_cn: གནས་སྐབས་ཡིག་ཆ་ཉར་བའི་དཀར་ཆག

source: Disc Blanking
bo_cn: སུབ་པ།

source: Disc Burner
bo_cn: འོད་སྡེར་ཕབ་ཆས།

source: Disc Burner and Copier
bo_cn: འོད་སྡེར་ཕབ་ཆས།

source: Disc Burning Setup
bo_cn: འོད་སྡེར་ཕབ་འཇུག་སྒྲིག་འགོད།

source: Disc Checking
bo_cn: ཞིབ་བཤེར་བྱེད་པ།

source: Disc Name:
bo_cn: སྡེར་མའི་མིང་།：

source: Disc _copy
bo_cn: འོད་སྡེར་འདྲ་བཟོ།(_C)

source: Disc file
bo_cn: འོད་སྡེར་ཡིག་ཆ།

source: Disc image type:
bo_cn: འོད་སྡེར་ཤེལ་བརྙན་རིགས་གྲས།：

source: Discard the current modified project
bo_cn: མིག་སྔ་བཅོས་བའི་རྣམ་གྲངས་དོར་བ།

source: Discard the current modified project ?
bo_cn: མིག་སྔ་བཅོས་བའི་རྣམ་གྲངས་འདོར་བ་ཡིན་ནམ།

source: Display debug statements on stdout for Brasero burn library
bo_cn: Kylin-burnerཕབ་འཇུག་མཛོད་ལ་ཚད་ལྡན་ཕྱིར་འདོན་གྱི་ཚོད་སྒྲིག་རྣམ་པ་མངོན་པ།

source: Display debug statements on stdout for Brasero media library
bo_cn: Kylin-burnerསྨྱན་སྦྱོར་མཛོད་ལ་ཚད་ལྡན་ཕྱིར་འདོན་གྱི་ཚོད་སྒྲིག་རྣམ་པ་མངོན་པ།

source: Display debug statements on stdout for Brasero utilities library
bo_cn: ཚད་ལྡན་ཕྱིར་འདོན་དུ་Kylin-burner ལག་ཆ་མཛོད་ཀྱི་ཚོད་སྒྲིག་བརྡ་འཕྲིན་མངོན་པ།

source: Display help
bo_cn: རོགས་རམ་མངོན་པ།

source: Display options for Brasero media library
bo_cn: Kylin-burnerསྨྱན་སྦྱོར་མཛོད་ཀྱི་འདེམས་ཚན་མངོན་པ།

source: Display options for Brasero-burn library
bo_cn: Brasero-burn མཛོད་ལ་འདེམས་ཚན་མངོན་པ།

source: Display options for Brasero-utils library
bo_cn: Brasero-utils མཛོད་ཀྱི་འདེམས་ཚན་མངོན་པ།

source: Display playlists and their contents
bo_cn: གཏོང་བའི་རེའུ་མིག་དང་ནང་དོན་མངོན་པ།

source: Display the projects recently opened
bo_cn: ཉེ་ཆར་ཁ་ཕྱེ་བའི་རྣམ་གྲངས་མངོན་པ།

source: Display video, audio and image preview
bo_cn: བརྙན་ཟློས་མངོན་པ། སྒྲ་ཟློས་དང་པར་རིས།་སྔོན་ལྟ།

source: Do you really want to add "%s" to the selection and use the third version of the ISO9660 standard to support it?
bo_cn: ཁྱེད་རང་གིས་དངོས་གནས་%sཁ་སྣོན་བྱས་ནས་ISO9660བང་རིམ་གསུམ་པའི་ཚད་གཞི་བདམས་ནས་རྒྱབ་སྐྱོར་བྱེད་འདོད་འདུག་གམ།

source: Do you really want to add "%s" to the selection?
bo_cn: ཁྱེད་ཀྱིས་“%s”འདེམ་པར་སྣོན་པ་གཏན་འཁེལ་ལམ།

source: Do you really want to blank the current disc?
bo_cn: ཁྱེད་ཀྱིས་འོད་སྡེར་སྟེང་གི་གཞི་གྲངས་བསུབ་པ་གཏན་འཁེལ་ལམ།

source: Do you really want to carry on with automatic splitting?
bo_cn: ཁྱེད་ཀྱིས་མུ་མཐུད་རང་དྲས་རྒྱག་བྱེད་པ་སེམས་སམ།

source: Do you really want to choose this location?
bo_cn: ཁྱེད་ཀྱིས་གནས་ས་འདི་འདེམ་པ་གཏན་འཁེལ་ལམ།

source: Do you really want to create a new project and discard the current one?
bo_cn: ཁྱེད་ཀྱིས་རྣམ་གྲངས་གསར་བཟོ་གསར་བཟོ་ཞིང་མིག་སྔའི་རྣམ་གྲངས་དོར་བ་གཏན་འཁེལ་ལམ།

source: Do you really want to empty the current project?
bo_cn: ཁྱེད་ཀྱིས་མིག་སྔའི་རྣམ་གྲངས་གཙང་སེལ་བྱེད་པ་གཏན་འཁེལ་ལམ།
