Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/byobu.po
Languages: bo_cn

source: Byobu Configuration Menu
bo_cn: Byobu སྡེབ་སྒྲིག་འདེམས་བྱང་།

source: file exists, but is not a symlink
bo_cn: ཡིག་ཆ་ཡོད་ཀྱང་། མཚོན་རྟགས་སྦྲེལ་མཐུད་ཅིག་མིན།

source: <Tab>/<Alt-Tab> between elements | <Enter> selects | <Esc> exits
bo_cn: <Tab>/<Alt-Tab> རྣམ་གྲངས་བརྗེ་བ། | <Enter> འདེམ་པ། | <Esc> ཕྱིར་འདོན།

source: Add to default windows
bo_cn: སོར་བཞག་སྒེའུ་ཁུང་ཏུ་སྣོན།

source: Apply
bo_cn: ཉེར་སྤྱོད།

source: Archive
bo_cn: ཉར་ཚགས།

source: Byobu Help
bo_cn: Byobu རོགས་རམ།

source: Byobu currently does not launch at login (toggle on)
bo_cn: Byobu མིག་སྔའི་ཐོ་འགོད་དུས་མགོ་རང་རྩོམ་མི་བྱེད།(རང་འགུལ་དུ་བརྗེ།)

source: Byobu currently launches at login (toggle off)
bo_cn: Byobu མིག་སྔའི་ཐོ་འགོད་དུས་མགོ་རང་རྩོམ་བྱེད།(ཁ་རྒྱག་ལ་བརྗེ།)

source: Byobu will be launched automatically next time you login.
bo_cn: Byobuཁྱེད་ཐེངས་ཕྱི་མ་ཐོ་འགོད་སྐབས་སུ་མགོ་རང་རྩོམ་བྱ།

source: Byobu will not be used next time you login.
bo_cn: Byobuཁྱེད་ཐེངས་ཕྱི་མ་ཐོ་འགོད་སྐབས་སུ་བེད་སྤྱོད་མི་བྱེད།

source: Cancel
bo_cn: འདོར་བ།

source: Change Byobu's colors
bo_cn: Byobuཡི་ཁ་དོག་བཅོས་པ།

source: Change escape sequence
bo_cn: དོན་སྒྱུར་རིམ་སྟར་བཅོས་པ།

source: Change escape sequence:
bo_cn: དོན་སྒྱུར་རིམ་སྟར་བཅོས་པ།

source: Change keybinding set
bo_cn: མཐེབ་སྡེབ་གནོན་བཅོས་པ།

source: Choose
bo_cn: འདེམ་པ།

source: Command:
bo_cn: བཀའ་བརྡ།：

source: Create new window(s):
bo_cn: སྒེའུ་ཁུང་གསར་བ་བཟོ་བ：

source: Create new windows
bo_cn: སྒེའུ་ཁུང་གསར་བ་བཟོ་བ།

source: ERROR: Invalid selection
bo_cn: ནོར་འཁྲུལ།：བདམས་པ་ནུས་མེད།

source: Error:
bo_cn: ནོར་འཁྲུལ།：

source: Escape key: ctrl-
bo_cn: དོན་སྒྱུར་མཐེབ：ctrl-

source: Extract the archive in your home directory on the target system.
bo_cn: དམིགས་ཡུལ་རྒྱུད་ཁོངས་སུ་ཁྱེད་ཀྱི་ཡིག་ཁུག་གཙོ་བའི་ཡིག་ཚགས།་ལེན་པ།

source: File exists
bo_cn: ཡིག་ཆ་གནས་པ།

source: Help
bo_cn: རོགས་རམ།

source: Manage default windows
bo_cn: སོར་བཞག་སྒེའུ་ཁུང་དོ་དམ།

source: Menu
bo_cn: འདེམས་བྱང་།

source: Message
bo_cn: བརྡ་འཕྲིན།

source: Okay
bo_cn: ལེགས།

source: Presets:
bo_cn: སྔོན་བཀོད།：

source: Profile
bo_cn: སྡེབ་སྒྲིག

source: Remove file? [y/N]
bo_cn: ཡིག་ཆ་སྤོ་བའམ།[y/N]

source: Select a color:
bo_cn: ཁ་དོག་ཅིག་འདེམས།：

source: Select a screen profile:
bo_cn: འཆར་ངོས་སྡེབ་སྒྲིག་ཡིག་ཆ་ཞིག་འདེམས།：

source: Select window(s) to create by default:
bo_cn: སོར་བཞག་གསར་བཟོའི་སྒེའུ་ཁུང་ཅིག་འདེམས：

source: Title:
bo_cn: ཁ་བྱང་།：

source: Toggle status notifications
bo_cn: རྣམ་པ་བརྗེ་བའི་བརྡ་ཐོ།

source: Toggle status notifications:
bo_cn: རྣམ་པ་བརྗེ་བའི་བརྡ་ཐོ།

source: Which profile would you like to use?
bo_cn: ཁྱེད་ཀྱིས་སྡེབ་སྒྲིག་ཡིག་ཆ་གང་སྤྱོད་འདོད་དམ།

source: Which set of keybindings would you like to use?
bo_cn: ཁྱེད་ཀྱིས་མཐེབ་གནོན་འདུས་མ་གང་སྤྱོད་འདོད་དམ།

source: Windows:
bo_cn: སྒེའུ་ཁུང་།：
