Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/caja.po
Languages: bo_cn

source: You can only use local images as custom icons.
bo_cn: ཁྱེད་ཀྱིས་རང་སའི་པར་རིས་ཡིག་ཆ་སྤྱད་ནས་རང་གཏན་འཁེལ་གྱི་རིས་རྟགས་བྱ།

source: You can stop this operation by clicking cancel.
bo_cn: ཁྱེད་ཀྱིས་ལེན་པ་ལ་ཆིག་རྡེབ་བྱས་ནས་བཀོལ་སྤྱོད་འདི་མཚམས་འཇོག་ཐུབ།

source: You cannot assign more than one custom icon at a time!
bo_cn: ཁྱེད་ཀྱིས་ཐེངས་གཅིག་ལ་རིས་རྟགས་མང་པོ་གཏན་འཁེལ་བྱ་མི་ཐུབ།

source: You cannot assign more than one custom icon at a time.
bo_cn: ཁྱེད་ཀྱིས་ཐེངས་གཅིག་ལ་རིས་རྟགས་མང་པོ་གཏན་འཁེལ་བྱ་མི་ཐུབ།

source: You cannot copy a file over itself.
bo_cn: ཁྱེད་ཀྱིས་ཡིག་ཁུག་རང་ནང་དུ་འདྲ་བཟོ་བྱ་མི་ཐུབ།

source: You cannot copy a folder into itself.
bo_cn: ཁྱེད་ཀྱིས་ཡིག་ཁུག་རང་ནང་དུ་འདྲ་བཟོ་བྱ་མི་ཐུབ།

source: You cannot move a file over itself.
bo_cn: ཁྱེད་ཀྱིས་ཡིག་ཁུག་རང་ནང་དུ་སྤོ་མི་ཐུབ།

source: You cannot move a folder into itself.
bo_cn: ཁྱེད་ཀྱིས་ཡིག་ཁུག་རང་ནང་དུ་སྤོ་མི་ཐུབ།

source: You cannot move the volume "%s" to the trash.
bo_cn: ཁྱེད་ཀྱིས་སྒྲིལ“%s”སྙིགས་སྒམ་དུ་སྤོ་མི་ཐུབ།

source: You do not have permissions to access the destination folder.
bo_cn: ཁྱེད་ལ་དམིགས་ཡུལ་ལྟ་སྤྱོད་ཀྱི་དབང་ཚད་མེད།

source: You do not have the permissions necessary to change the group of "%s".
bo_cn: ཁྱེད་ལ་ཚོགས་ཚོ་“%s”བཅོས་པའི་དགོས་ངེས་ཀྱི་དབང་ཚད་མེད།

source: You do not have the permissions necessary to rename "%s".
bo_cn: ཁྱེད་ལ་“%s”མིང་བསྐྱར་འདོགས་དགོས་ངེས་ཀྱི་དབང་ཚད་མེད།

source: You do not have the permissions necessary to view the contents of "%s".
bo_cn: ཁྱེད་ལ་“%s”ཡི་ནང་དོན་ལྟ་བའི་དགོས་ངེས་ཀྱི་དབང་ཚད་མེད།ཁྱེད་རང་ལ་%sཡི་ནང་དོན་ལ་ལྟ་ཞིབ་བྱེད་པར་མཁོ་བའི་དབང་ཆ་མེད།

source: You have just inserted a Photo CD.
bo_cn: ཁྱེད་ཀྱིས་ད་ལྟ་འདྲ་པར་CDནང་དུ་བཅུག

source: You have just inserted a Picture CD.
bo_cn: ཁྱེད་ཀྱིས་ད་ལྟ་པར་རིས་CDནང་དུ་བཅུག

source: You have just inserted a Super Video CD.
bo_cn: ཁྱེད་ཀྱིས་ད་ལྟ་རིམ་འདས་VCDའོད་སྡེར་ནང་དུ་བཅུག

source: You have just inserted a Video CD.
bo_cn: ཁྱོད་ཀྱིས་ད་ལྟ་VCDའོད་སྡེར་བཅུག

source: You have just inserted a Video DVD.
bo_cn: ཁྱོད་ཀྱིས་ད་ལྟ་DVDའོད་སྡེར་ནང་དུ་བཅུག

source: You have just inserted a blank Blu-Ray disc.
bo_cn: ཁྱེད་ཀྱིས་ད་ལྟ་འོད་སྔོན་འོད་སྡེར་ནང་དུ་བཅུག

source: You have just inserted a blank CD.
bo_cn: ཁྱེད་ཀྱིས་ད་ལྟCDསྟོང་བ་ནང་དུ་བཅུག

source: You have just inserted a blank DVD.
bo_cn: ཁྱེད་ཀྱིས་ད་ལྟDVDསྟོང་བ་ནང་དུ་བཅུག

source: You have just inserted a blank HD DVD.
bo_cn: ཁྱོད་ཀྱིས་ད་ལྟHDDVDསྟོང་བ་བཅུག།

source: You have just inserted a digital audio player.
bo_cn: ཁྱེད་ཀྱིས་ད་ལྟ་འཁྱེར་བདེའི་གཞས་གཏོང་འཕྲུལ་ཆས་བཅུག

source: You have just inserted a medium with digital photos.
bo_cn: ཁྱེད་ཀྱིས་ད་ལྟ་ཨང་ཀིའི་འདྲ་པར་གྱི་བར་རྫས་ནང་དུ་བཅུག

source: You have just inserted a medium with software intended to be automatically started.
bo_cn: ཁྱེད་ཀྱིས་ད་ལྟ་ལམ་སེང་མགོ་རང་སློང་གི་མཉེན་ཆས་ཀྱི་བར་རྫས་ནང་དུ་བཅུག

source: You have just inserted a medium.
bo_cn: ཁྱོད་ཀྱིས་ད་ལྟ་བར་རྫས་ནང་དུ་བཅུག

source: You have just inserted an Audio CD.
bo_cn: ཁྱོད་ཀྱིས་ད་ལྟ་སྒྲ་ཟློས་CDནང་དུ་བཅུག

source: You have just inserted an Audio DVD.
bo_cn: ཁྱོད་ཀྱིས་ད་ལྟ་སྒྲ་ཟློས་DVDནང་དུ་བཅུག

source: You should have received a copy of the GNU General Public License along with Caja; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA
bo_cn: ཁྱེད་ལ་MATE Webའཚོལ་ཞིབ་འབྱོར་བ་དང་མཉམ་དུ་GNU GPLགྲོས་ཆིངས་ཀྱི་བུ་དཔེ་འབྱོར་སྲིད། གལ་ཏེ་འབྱོར་མེད་ན། ཁྱེད་ཀྱི་རང་དབང་མ་རྩ་ཚོགས་པར་འཕྲིན་ཡིག་ཕྲིས། ས་གནས་ནི51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USAཡིན།

source: Zoom
bo_cn: སྐྱེད་སྐྱུང་།

source: Zoom In
bo_cn: ཇེ་ཆེར་གཏོང་བ།

source: Zoom Out
bo_cn: ཆུང་བསྡུ།

source: Zoom _In
bo_cn: ཆེར་སྐྱེད།(_I)

source: Zoom _Out
bo_cn: ཆུང་བསྡུ།(_O)

source: Zoom to Default
bo_cn: སོར་བཞག་ཚད་དུ་སྐྱེད་སྐྱུང་བྱེད།

source: _About
bo_cn: འབྲེལ་ཡོད།(_A)

source: _About Extension
bo_cn: རྒྱ་སྐྱེད་འབྲེལ་ཡོད།(_A)

source: _Add
bo_cn: སྣོན་པ། (A)

source: _Add Bookmark
bo_cn: དཔེ་བྱང་སྣོན་པ། (_A)

source: _Add a New Color...
bo_cn: ཁ་དོག་གསར་བ་སྣོན་པ།(_A)...

source: _Add a New Emblem...
bo_cn: རྟགས་མ་གསར་བ་སྣོན་པ།(_A)...

source: _Add a New Pattern...
bo_cn: དཔེ་རིས་གསར་བ་སྣོན་པ།(_A)...

source: _Add to the start menu
bo_cn: མགོ་རྩོམ་འདེམས་བྱང་དུ་སྣོན་པ།

source: _Always perform this action
bo_cn: རྟག་པར་དུ་བཀོལ་སྤྱོད་འདི་ལག་བསྟར་བྱེད།(_A)

source: _Ask each time
bo_cn: ཐེངས་རེར་འདྲི་བ།(_A)

source: _Back
bo_cn: ཕྱིར་ནུར།(_B)

source: _Backgrounds and Emblems...
bo_cn: རྒྱབ་ལྗོངས་དང་རྟགས་མ།(_B)...

source: _Bookmarks
bo_cn: དཔེ་བྱང་། (_B)

source: _Browse Folder
bo_cn: ཡིག་ཁུག་རགས་ལྟ།(_B)

source: _Browse...
bo_cn: མིག་བཤེར།(_B)...

source: _Close
bo_cn: ཁ་རྒྱག (C)

source: _Close Tab
bo_cn: གདོང་འཛར་ཁ་རྒྱག(_C)

source: _Compact
bo_cn: ཚགས་དམ།(_C)

source: _Computer
bo_cn: ངའི་གློག་ཀླད།(_C)

source: _Connect
bo_cn: སྦྲེལ་མཐུད།(_C)

source: _Connect Drive
bo_cn: འབྲེལ་མཐུད་སྐུལ་ཆས།(_C)

source: _Contents
bo_cn: དཀར་ཆག (_C)

source: _Copy Here
bo_cn: གནས་འདིར་འདྲ་བཟོ།(_C)

source: _DVD Video:
bo_cn: _DVD བརྙན་ཟློས།：

source: _Default zoom level:
bo_cn: སོར་བཞག་སྐྱེད་སྐྱུང་གི་རིམ་པ།(_D)：

source: _Delete
bo_cn: བསུབ་པ།

source: _Delete Permanently
bo_cn: བརྟན་འདོར།(_D)

source: _Desktop
bo_cn: ཅོག་ངོས།(_D)

source: _Detailed Icons
bo_cn: རིས་རྟགས་ཞིབ་ཕྲ།(_D)

source: _Detect Media
bo_cn: སྨྱན་གཟུགས་འདོར་བ།(_D)

source: _Disconnect
bo_cn: གཅོད་པ།(_D)

source: _Disconnect Drive
bo_cn: སྐུལ་ཆས་གཅོད་པ།(_D)

source: _Display
bo_cn: མངོན་པ།(_D)

source: _Double click to open items
bo_cn: ཉིས་རྡེབ་སྐབས་སུ་རྣམ་གྲངས་ཁ་འབྱེད།(_D)

source: _Download
bo_cn: ཕབ་ལེན།(_D)

source: _Edit
bo_cn: རྩོམ་སྒྲིག (_E)

source: _Edit Bookmarks...
bo_cn: དཔེ་བྱང་རྩོམ་སྒྲིག(_E)...

source: _Eject
bo_cn: ཕྱིར་འཕར། (_E)

source: _Emblems
bo_cn: རྟགས་མ།(_E)

source: _Empty File
bo_cn: ཡིག་རྐྱང་ཡིག་ཚགས།(_E)

source: _File
bo_cn: ཡིག་ཆ། (_F)

source: _Folder:
bo_cn: ཡིག་ཁུག(_F)：

source: _Force Delete
bo_cn: བཙན་འདོར།(_F)

source: _Format
bo_cn: རྣམ་གཞག་ཅན་དུ་སྒྱུར།(_F)

source: _Format:
bo_cn: རྣམ་པ།(_F)：

source: _Forward
bo_cn: མདུན་སྐྱོད།(_F)

source: _Go
bo_cn: བསྒྱུར་བ།(_G)

source: _Group:
bo_cn: ཚོགས་ཚོ།(_G)：

source: _Help
bo_cn: རོགས་རམ།(_H)

source: _Home
bo_cn: ཡིག་ཁུག་གཙོ།(_H)

source: _Home Folder
bo_cn: ཡིག་ཁུག་གཙོ།(_H)

source: _Icons
bo_cn: རིས་རྟགས། (_I)

source: _Image:
bo_cn: པར་རིས།(_I)：

source: _Invert Selection
bo_cn: ལྡོག་འདེམས།(_I)

source: _Keep Aligned
bo_cn: སྙོམས་སྒྲིག་རང་ཉར།(_K)

source: _Keyword:
bo_cn: གནད་ཚིག(_K)：

source: _Launch Anyway
bo_cn: ད་དུང་མགོ་སློང་།(_L)

source: _Link Here
bo_cn: གནས་འདིར་སྦྲེལ་མཐུད་གསར་བཟོ།(_L)

source: _List
bo_cn: རེའུ་མིག(_L)

source: _Location...
bo_cn: གནས་ཡུལ།(_L)...

source: _Location:
bo_cn: གནས་ཡུལ།(_L)：

source: _Lock Drive
bo_cn: སྐུལ་ཆས་སྒྲོག་པ།(_L)

source: _Main Toolbar
bo_cn: ལག་ཆའི་སྡེ་གཙོ།(_M)

source: _Manually
bo_cn: ལག་འགུལ།(_M)

source: _Merge
bo_cn: མཉམ་སྒྲིལ། (_M)

source: _Mount
bo_cn: འགེལ་བ།(_M)

source: _Move Here
bo_cn: གནས་འདིར་སྤོ།(_M)

source: _Music Player:
bo_cn: གླུ་གཞས་གཏོང་ཆས།(_M)：

source: _Name:
bo_cn: མིང་།(_N)：

source: _Network
bo_cn: དྲ་རྒྱ།(_N)

source: _Never prompt or start programs on media insertion
bo_cn: བར་རྫས་ནང་འཇུག་སྐབས་སུ་གསལ་སྟོན་ཡང་ན་བྱ་རིམ་མགོ་སློང་མི་བྱེད།(_N)

source: _New Tab
bo_cn: གདོང་འཛར་ལྡེབ་གསར་བཟོ་མི་བྱེད།(_N)

source: _Next Tab
bo_cn: གདོང་འཛར་ངོས་རྗེས་མ།(_N)

source: _Only for files smaller than:
bo_cn: བསྟན་པའི་ཡིག་ཆའི་ཆེ་ཆུང་ལས་ཆུང་བ་ཁོ་ན་མངོན།(_O)：

source: _Open
bo_cn: ཁ་འབྱེད།(O)

source: _Open Scripts Folder
bo_cn: ཞབས་དེབ་ཡིག་ཁུག་ཁ་འབྱེད།(_O)

source: _Open With %s
bo_cn: %sསྤྱོད་ནས་ཁ་འབྱེད།(_O)

source: _Organize Desktop by Name
bo_cn: མིང་ལྟར་ཅོག་ངོས་རྩ་འཛུགས།(_O)

source: _Organize by Name
bo_cn: མིང་ལྟར་རྩ་འཛུགས།(_O)

source: _Other pane
bo_cn: སྒེའུ་ཁུང་གཞན་ཞིག(_O)

source: _Owner:
bo_cn: བདག་པོ།(_O)：

source: _Paste Into Folder
bo_cn: ཡིག་ཁུག་ལ་སྦྱར།(_P)

source: _Pattern:
bo_cn: རྣམ་པ།(_P)：

source: _Patterns
bo_cn: དཔེ་རིས། (_P)

source: _Photos:
bo_cn: འདྲ་པར།(_P)：

source: _Places
bo_cn: གནས་ས།(_P)

source: _Port:
bo_cn: སྣེ་ཁ། (_P)：

source: _Power On
bo_cn: གློག་ཁུངས་འབྱེད།(_P)

source: _Previous Tab
bo_cn: གདོང་འཛར་སྔར་མ་བོ།(_P)

source: _Properties
bo_cn: གཏོགས་གཤིས། (_P)

source: _Read
bo_cn: ཀློག་ལེན།(_R)

source: _Record CD
bo_cn: འོད་སྡེར་ཕབ་བ།(_R)

source: _Redo
bo_cn: བསྐྱར་བཟོ།(_R)

source: _Redo copy of %d item
bo_cn: ཚན་ %dའདྲ་བཟོ་བསྐྱར་ལས།(_R)

source: _Redo create link to %d item
bo_cn: ཚན་ %dལ་བསྟན་པའི་སྦྲེལ་མཐུད་གསར་བཟོ་བསྐྱར་ལས།(_R)

source: _Redo creation of %d folder
bo_cn: ཡིག་ཁུག%d གསར་བཟོ་བསྐྱར་ལས།(_R)

source: _Redo creation of a file from template
bo_cn: མ་དཔེ་ལས་ཡིག་ཆ་གསར་བཟོ་བསྐྱར་ལས།(_R)

source: _Redo creation of an empty file
bo_cn: ཡིག་ཆ་སྟོང་བ་གསར་བཟོ་བསྐྱར་ལས།(_R)

source: _Redo delete of %d item
bo_cn: ཚན་%d འདོར་བ་བསྐྱར་ལས།(_R)

source: _Redo duplicate of %d item
bo_cn: རང་སར་ཚན %dའདྲ་བཟོ་བསྐྱར་ལས།(_R)

source: _Redo move of %d item
bo_cn: ཚན%dསྤོ་བ་བསྐྱར་ལས།(_R)

source: _Redo move to trash of %d item
bo_cn: ཚན %dསྙིགས་སྒམ་དུ་སྤོ་བ་བསྐྱར་ལས།(_R)

source: _Redo rename of %d item
bo_cn: ཚན%dམིང་བསྐྱར་འདོགས་བསྐྱར་ལས།(_R)

source: _Redo restore from trash of %d item
bo_cn: སྙིགས་སྒམ་ལས་ཚན་%dསླར་གསོ་བསྐྱར་ལས།(_R)

source: _Reload
bo_cn: བསྐྱར་འགེལ།(_R)

source: _Remember this application for "%s" files
bo_cn: %s རིགས་གྲས་ཡིག་ཆ་ཁ་འབྱེད་སྤྱོད་པའི་བྱ་རིམ་ཡིད་ལ་བཟུང་།(_R)

source: _Remember this application for %s documents
bo_cn: %s རིགས་གྲས་ཡིག་ཆ་ཁ་འབྱེད་སྤྱོད་པའི་བྱ་རིམ་ཡིད་ལ་བཟུང་།(_R)

source: _Remove a Color...
bo_cn: ཁ་དོག་འདོར་བ།(_R)...

source: _Remove a Pattern...
bo_cn: རི་མོ་འདོར་བ།(_R)...

source: _Remove an Emblem...
bo_cn: རྟགས་མ་འདོར་བ།(_R)...

source: _Remove...
bo_cn: སྤོ་བ།(_R)...

source: _Rename...
bo_cn: མིང་བསྐྱར་འདོགས།(_R)...

source: _Replace
bo_cn: ཚབ་བརྗེ།(_R)

source: _Restore
bo_cn: སླར་གསོ།(_R)

source: _Retry
bo_cn: བསྐྱར་ཚོད།(_R)

source: _Run
bo_cn: འཁོར་སྐྱོད།(_R)

source: _Run executable text files when they are opened
bo_cn: ཁ་འབྱེད་སྐབས་སུ་ལག་བསྟར་རུང་བའི་ཡིག་རྐྱང་ཡིག་ཆ་འཁོར་སྐྱོད།(_R)

source: _Safely Remove Drive
bo_cn: བདེ་འཇགས་ཀྱིས་སྐུལ་ཆས་འདོར་བ།(_S)

source: _Scripts
bo_cn: ཞབས་དེབ།(_S)

source: _Search
bo_cn: བཤེར་འཚོལ།(_S)

source: _Search for Files...
bo_cn: ཡིག་ཆ་འཚོལ་བཤེར།(_S)...

source: _Search for:
bo_cn: འཚོལ་བཤེར།(_S)：

source: _Select Application
bo_cn: བྱ་རིམ་འདེམ་པ།(_S)

source: _Server:
bo_cn: ཞབས་ཞུ་ཆས།(_S)：

source: _Show file sizes with IEC units
bo_cn: འཇལ་བྱེད་IECཡིས་ཡིག་ཆའི་ཆེ་ཆུང་མངོན་པ།(_S

source: _Side Pane
bo_cn: གཞོགས་སྡེ།(_S)

source: _Single click to open items
bo_cn: ཆིག་རྡེབ་སྐབས་སུ་རྣམ་གྲངས་ཁ་འབྱེད།(_S)

source: _Skip
bo_cn: མཆོང་བ།(_S)

source: _Skip files
bo_cn: ཡིག་ཆ་མཆོང་བ།(_S)

source: _Software:
bo_cn: མཉེན་ཆས།(_S)：

source: _Start
bo_cn: མགོ་རྩོམ།(_S)：

source: _Start Multi-disk Device
bo_cn: སྡུད་སྡེར་མང་པོའི་སྒྲིག་ཆས་མགོ་སློང་།(_S)

source: _Start Multi-disk Drive
bo_cn: སྡུད་སྡེར་མང་པོའི་སྐུལ་ཆས་མགོ་སློང་།(_S)

source: _Sticky
bo_cn: ཟུར་འབྱར།(_S)

source: _Stop
bo_cn: མཚམས་འཇོག (_S)

source: _Stop Multi-disk Device
bo_cn: སྡུད་སྡེར་མང་པོ་སྒྲིག་ཆས་མཚམས་འཇོག(_S)

source: _Stop Multi-disk Drive
bo_cn: སྡུད་སྡེར་མང་པོ་སྐུལ་ཆས་མཚམས་འཇོག(_S)

source: _Stop the drive associated with the open folder
bo_cn: ཁ་ཕྱེའི་ཡིག་ཁུག་དང་འབྲེལ་བའི་སྐུལ་ཆས་མཚམས་འཇོག(_S)

source: _Tabs
bo_cn: གདོང་འཛར།(_T)

source: _Text beside icons
bo_cn: ཡི་གེ་ནི་རིས་རྟགས་ཟུར་དུ་ཡོད།(_T)

source: _Tool
bo_cn: ལག་ཆ།(_T)

source: _Trash
bo_cn: སྙིགས་སྒམ།(_T)

source: _Type:
bo_cn: རིགས་རྣམ། (_T)：

source: _Undo
bo_cn: འདོར་བ།(_U)

source: _Undo copy of %d item
bo_cn: ཚན %dའདྲ་བཟོ་ཕྱིར་འཐེན།(_U)

source: _Undo create link to %d item
bo_cn: ཚན%dསྟོན་པའི་སྦྲེལ་མཐུད་གསར་བཟོ་ཕྱིར་འཐེན།(_U)

source: _Undo creation of %d folder
bo_cn: ཡིག་ཁུག %dགསར་བཟོ་ཕྱིར་འཐེན།(_U)

source: _Undo creation of a file from template
bo_cn: མ་དཔེ་ལས་ཡིག་ཆ་གསར་བཟོ་ཕྱིར་འཐེན།(_U)

source: _Undo creation of an empty file
bo_cn: ཡིག་ཆ་སྟོང་བ་གསར་བཟོ་ཕྱིར་འཐེན།(_U)

source: _Undo delete of %d item
bo_cn: ཚན་ %d འདོར་བ་ཕྱིར་འཐེན།(_U)

source: _Undo duplicate of %d item
bo_cn: རང་སར་ཚན་%d འདྲ་བཟོ་ཕྱིར་འཐེན།(_U)

source: _Undo move of %d item
bo_cn: ཚན %dསྤོ་བ་ཕྱིར་འཐེན།(_U)

source: _Undo move to trash of %d item
bo_cn: ཚན %dསྙིགས་སྒམ་དུ་སྤོ་བ་ཕྱིར་འཐེན།(_U)

source: _Undo rename of %d item
bo_cn: ཚན %dམིང་བསྐྱར་འདོགས་ཕྱིར་འཐེན།(_U)

source: _Undo restore from trash of %d item
bo_cn: སྙིགས་སྒམ་ལས་ཚན་%dསླར་གསོ་ཕྱིར་འཐེན།(_U)

source: _Unlock Drive
bo_cn: སྐུལ་ཆས་སྒྲོག་སྒྲོལ།(_U)

source: _Unmount
bo_cn: ལེན་པ།(_U)

source: _Up
bo_cn: གྱེན་དུ།(_U)

source: _Use a custom command
bo_cn: མཚན་ཉིད་རང་བཞག་གི་བཀའ་བརྡ་སྤྱོད།(_U)

source: _Use compact layout
bo_cn: ཚགས་དམ་བཀོད་པ་སྤྱོད།(_U)

source: _View
bo_cn: ལྟ་ཞིབ། (_V)

source: _View As
bo_cn: བྱེད་སྟངས་ལྟ་ཞིབ།(_V)

source: _View executable text files when they are opened
bo_cn: ཁ་འབྱེད་སྐབས་ལག་བསྟར་རུང་བའི་ཡིག་རྐྱང་ཡིག་ཆ་ལྟ་ཞིབ།(_V)

source: _Write
bo_cn: འབྲི་བ།(_W)

source: _Zoom
bo_cn: སྐྱེད་སྐྱུང་། (_Z)

source: access
bo_cn: ལྟ་སྤྱོད།

source: approximately %'d hour
bo_cn: ཧ་ལམ་ཆུ་ཚོད་ %'d

source: available space,total
bo_cn: སྤྱོད་རུང་། སྤྱིར།

source: by Modification _Date
bo_cn: བཟོ་བཅོས་དུས་ཚོད་ལྟར།(_D)

source: by T_rash Time
bo_cn: འདོར་བའི་དུས་ཚོད་ལྟར།(_R)

source: by _Emblems
bo_cn: རྟགས་མ་ལྟར།(_E)

source: by _Name
bo_cn: མིང་ལྟར།(_N)

source: by _Size
bo_cn: ཆེ་ཆུང་ལྟར།(_S)

source: by _Type
bo_cn: རིགས་གྲས་ལྟར།(_T)

source: caja: %s cannot be used with URIs.
bo_cn: caja：%s དང་ URIམཉམ་དུ་སྤྱོད་མི་ཐུབ།

source: caja: --check cannot be used with other options.
bo_cn: caja：--check དང་འདེམས་ཚན་གཞན་དག་མཉམ་དུ་སྤྱོད་མི་ཐུབ།

source: caja: --geometry cannot be used with more than one URI.
bo_cn: caja：--geometry དང་URI མང་པོ་མཉམ་དུ་སྤྱོད་མི་ཐུབ།

source: caja: set erroneously as default application for '%s' content type.
bo_cn: caja：ནོར་འཁྲུལ་གྱིས“%s”ནང་དོན་རིགས་གྲས་ཀྱི་སོར་བཞག་ཉེར་སྤྱོད་བྱ་རིམ་དུ་བཀོད་པ།

source: can't find %s
bo_cn: %sམི་རྙེད།

source: column
bo_cn: གཞུང་སྟར།

source: computer:
bo_cn: རྩིས་འཁོར།

source: create/delete
bo_cn: གསར་བཟོ་/འདོར་བ།

source: 'Sans 10'
bo_cn: 'སྟེགས་མེད་ཐིག10'

source: dropped data
bo_cn: བསྐྱུར་བའི་གཞི་གྲངས།

source: dropped text.txt
bo_cn: text.txt ཡི་ལྷེབ་དུམ།

source: favorite:
bo_cn: བསྡུ་ཉར་ཁུག་མ།

source: format %s
bo_cn: %sརྣམ་གཞག་ཅན་དུ་སྒྱུར།

source: format %s volume
bo_cn: སྒྲིལ%sརྣམ་གཞག་ཅན་དུ་སྒྱུར།

source: format failed!
bo_cn: རྣམ་གཞག་ཅན་དུ་སྒྱུར་བ་ཕམ་པ།

source: format succeed!
bo_cn: རྣམ་གཞག་ཅན་དུ་སྒྱུར་ཚར།

source: free
bo_cn: ལྷག་མ།

source: icon view
bo_cn: རིས་རྟགས་མཐོང་རིས།

source: link
bo_cn: འབྲེལ་མཐུད།

source: link (broken)
bo_cn: སྦྲེལ་མཐུད་(ཆད་པ།)

source: list
bo_cn: རེའུ་མིག

source: list view
bo_cn: རེའུ་མིག་མཐོང་རིས།

source: loading...
bo_cn: འགེལ་བཞིན་པ།

source: nd copy)
bo_cn: འདྲ་དེབ།)

source: network:
bo_cn: དྲ་རྒྱ།

source: new file.txt
bo_cn: ཡིག་ཆ་གསར་བ.txt

source: no
bo_cn: མེད།

source: nothing
bo_cn: མེད།

source: on the desktop
bo_cn: ཅོག་ངོས་སྟེང་དུ་གནས།

source: open a browser window.
bo_cn: བཤར་ཆས་སྒེའུ་ཁུང་ཁ་འབྱེད།

source: paused
bo_cn: སྐབས་འཇོག་བྱས་ཟིན།

source: pausing
bo_cn: སྐབས་སྡོད་པ།

source: pointing at "%s"
bo_cn: “%s”ལ་སྟོན།

source: program
bo_cn: བྱ་རིམ།

source: queued
bo_cn: རུ་སྟར་རུ།

source: queuing
bo_cn: རུ་སྟར་རུ་སྣོན་པ།

source: rd copy)
bo_cn: འདྲ་དེབ།)

source: read
bo_cn: ཀློག་པ།

source: recent:
bo_cn: ཉེ་ཆར།

source: st copy)
bo_cn: འདྲ་དེབ།)

source: th copy)
bo_cn: འདྲ་དེབ།)

source: today
bo_cn: དེ་རིང་།

source: today at %-I:%M %p
bo_cn: "དེ་རིང་ %H:%M"

source: today at %-I:%M:%S %p
bo_cn: དེ་རིང་ %H:%M:%S

source: today at 00:00 PM
bo_cn: དེ་རིང་། 00:00

source: today at 00:00:00 PM
bo_cn: དེ་རིང་། 00:00:00

source: today, %-I:%M %p
bo_cn: དེ་རིང་%H:%M

source: today, 00:00 PM
bo_cn: དེ་རིང་།，00:00

source: translator-credits
bo_cn: He Qiangqiang <carton@linux.net.cn>, 2002 Funda Wang <fundawang@linux.net.cn>, 2003 2004བདུད་རྩི<rhythm.gan@gmail.com>, 2009 Fan Qijiang <fqj1994@linux.com>,2010

source: trash:
bo_cn: སྙིགས་སྒམ།

source: unknown
bo_cn: མི་ཤེས།

source: unknown MIME type
bo_cn: མི་ཤེས་པའི་ MIME རིགས་གྲས།

source: unknown type
bo_cn: ངེས་མེད་ཀྱི་རིགས་གྲས།

source: unreadable
bo_cn: ཀློག་མི་རུང་བ།

source: untitled folder
bo_cn: མིང་བཏགས་མེད་པའི་ཡིག་ཁུག

source: used
bo_cn: སྤྱད་ཚར།

source: write
bo_cn: འབྲི་བ།

source: yesterday
bo_cn: ཁ་སང་།

source: yesterday at %-I:%M %p
bo_cn: ཁ་སང་ %H:%M

source: yesterday at %-I:%M:%S %p
bo_cn: ཁ་སང་། %-H:%M:%S

source: yesterday at 00:00 PM
bo_cn: ཁ་སང་། 00:00

source: yesterday at 00:00:00 PM
bo_cn: ཁ་སང་། 00:00:00

source: yesterday, %-I:%M %p
bo_cn: ཁ་སང་%H:%M

source: yesterday, 00:00 PM
bo_cn: ཁ་སང་།，00:00

source: File access:
bo_cn: ཡིག་ཆ་ལྟ་སྤྱོད།：

source: View _new folders using:
bo_cn: ཡིག་ཁུག་སྤྱོད་པར་ལྟ་བ་དང་བཟོ་བ།(_N)：

source: _Arrange items:
bo_cn: རྣམ་གྲངས་སྟར་སྒྲིག(_A)：

source: _Paste
bo_cn: སྦྱར་བ།(_P)
