Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/caja.po
Languages: bo_cn

source: Command
bo_cn: བཀའ་ལག་བསྟར།

source: Comment
bo_cn: དཔྱད་གཏམ།

source: Compact View
bo_cn: ཚགས་དམ་མཐོང་རིས།

source: Compact _Layout
bo_cn: ཚགས་དམ་སྒྲིག་གཞི།(_L)

source: Compress...
bo_cn: སྡུད་སྒྲིལ།

source: Computer
bo_cn: རྩིས་འཁོར།

source: Computer View
bo_cn: རྩིས་འཁོར་གྱི་མཐོང་རིས།

source: Computer icon visible on desktop
bo_cn: ཅོག་ངོས་སུ་རྩིས་འཁོར་རིས་རྟགས་མངོན་པ།

source: Concrete
bo_cn: ཨར་འདམ།

source: Connect To This Server
bo_cn: ཞབས་ཞུ་ཆས་འདི་ལ་འབྲེལ་མཐུད།

source: Connect to Server
bo_cn: ཞབས་ཞུ་ཆས་ལ་སྦྲེལ།

source: Connect to Server %s
bo_cn: ཞབས་ཞུ་ཆས %sལ་སྦྲེལ་བ།

source: Connect to _Server...
bo_cn: ཞབས་ཞུ་ཆས་ལ་འབྲེལ་མཐུད།(_S)...

source: Connect to a remote computer or shared disk
bo_cn: རྒྱང་རིང་རྩིས་འཁོར་ཡང་ན་མཉམ་སྤྱོད་སྡུད་སྡེར་ལ་འབྲེལ་མཐུད།

source: Connect to the drive associated with the open folder
bo_cn: ཁ་ཕྱེ་ཡིག་ཁུག་དང་འབྲེལ་བའི་སྐུལ་ཆས་ལ་འབྲེལ་མཐུད།

source: Connect to the selected drive
bo_cn: བདམས་པའི་སྒྲིལ་ལ་འབྲེལ་མཐུད།

source: Connecting...
bo_cn: འབྲེལ་མཐུད་བྱེད་བཞིན་པ།...

source: Content View
bo_cn: ནང་དོན་མཐོང་རིས།

source: Contents:
bo_cn: ནང་དོན།：

source: Continue
bo_cn: མུ་མཐུད།

source: Cop_y to
bo_cn: འདྲ་བཟོ་བྱེད་ས།(_Y)

source: Copy %d items to '%s'
bo_cn: ཚན %d “%s”ལ་འདྲ་བཟོ་བྱེད།

source: Copy '%s' to '%s'
bo_cn: %d “%s”ལ་འདྲ་བཟོ་བྱེད།

source: Copy _Anyway
bo_cn: འདྲ་བཟོ་བྱེད་པ།(_A)

source: Copy the current selection to the desktop
bo_cn: བདམས་པའི་ཡིག་ཆ་(ཁུག)ཅོག་ངོས་སུ་འདྲ་བཟོ་བྱེད།

source: Copy the current selection to the home folder
bo_cn: བདམས་པའི་ཡིག་ཆ་(ཁུག)དཀར་ཆག་ཏུ་འདྲ་བཟོ་བྱེད།

source: Copy the current selection to the other pane in the window
bo_cn: བདམས་པའི་ཡིག་ཆ་(ཁུག)སྒེའུ་ཁུང་འདིའི་དྲ་མ་གཞན་ཞིག་ཏུ་འདྲ་བཟོ་བྱེད།

source: Copy the selected text to the clipboard
bo_cn: བདམས་པའི་ཡིག་རྐྱང་སྦྱར་པང་དུ་འདྲ་བཟོ་བྱེད།

source: Copying "%B" to "%B"
bo_cn: “%B”“%B”ལ་འདྲ་བཟོ་བྱེད།

source: Copying %'d file (in "%B") to "%B"
bo_cn: ཡིག་ཆ%'d(“%B”ནང་)“%B”འདྲ་བཟོ་བྱེད།

source: Copying %'d file to "%B"
bo_cn: ཡིག་ཆ %'d “%B”ལ་འདྲ་བཟོ་བྱེད།

source: Copying Files
bo_cn: ཡིག་ཆ་འདྲ་ཕབ་བྱེད་བཞིན་པ།

source: Copyright
bo_cn: པར་དབང་།

source: Cork
bo_cn: ཤིང་གི་ཁ་གཅོད།

source: Could not add application
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་སྣོན་མི་ཐུབ།

source: Could not add application to the application database: %s
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་ཉེར་སྤྱོད་བྱ་རིམ་གཞི་གྲངས་མཛོད：%sལ་སྣོན་མི་ཐུབ།

source: Could not determine original location of "%s"
bo_cn: “%s”ཡི་ཐོག་མ་གནས་ས་གཏན་འཁེལ་བྱ་མི་ཐུབ།

source: Could not display "%s", because the host could not be found.
bo_cn: “%s”མངོན་མི་ཐུབ། རྒྱུ་མཚན་ནི་གཙོ་འཁོར་མི་རྙེད།

source: Could not display "%s".
bo_cn: “%s”མངོན་མི་ཐུབ།

source: Could not find "%s".
bo_cn: “%s” མི་རྙེད།

source: Could not find '%s'
bo_cn: “%s”མི་རྙེད།

source: Could not find application
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་མི་རྙེད།

source: Could not remove application
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་འདོར་མི་ཐུབ།

source: Could not remove emblem with name '%s'.
bo_cn: མིང་“%s”ཡིན་པའི་རྟགས་མ་འདོར་མི་ཐུབ།

source: Could not remove files from the already existing folder %F.
bo_cn: གནས་ཡོད་པའི་ཡིག་ཁུག %Fནང་དུ་ཡིག་ཆ་འདོར་མི་ཐུབ།་

source: Could not remove the already existing file %F.
bo_cn: ཡོད་པའི་ཡིག་ཆ་ %Fའདོར་མི་ཐུབ།

source: Could not remove the already existing file with the same name in %F.
bo_cn: %F ནང་དུ་ཡོད་པའི་ཡིག་ཆ་མིང་འདྲ་བ་འདོར་མི་ཐུབ།

source: Could not remove the folder %B.
bo_cn: ཡིག་ཁུག %Bའདོར་མུ་ཐུབ།

source: Could not remove the source folder.
bo_cn: ཁུངས་ཡིག་ཁུག་འདོར་མི་ཐུབ།

source: Could not rename emblem with name '%s'.
bo_cn: མིང་“%s”ཡི་རྟགས་མ་མིང་བསྐྱར་འདོགས་བྱ་མི་ཐུབ།

source: Could not run application
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་འཁོར་སྐྱོད་བྱ་མི་ཐུབ།

source: Could not set application as the default: %s
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་སོར་བཞག་ཚད：%sལ་སྒྲིག་འགོད་བྱ་མི་ཐུབ།

source: Could not set as default application
bo_cn: སོར་བཞག་ཉེར་སྤྱོད་བྱ་རིམ་ལ་སྒྲིག་འགོད་བྱ་མི་ཐུབ།

source: Count _number of items:
bo_cn: རྣམ་གྲངས་ཀྱི་གྲངས་ཀ་བསྡོམས་རྩིས།(_N)：

source: Countertop
bo_cn: སྒྲོམ་སྟེགས།

source: Create Document from template "%s"
bo_cn: མ་དཔེ་“%s”ལྟར་ཡིག་ཚགས་གསར་བཟོ་བྱེད།

source: Create L_auncher...
bo_cn: སྒུལ་ཆས་གསར་བཟོ།(_A)...

source: Create _Document
bo_cn: གསར་བཟོ།(_D)

source: Create _Folder
bo_cn: ཡིག་ཁུག(_F)

source: Create a New Color:
bo_cn: ཁ་དོག་གསར་བ་གསར་བཟོ།：

source: Create a New Emblem
bo_cn: རྟགས་མ་གསར་བ་གསར་བཟོ།

source: Create a new empty file inside this folder
bo_cn: ཡིག་ཁུག་འདིའི་ནང་དུ་ཡིག་ཆ་སྟོང་བ་གསར་བཟོ།

source: Create a new empty folder inside this folder
bo_cn: ཡིག་ཁུག་འདིའི་ནང་དུ་ཡིག་ཁུག་སྟོང་བ་གསར་འཛུགས་བྱེད་པ།

source: Create a new folder '%s'
bo_cn: ཡིག་ཁུག་%sགསར་པ་ཞིག་བཟོ་དགོས།

source: Create a new launcher
bo_cn: སྒུལ་ཆས་གསར་པ་གསར་འཛུགས།

source: Create a symbolic link for each selected item
bo_cn: བདམས་པའི་རྣམ་གྲངས་སོ་སོར་མྱུར་འཇུག་བྱེད་སྟངས་གསར་བཟོ།

source: Create an empty file '%s'
bo_cn: ཡིག་ཆ་སྟོང་པ་%sཞིག་གསར་བཟོ།

source: Create and delete files
bo_cn: ཡིག་ཆ་གསར་བཟོ་དང་སུབ་པ།

source: Create link to '%s'
bo_cn: “%s”ལ་སྟོན་པའི་སྦྲེལ་མཐུད་གསར་བཟོ།

source: Create links to %d items
bo_cn: ཚན“%s”ལ་སྟོན་པའི་སྦྲེལ་མཐུད་གསར་བཟོ།

source: Create new file '%s' from template
bo_cn: མ་དཔེ་ལས་ཡིག་ཆ་གསར་པ“%s”གསར་བཟོ།

source: Create the initial window with the given geometry.
bo_cn: སྤྲད་པའི་དབྱིབས་རྩིས་གཏོགས་གཤིས་ཀྱིས་ཐོག་མའི་སྒེའུ་ཁུང་གསར་བཟོ།

source: Created:
bo_cn: གསར་བཟོ་དུས་

source: Creating Properties window.
bo_cn: གཏོགས་གཤིས་སྒེའུ་ཁུང་གསར་བཟོ།

source: Creating links in "%B"
bo_cn: “%B”ལ་སྟོན་པའི་སྦྲེལ་མཐུད་གསར་བཟོ།

source: Creator
bo_cn: གསར་བཟོ་མཁན།

source: Current progress is %s%s
bo_cn: མིག་སྔའི་འཕེལ་ཚད་ནི %s%sཡིན།

source: Cursor Position
bo_cn: འོད་རྟགས་གནས་ས།

source: Custom Background
bo_cn: རྒྱབ་ལྗོངས་མཚན་ཉིད་རང་འཇོག

source: Custom Side Pane Background Set
bo_cn: ཟུར་སྡེའི་རྒྱབ་ལྗོངས་ཚོགས་མཚན་ཉིད་རང་འཇོག

source: Cut the selected text to the clipboard
bo_cn: བདམས་པའི་ཡིག་རྐྱང་སྦྱར་པང་དུ་དྲས།

source: D_efault zoom level:
bo_cn: སོར་བཞག་སྐྱེད་སྐྱུང་རིམ་པ།(_E)：

source: D_elete Recent
bo_cn: སྤྱོ་ཐོ་འདོར་བ།

source: D_uplicate
bo_cn: རང་གནས་སུ་འདྲ་བཟོ།(_U)

source: Danube
bo_cn: ཏུའོ་ནའོ་གཙང་པོ།

source: Dark Cork
bo_cn: སེར་སྐྱ།

source: Dark MATE
bo_cn: MATEནག་པོ།

source: Date Accessed
bo_cn: ལྟ་སྤྱོད་ཀྱི་དུས་ཚེས།

source: Date Digitized
bo_cn: ཨང་ཀི་ཅན་དུ་བསྒྱུར་བའི་ཚེས་གྲངས།

source: Date Format
bo_cn: ཚེས་གྲངས་རྣམ་གཞག

source: Date Modified
bo_cn: བཟོ་བཅོས་དུས་ཚོད།

source: Date Taken
bo_cn: པར་ལེན་དུས་ཚོད།

source: Date when file was moved to the Trash
bo_cn: ཡིག་ཆ་སྙིགས་སྒམ་དུ་སྤོ་བའི་དུས།

source: Decrease the view size
bo_cn: མཐོང་རིས་ཀྱི་ཆེ་ཆུང་འཕྲི་བ།

source: Deep Teal
bo_cn: ཆུ་ཟབ་བྱ་མདོག

source: Default
bo_cn: སོར་བཞག

source: Default Background Color
bo_cn: སོར་བཞག་རྒྱབ་ལྗོངས་མདོག

source: Default Background Filename
bo_cn: སོར་བཞག་ཡིག་ཆའི་མིང་།

source: Default Side Pane Background Color
bo_cn: སོར་བཞག་ཟུར་མཐའ་སྡེའི་རྒྱབ་ལྗོངས་མདོག

source: Default Side Pane Background Filename
bo_cn: སོར་བཞག་ཟུར་མཐའ་སྡེའི་ཡིག་ཆའི་མིང་།

source: Default Thumbnail Icon Size
bo_cn: སོར་བཞག་སྐུང་རིས་ཀྱི་ཆེ་ཆུང་།

source: Default _zoom level:
bo_cn: སོར་བཞག་སྐྱེད་སྐྱུང་རིམ་པ།(_Z)：

source: Default column order in the list view
bo_cn: རེའུ་མིག་མཐོང་རིས་ཀྱི་སྤྱོད་པའི་སོར་བཞག་གི་རིམ་པ།

source: Default column order in the list view.
bo_cn: རེའུ་མིག་མཐོང་རིས་ཀྱི་སྤྱོད་པའི་སོར་བཞག་གི་རིམ་པ།

source: Default compact view zoom level
bo_cn: སོར་བཞག་གི་མཐོང་རིས་སྐྱེད་སྐྱུང་རིམ་པ།

source: Default folder viewer
bo_cn: སོར་བཞག་གི་ཡིག་ཁུག་ལྟ་ཆས།

source: Default icon zoom level
bo_cn: སོར་བཞག་གི་རིས་རྟགས་སྐྱེད་སྐྱུང་རིམ་པ།

source: Default list of columns visible in the list view
bo_cn: རེའུ་མིག་མཐོང་རིས་སུ་མཐོང་རུང་སྟར་གྱི་སོར་བཞག་རེའུ་མིག

source: Default list of columns visible in the list view.
bo_cn: རེའུ་མིག་མཐོང་རིས་སུ་མཐོང་རུང་སྟར་གྱི་སོར་བཞག་རེའུ་མིག

source: Default list zoom level
bo_cn: སོར་བཞག་གི་རེའུ་མིག་སྐྱེད་སྐྱུང་རིམ་པ།

source: Default sort order
bo_cn: སོར་བཞག་གི་རིམ་སྒྲིག་རིམ་པ།

source: Default zoom level used by the compact view.
bo_cn: ཚགས་དམ་མཐོང་རིས་ཀྱིས་སྤྱོད་པའི་སོར་བཞག་སྐྱེད་སྐྱུང་རིམ་པ།

source: Default zoom level used by the icon view.
bo_cn: རིས་རྟགསམཐོང་རིས་ཀྱིས་སྤྱོད་པའི་སོར་བཞག་སྐྱེད་སྐྱུང་རིམ་པ།

source: Default zoom level used by the list view.
bo_cn: རེའུ་མིག་མཐོང་རིས་ཀྱིས་སྤྱོད་པའི་སོར་བཞག་སྐྱེད་སྐྱུང་རིམ་པ།

source: Delete %d copied items
bo_cn: ་ འདྲ་བཟོའི་རྣམ་གྲངས་%d འདོར་བ།

source: Delete %d duplicated items
bo_cn: བསྐྱར་ཟློས་ཀྱི་རྣམ་གྲངས་%d འདོར་བ།

source: Delete '%s'
bo_cn: ’%s‘འདོར་བ།

source: Delete _All
bo_cn: ཚང་མ་འདོར་བ།(_A)

source: Delete all items in the Trash
bo_cn: སྙིགས་སྒམ་ནང་གི་རྣམ་གྲངས་ཚང་མ་འདོར་བ།

source: Delete all selected items permanently
bo_cn: བདམས་པའི་རྣམ་གྲངས་ཚང་མ་བརྟན་འདོར།

source: Delete each selected item, without moving to the Trash
bo_cn: བདམས་པའི་རྣམ་གྲངས་སོ་སོ་འདོར་བ། སྙིགས་སྒམ་དུ་སྤོ་བ་མིན།

source: Delete link to '%s'
bo_cn: “%s”ལ་བསྟན་པའི་སྦྲེལ་མཐུད་འདོར་བ།

source: Delete links to %d items
bo_cn: ཚན%d ལ་བསྟན་པའི་སྦྲེལ་མཐུད་འདོར་བ།

source: Delete the open folder permanently
bo_cn: ཁ་ཕྱེ་བའི་ཡིག་ཁུག་བརྟན་འདོར།

source: Delete this folder, without moving to the Trash
bo_cn: ཡིག་ཁུག་འདི་འདོར་བ། སྙིགས་སྒམ་དུ་སྤོ་བ་མིན།

source: Deleting Files
bo_cn: ཡིག་ཆ་འདོར་བཞིན་པ།

source: Deleting files
bo_cn: ཡིག་ཆ་བསུབ་པ།

source: Description
bo_cn: ཞིབ་བརྗོད།

source: Desktop
bo_cn: ཅོག་ངོས།

source: Desktop computer icon name
bo_cn: ཅོག་ངོས་ཀྱི་རྩིས་འཁོར་རིས་རྟགས་ཀྱི་མིང་།

source: Desktop font
bo_cn: ཅོག་ངོས་ཡིག་གཟུགས།

source: Desktop home icon name
bo_cn: ཅོག་ངོས་ཡིག་ཁུག་གཙོའི་རིས་རྟགས་མིང་།

source: Desktop trash icon name
bo_cn: ཅོག་ངོས་སྙིགས་སྒམ་གྱི་རིས་རྟགས་མིང་།

source: Details:
bo_cn: ཆ་འཕྲིན་ཞིབ་ཕྲ།

source: Detect media in the selected drive
bo_cn: བདམས་པའི་སྐུལ་ཆས་ནང་གི་སྨྱན་གཟུགས་ཞིབ་བཤེར།

source: Devices
bo_cn: སྒྲིག་ཆས།

source: Differences...
bo_cn: ཁྱད་པར།...

source: Disable connection to session manager
bo_cn: གཏམ་གླེང་དོ་དམ་ཆས་ཀྱི་འབྲེལ་མཐུད་འགོག་སྤྱོད།

source: Disconnect the drive associated with the open folder
bo_cn: ཁ་ཕྱེའི་ཡིག་ཁུག་དང་འབྲེལ་བའི་སྐུལ་ཆས་ཀྱི་འབྲེལ་མཐུད་གཅོད་པ།

source: Disconnect the selected drive
bo_cn: བདམས་པའི་སྒྲིལ་གྱི་འབྲེལ་མཐུད་གཅོད་པ།

source: Disk
bo_cn: རང་སའི་སྲ་སྡེར།

source: Display
bo_cn: འཆར་ཆས།

source: Display drives and hardwares which connect the computer
bo_cn: རྩིས་འཁོར་འདི་ལ་འབྲེལ་བའི་སྐུལ་ཆས་དང་སྲ་ཆས་མངོན་པ།

source: Display Caja help
bo_cn: Caja རོགས་རམ་མངོན་པ།

source: Display a window that allows editing the bookmarks in this menu
bo_cn: འདེམས་བྱང་འདིའི་དཔེ་བྱང་རྩོམ་སྒྲིག་བྱ་བྱེད་སྒེའུ་ཁུང་མངོན་པ།

source: Display credits for the creators of Caja
bo_cn: Cajaཡི་མཛད་པ་མངོན་པ།

source: Display files which are removed
bo_cn: སྤོ་བའི་ཡིག་ཆ་མངོན་པ།

source: Display icons in the opposite order
bo_cn: ལྡོག་རིམ་གྱིས་རིས་རྟགས་མངོན་པ།

source: Display patterns, colors, and emblems that can be used to customize appearance
bo_cn: ཕྱི་ཚུལ་བཀོད་པར་སྤྱོད་རུང་གི་རི་མོ་དང་། ཁ་དོག རྟགས་མ་མངོན་པ།

source: Display personal files
bo_cn: མི་སྒེར་ཡིག་ཆ་མངོན་པ།

source: Display this location with the compact view.
bo_cn: ཚགས་དམ་མཐོང་རིས་ཀྱིས་གནས་ས་འདི་མངོན་པ།

source: Display this location with the icon view.
bo_cn: རིས་རྟགས་མཐོང་རིས་ཀྱིས་གནས་ས་འདི་མངོན་པ།

source: Display this location with the list view.
bo_cn: རེའུ་མིག་མཐོང་རིས་ཀྱིས་གནས་ས་འདི་མངོན་པ།

source: Do Nothing
bo_cn: བཀོལ་སྤྱོད་ལག་བསྟར་མི་བྱེད།

source: Do _not Empty Trash
bo_cn: སྙིགས་སྒམ་གཙང་སེལ་མ་བྱེད།(_N)

source: Do not manage the desktop (ignore the preference set in the preferences dialog).
bo_cn: ཅོག་ངོས་དོ་དམ་མ་བྱེད།(འདེམས་ཚན་ཐོག་མ་གླེང་མོལ་ནང་བཀོད་པའི་ཐོག་མ་འདེམས་ཚན་སྣང་མེད་དུ་གཏོང་།)

source: Do you want to empty the trash before you unmount?
bo_cn: ཁྱེད་ཀྱིས་བཤིག་འདོར་སྔོན་དུ་སྙིགས་སྒམ་གཙང་སེལ་བྱ་དགོས་སམ།

source: Do you want to remove any bookmarks with the non-existing location from your list?
bo_cn: ཁྱེད་ཀྱིས་རེའུ་མིག་ཏུ་གནས་ས་འདིའི་དཔེ་བྱང་ཚང་མ་འདོར་དགོས་སམ།

source: Do you want to run "%s", or display its contents?
bo_cn: ཁྱེད་རང་གི་%sའཁོར་སྐྱོད་བྱེད་དགོས་སམ། དུ་དུང་དེའི་ནང་དོན་མངོན་དགོས་སམ།

source: Do you want to view %d location?
bo_cn: ཁྱེད་ཀྱིས་གནས་ས་ %d ལ་བལྟ་དགོས་སམ།

source: Documents
bo_cn: ཡིག་ཚགས།

source: Domain Name:
bo_cn: ཁོངས་མིང་།：

source: Dots
bo_cn: ཚེག

source: Download location?
bo_cn: ཕབ་པའི་གནས་ས།

source: Drag a color to an object to change it to that color
bo_cn: ཁ་དོག་ཅིག་བྱ་ཡུལ་སྟེང་ལ་འདྲུད་དེ་དེའི་ཁ་དོག་དེ་ལྟར་བསྒྱུར།

source: Drag a pattern tile to an object to change it
bo_cn: རི་མོ་ཞིག་བྱ་ཡུལ་སྟེང་ལ་འདྲུད་དེ་དེའི་རི་མོ་དེ་ལྟར་བསྒྱུར།

source: Drag an emblem to an object to add it to the object
bo_cn: རྟགས་མ་ཞིག་བྱ་ཡུལ་སྟེང་ལ་འདྲུད་དེ་དེར་བྱ་ཡུལ་ལ་སྣོན།

source: Drag and drop is not supported.
bo_cn: འདྲུད་འཇོག་བཀོལ་སྤྱོད་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Drag and drop is only supported on local file systems.
bo_cn: འདྲུད་འཇོག་བཀོལ་སྤྱོད་ནི་རང་སའི་ཡིག་ཆའི་རྒྱུད་ཁོངས་སུ་བྱ་དགོས།

source: Duplicate '%s' in '%s'
bo_cn: རང་སར་“%2$s”ཡི་“%1$s”འདྲ་བཟོ་བྱེད།

source: Duplicate each selected item
bo_cn: བདམས་པའི་ཚན་སོ་སོ་འདྲ་བཟོ་བྱེད།

source: Duplicate of %d items in '%s'
bo_cn: ས་དེར“%2$s”ནང་གི་ཚན་ %1$dའདྲ་བཟོ་བྱེད།

source: Duplicating "%B"
bo_cn: ས་དེར“%B”འདྲ་བཟོ་བྱེད།

source: Duplicating %'d file
bo_cn: ཡིག་ཆ་%'dའདྲ་བཟོ་བྱེད།

source: Duplicating %'d file (in "%B")
bo_cn: ཡིག་ཆ %'dའདྲ་བཟོ་བྱེད།(“%B”ནང་དུ།)

source: E_mpty Recent
bo_cn: ཉེ་ཆར་སྤྱོད་པའི་ཟིན་ཐོ་གཙང་སེལ་བྱེད།

source: E_mpty Trash
bo_cn: སྙིགས་སྒམ་གཙང་སེལ་བྱེད།(_M)

source: E_xecute
bo_cn: ལག་བསྟར།(_X)

source: E_xtra Pane
bo_cn: ཟུར་བསྣན་དྲ་མ།(_X)

source: Eclipse
bo_cn: རགས་པ།

source: Edit
bo_cn: རྩོམ་སྒྲིག

source: Edit Bookmarks
bo_cn: དེབ་བྱང་རྩོམ་སྒྲིག་བྱེད།

source: Edit Caja preferences
bo_cn: Caja ཡི་ཐོག་མའི་འདེམས་ཚན་རྩོམ་སྒྲིག་བྱེད།

source: Edit the saved search
bo_cn: ཉར་བའི་འཚོལ་བཤེར་རྩོམ་སྒྲིག་བྱེད།

source: Eject the selected volume
bo_cn: བདམས་པའི་སྒྲིལ་འཕར་ཐོན།

source: Eject the volume associated with the open folder
bo_cn: ཁ་ཕྱེའི་ཡིག་ཁུག་འབྲེལ་བའི་སྒྲིལ་འཕར་ཐོན།

source: Eject the volume associated with this folder
bo_cn: ཡིག་ཁུག་འདི་དང་འབྲེལ་བའི་སྒྲིལ་འཕར་ཐོན།

source: Emblems
bo_cn: མཚོན་རྟགས།

source: Emblems:
bo_cn: རྟགས་མ།

source: Empty Trash
bo_cn: སྙིགས་སྒམ་གཙང་སེལ།

source: Empty _Trash
bo_cn: སྙིགས་སྒམ་གཙང་སེལ།(_T)

source: Empty all items from Trash?
bo_cn: ཕྱིར་བསྡུའི་ས་ཚིགས་ཀྱི་རྣམ་གྲངས་ཚང་མ་གཙང་སེལ་བྱེད་དམ།

source: Emptying Trash
bo_cn: སྙིགས་སྒམ་གཙང་སེལ་བྱེད་པ།

source: Enables the classic Caja behavior, where all windows are browsers
bo_cn: གསུང་རབ་ཀྱི་Cajaབྱ་སྤྱོད་སྤྱོད་པ། སྒེའུ་ཁུང་ཚང་མ་བཤར་ཆས་ཡིན།

source: Enqueue in SMPlayer
bo_cn: བརྙན་ཟློས་གཏོང་ཆས་རུ་སྟར་དུ་སྣོན་པ།

source: Ensure
bo_cn: གཏན་འཁེལ།

source: Enter a descriptive name next to each emblem. This name will be used in other places to identify the emblem.
bo_cn: རྟགས་མའི་ཟུར་སོ་སོའི་ཞིབ་བརྗོད་ཅན་གྱི་མིང་ནང་འཇུག་བྱེད། མིང་འདི་གནས་ས་གཞན་དག་ཏུ་ངོས་འཛིན་རྟགས་མ་ལ་སྤྱོད་པ།

source: Enter a descriptive name next to the emblem. This name will be used in other places to identify the emblem.
bo_cn: རྟགས་མའི་ཟུར་གྱི་ཞིབ་བརྗོད་ཅན་གྱི་མིང་ནང་འཇུག་བྱེད། མིང་འདི་གནས་ས་གཞན་དག་ཏུ་ངོས་འཛིན་རྟགས་མ་ལ་སྤྱོད་པ།

source: Enter a new name for the displayed emblem:
bo_cn: མངོན་པའི་རྟགས་མའི་མིང་གསར་ནང་འཇུག：

source: Envy
bo_cn: ཡིད་སྨོན།

source: Erase
bo_cn: བསུབ་པ།

source: Erase the device will takes a long time,do you want to continue?
bo_cn: སྒྲིག་ཆས་བསུབ་པའི་དུས་ཚོད་ཅུང་རིང་། མུ་མཐུད་དུ་བྱེད་དམ།

source: Erase(Need more time)
bo_cn: བསུབ་པ།(དུས་ཚོད་དེ་ལས་མང་དགོས།)

source: Error starting autorun program: %s
bo_cn: རང་འཁོར་བྱ་རིམ་མགོ་རྩོམ་ལ་ནོར་འཁྲུལ་བྱུང་།：%s

source: Error while copying "%B".
bo_cn: “%B”འདྲ་བཟོ་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Error while copying to "%B".
bo_cn: “%B”ལ་འདྲ་བཟོ་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Error while copying.
bo_cn: འདྲ་བཟོ་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Error while creating directory %B.
bo_cn: དཀར་ཆག་ %Bགསར་བཟོ་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Error while creating file %B.
bo_cn: ཡིག་ཆ་ %Bགསར་བཟོ་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Error while creating link to %B.
bo_cn: %B ལ་སྦྲེལ་མཐུད་གསར་བཟོ་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Error while deleting.
bo_cn: འདོར་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Error while moving "%B".
bo_cn: “%B”ལ་སྤོ་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Error while moving files to trash.
bo_cn: ཡིག་ཆ་སྙིགས་སྒམ་དུ་སྤོ་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Error while moving.
bo_cn: སྤོ་བ་འབྱུང་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Error: %s Please select another viewer and try again.
bo_cn: ནོར་འཁྲུལ།：%s ཁྱེད་ཀྱིས་ལྟ་ཆས་གཞན་འདེམས་ནས། ཡང་བསྐྱར་ཚོད་ལྟ་བྱོས།

source: Examples:
bo_cn: དཔེ་མཚོན།

source: Execute:
bo_cn: ལག་བསྟར།

source: Expand
bo_cn: བཀྲམ་པ།

source: Exposure Program
bo_cn: འོད་འཕྲོའི་བྱ་རིམ།

source: Exposure Time
bo_cn: འོད་འཕྲོའི་དུས་ཚོད།

source: Extension
bo_cn: རྒྱ་སྐྱེད།

source: Extensions
bo_cn: རྒྱ་སྐྱེད།

source: External-Disk
bo_cn: ཕྱི་མཐུད་སྲ་སྡེར།

source: FILE
bo_cn: ཡིག་ཆ།

source: FTP (with login)
bo_cn: FTP(ཐོ་འགོད་བྱེད་དགོས། )

source: Failed to load image information
bo_cn: པར་རིས་ཆ་འཕྲིན་ཕབ་འཇུག་ཕམ་པ།

source: Favorite
bo_cn: མཉེན་ཆས།

source: Fibers
bo_cn: འཐག་དངོས།

source: File Browser
bo_cn: ཡིག་ཆ་མིག་བཤར་ཆས།

source: File Management
bo_cn: ཡིག་ཆ་དོ་དམ་ཆས།

source: File Management Preferences
bo_cn: ཡིག་ཆ་དོ་དམ་ཐོག་འདེམས་ཚན།

source: File Manager
bo_cn: ཡིག་ཆ་དོ་དམ་ཆས།

source: File Operations
bo_cn: ཡིག་ཆ་བཀོལ་སྤྱོད།

source: File Permissions:
bo_cn: ཡིག་ཆའི་དབང་ཚད།：

source: File System
bo_cn: ཡིག་ཆའི་རྒྱུད་ཁོངས།

source: File System:
bo_cn: ཡིག་ཆའི་རྒྱུད་ཁོངས།：

source: File Type
bo_cn: ཡིག་ཆའི་རིགས་གྲས།

source: File conflict
bo_cn: ཡིག་ཆ་འགལ་བ།

source: File is not a valid .desktop file
bo_cn: ཡིག་ཆ་གོ་ཆོད་མིན་པ། desktopཡིག་ཆ།

source: File manager for the MATE desktop environment
bo_cn: MATE ཅོག་ངོས་ཁོར་ཡུག་གི་ཡིག་ཆ་དོ་དམ་ཆས།

source: File not found
bo_cn: ཡིག་ཆ་མ་རྙེད།

source: Filename for the default side pane background. Only used if side_pane_background_set is true.
bo_cn: སོར་བཞག་མཐའ་ཟུར་སྡེའི་རྒྱབ་ལྗོངས་ཀྱི་ཡིག་ཆ། side_pane_background_set ནི trueཡིན་སྐབས་ཁོ་ན་སྤྱོད།

source: Files in the folder "%B" cannot be copied because you do not have permissions to see them.
bo_cn: ཡིག་ཁུག“%B”ནང་གི་ཡིག་ཆ་འདྲ་བཟོ་བྱ་མི་ཐུབ། རྒྱུ་མཚན་ནི་ཁྱེད་ལ་དེ་ཀློག་པའི་དབང་ཚད་མེད།

source: Files in the folder "%B" cannot be deleted because you do not have permissions to see them.
bo_cn: ཡིག་ཁུག“%B”ནང་གི་ཡིག་ཆ་འདོར་མི་ཐུབ། རྒྱུ་མཚན་ནི་ཁྱེད་ལ་དེ་ཀློག་པའི་དབང་ཚད་མེད།

source: Files in the folder "%B" cannot be handled because you do not have permissions to see them.
bo_cn: ཡིག་ཁུག“%B”ནང་གི་ཡིག་ཆ་སྒྲིག་གཅོད་བྱ་མི་ཐུབ། རྒྱུ་མཚན་ནི་ཁྱེད་ལ་དེ་ཀློག་པའི་དབང་ཚད་མེད།

source: Filesystem type:
bo_cn: ཡིག་ཆ་རྒྱུད་ཁོངས་རིགས་རྣམ།：

source: Find duplicate file
bo_cn: ཡིག་ཆ་བསྐྱར་མ་ཞིབ་བཤེར།

source: Fire Engine
bo_cn: མེ་གསོད་རླངས་འཁོར།

source: Flash Fired
bo_cn: འོད་འཁྱུག་གློག་སྒྲོན།

source: Fleur De Lis
bo_cn: མེ་ཏོག་བརྒྱ་འཛོམས།

source: Floral
bo_cn: མེ་ཏོག་གི་དཔེ་རིས།

source: Focal Length
bo_cn: མདོ་ཐག

source: Folder Permissions:
bo_cn: ཡིག་ཁུག་གི་དབང་ཚད།：

source: Folder access:
bo_cn: ཡིག་ཁུག་ལྟ་སྤྱོད།：

source: Folder:
bo_cn: ཡིག་ཁུག：

source: For users with mice that have "Forward" and "Back" buttons, this key will determine if any action is taken inside of Caja when either is pressed.
bo_cn: མཐེབ་མནོན་“མདུན་སྐྱོད“ དང་“རྗེས་སྣུར“སྤྱོད་པའི་སྤྱོད་མཁན་ལ། མཐེབ་མནོན་འདིས་བཤེར་འཇལ་བྱེད་པ་ནི། གང་རུང་ཞིག་མནོན་སྐབས། Cajaནང་དུ་བྱ་འགུལ་འགོ་རྩོམ་ཡོད་མིན།

source: For users with mice that have buttons for "Forward" and "Back", this key will set which button activates the "Back" command in a browser window. Possible values range between 6 and 14.
bo_cn: མཐེབ་མནོན་“མདུན་སྐྱོད“ དང་“རྗེས་སྣུར“སྤྱོད་པའི་སྤྱོད་མཁན་ལ། མཐེབ་འདིས་མཐེབ་མནོན་གང་གིས་ལྟ་ཞིབ་ཆས་སྒེའུ་ཁུང་གི་“རྗེས་སྣུར“བཀའ་གྲུང་སྐུལ་བྱེད་པ་གཏན་འཁེལ་བྱེད། འབྱུུང་སྲིད་པའི་གྲངས་ཐང་གི་ཁྱབ་ཁོངས་ནི་6ནས14ཡིན།

source: For users with mice that have buttons for "Forward" and "Back", this key will set which button activates the "Forward" command in a browser window. Possible values range between 6 and 14.
bo_cn: མཐེབ་མནོན་“མདུན་སྐྱོད“ དང་“རྗེས་སྣུར“སྤྱོད་པའི་སྤྱོད་མཁན་ལ། མཐེབ་འདིས་མཐེབ་མནོན་གང་གིས་ལྟ་ཞིབ་ཆས་སྒེའུ་ཁུང་གི་“མདུན་སྐྱོད“བཀའ་གྲུང་སྐུལ་བྱེད་པ་གཏན་འཁེལ་བྱེད། འབྱུུང་སྲིད་པའི་གྲངས་ཐང་གི་ཁྱབ་ཁོངས་ནི་6ནས14ཡིན།

source: Format Volume
bo_cn: སྒྲིལ་རྣམ་གཞག་ཅན་དུ་སྒྱུར།

source: Format the selected volume
bo_cn: བདམས་པའི་སྒྲིལ་རྣམ་གཞག་ཅན་དུ་སྒྱུར།

source: Format the volume associated with the open folder
bo_cn: ཁ་ཕྱེ་ཡིག་ཁུག་དང་འབྲེལ་བའི་སྒྲིལ་རྣམ་གཞག་ཅན་དུ་སྒྱུར།

source: Format the volume associated with this folder
bo_cn: ཡིག་ཁུག་འདི་དང་འབྲེལ་བའི་སྒྲིལ་རྣམ་གཞག་ཅན་དུ་སྒྱུར།

source: Formatting Options:
bo_cn: འདེམས་ཚན་རྣམ་གཞག་ཅན་དུ་སྒྱུར།：

source: Formatting is in progress, do you want to continue?
bo_cn: རྣམ་གཞག་ཅན་དུ་སྒྱུར་བ། མུ་མཐུད་དུ་བྱ་དགོས་སམ།

source: Formatting is in progress, is it canceled?
bo_cn: རྣམ་གཞག་ཅན་དུ་སྒྱུར་བ། ལེན་དགོས་སམ།

source: Formatting will delete all data,are you sure you want to format the device?
bo_cn: ྣམ་གཞག་ཅན་དུ་སྒྱུར་བས་གཞི་གྲངས་ཚང་མ་འདོར་བ་ཡིན། མུ་མཐུད་དུ་བྱ་དགོས་སམ།

source: Forward history
bo_cn: ལོ་རྒྱུས་མདུན་སྐྱོད།

source: Fossil
bo_cn: འགྱུར་རྡོ།

source: Free space:
bo_cn: བར་སྟོང་ལྷག་མ།：

source: Free space: %s
bo_cn: བར་སྟོང་ལྷག་མ།：%s

source: GB available space,total
bo_cn: Gསྤྱོད་རུང་བསྡོམས་ན་

source: GEOMETRY
bo_cn: དབྱིབས་རྩིས་གཏོགས་གཤིས།

source: Go
bo_cn: བཤེར་འཚོལ།

source: Go To:
bo_cn: བསྒྱུར་ས།：

source: Go to the location specified by this bookmark
bo_cn: དཔེ་བྱང་འདིས་བསྟན་པའི་གནས་སར་སྒྱུར།

source: Go to the next visited location
bo_cn: ལྟ་སྤྱོད་བྱས་པའི་ངོས་རྗེས་མར་སྒྱུར།

source: Go to the previous visited location
bo_cn: ལྟ་སྤྱོད་བྱས་པའི་གནས་ས་སྔར་མ་བོར་སྒྱུར།

source: Go to the same location as in the extra pane
bo_cn: ཟུར་སྣོན་སྒེའུ་ཁུང་གནས་ས་འདྲ་བར་སྒྱུར།

source: Granite
bo_cn: རྡོ་རྡོ།

source: Grapefruit
bo_cn: ཡའོ་མདོག

source: Green Weave
bo_cn: ལྗང་མདོག་གི་འཐག་དངོས།

source: Group
bo_cn: ཁྱུ་ཚོ།

source: Group:
bo_cn: ཚོགས་པ།

source: History
bo_cn: ལོ་རྒྱུས།

source: Home Folder
bo_cn: ཡིག་ཁུག་གཙོ་བོ།

source: Home icon visible on desktop
bo_cn: ཅོག་ངོས་སུ་ཡིག་ཁུག་གི་རིས་རྟགས་མངོན་པ།

source: Home-Desktop
bo_cn: ཅོག་ངོས།

source: Home-Public
bo_cn: སྤྱི་སྤྱོད།

source: Home-Templates
bo_cn: དཔེ་པང་།

source: ISO Speed Rating
bo_cn: ISO འགྲོས་ཚད་རིམ་པ།

source: I_nclude a Delete command that bypasses Trash
bo_cn: སྙིགས་སྒམ་གཡོལ་བའི་འདོར་བའི་བཀའ་བརྡ་འདུས།(_N)

source: Ice
bo_cn: གྲང་སྔོན།

source: Icon
bo_cn: རིས་རྟགས།

source: Icon View
bo_cn: རིས་རྟགས་མཐོང་རིས།

source: Icon _Size
bo_cn: རིས་རྟགས་ཆེ་ཆུང་།(_P)

source: If set to "after-current-tab", then new tabs are inserted after the current tab. If set to "end", then new tabs are appended to the end of the tab list.
bo_cn: གལ་ཏེ “after-current-tab“རུ་གཏན་འཁེལ་བྱས་ན། གདོང་འཛར་ངོས་གསར་བ་ད་ལྟའི་གདོང་འཛར་ངོས་ཀྱི་བར་དུ་འཇུག་སྲིད། གལ་ཏེ “end“རུ་གཏན་འཁེལ་བྱས་ན། གདོང་འཛར་ངོས་གསར་བ་ད་ལྟའི་གདོང་འཛར་ངོས་ཀྱི་རྗེས་སུ་འཇུག་སྲིད།

source: If set to true, Caja will only show folders in the tree side pane. Otherwise it will show both folders and files.
bo_cn: གལ་ཏེ་trueགཏན་འཁེལ་བྱས་ན། Caja གཞོགས་མཐའི་སྡེ་རུ་ཡིག་ཆའི་མིང་འཆར་སྲིད། དེ་མིན་ན་ཡིག་ཁུག་དང་ཡིག་ཆ་མཉམ་དུ་འཆར་སྲིད།

source: If set to true, file sizes are shown using IEC (base 1024) units with "KiB" style suffixes, instead of default with SI units.
bo_cn: གལ་ཏེ trueགཏན་འཁེལ་བྱས་ན། ཡིག་ཆའི་ཆེ་ཆུང་IEC (1024 进制)སྡེ་ཚན་“KiB”ལྟར་རྗེས་མཇུག་འཆར་སྲིད་པ་ལས།SI སྡེ་ཚན་མིན།

source: If set to true, newly opened windows will have the location bar visible.
bo_cn: གལ་ཏེ་ trueལ་བཀོད་ན། ཁ་ཕྱེ་བའི་སྒེའུ་ཁུང་གསར་བས་གནས་ས་སྡེ་མངོན་པ།

source: If set to true, newly opened windows will have the side pane visible.
bo_cn: གལ་ཏེ་ trueལ་བཀོད་ན། ཁ་ཕྱེ་བའི་སྒེའུ་ཁུང་གསར་བས་མཐའ་ཟུར་སྡེ་མངོན་པ།

source: If set to true, newly opened windows will have the status bar visible.
bo_cn: གལ་ཏེ་ trueལ་བཀོད་ན། ཁ་ཕྱེ་བའི་སྒེའུ་ཁུང་གསར་བས་རྣམ་པ་སྡེ་མངོན་པ།
