Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/caja.po
Languages: bo_cn

source: Add connect to server mount
bo_cn: “ཞབས་ཞུ་ཆས་མཐུད་པ”དཔྱངས་མཐུད་སྣོན་པ།

source: Browse the file system with the file manager
bo_cn: ཡིག་ཆ་དོ་དམ་ཆས་ཀྱིས་ཡིག་ཆའི་རྒྱུད་ཁོངས་མིག་བཤེར་བྱེད་པ།

source: (%'d
bo_cn: (ཨང་%'d

source: (another copy)
bo_cn: (བསྐྱར་མ་གཞན་ཞིག)

source: (containing %'d item)
bo_cn: (ཚན་%'d འདུས།)

source: (containing a total of %'d item)
bo_cn: (སྤྱིའི་ཚན %'d ཡོད།)

source: (copy)
bo_cn: (བསྐྱར་མ།)

source: (invalid Unicode)
bo_cn: "། (ཕན་མེད་གྱི་ Unicode)"

source: "%s" cannot open "%s" because "%s" cannot access files at "%s" locations.
bo_cn: “%s”ཡིས་“%s”ཁ་འབྱེད་མི་ཐུབ། དེའི་རྒྱུ་མཚན་ནི་“%s”ཡིས་“%s”རུ་གནས་པའི་ཡིག་ཆ་ལྟ་སྤྱོད་བྱ་མི་ཐུབ།

source: "%s" is an executable text file.
bo_cn: “%s”ནི་ལག་བསྟར་རུང་བའི་ཡིག་རྐྱང་ཡིག་ཆ་ཡིན།

source: "%s" selected
bo_cn: “%s”བདམས་པ།

source: "%s" will be copied if you select the Paste command
bo_cn: གལ་ཏེ་ཁྱེད་ཀྱིས་སྦྱར་བའི་བཀའ་བརྡ་བདམས་ན། “%s”འདྲ་བཟོ་བྱ།

source: "%s" will be moved if you select the Paste command
bo_cn: གལ་ཏེ་ཁྱེད་ཀྱིས་སྦྱར་བའི་བཀའ་བརྡ་བདམས་ན། “%s”སྤོ་བར་བྱ།

source: %'d file left to delete
bo_cn: ད་དུང་ཡིག་ཆ %'d འདོར་རྒྱུ་ཡིན།

source: %'d file left to trash
bo_cn: ད་དུང་ཡིག་ཆ %'d སྙིགས་སྒམ་དུ་སྤོ་བ་ཡིན།

source: %'d file operation active
bo_cn: ཚན་ %'dཡི་ཡིག་ཆ་བཀོལ་སྤྱོད་སྒྲུབ་བཞིན་ཡོད།

source: %'d folder selected
bo_cn: ཡིག་ཁུག %'d བདམས་པ།

source: %'d hour
bo_cn: ཆུ་ཚོད། %'d

source: %'d item selected
bo_cn: ཚན་%'d བདམས་པ།

source: %'d item, with size %s
bo_cn: ཚན་%'dདང་། ཆེ་ཆུང་ %sཡིན།

source: %'d minute
bo_cn: སྐར་མ་%'d

source: %'d other item selected
bo_cn: ཡང་ཚན་ %'dབདམས་པ།

source: %'d second
bo_cn: སྐར་ཆ། %'d

source: %'u file
bo_cn: ཡིག་ཆ་%'u

source: %'u folder
bo_cn: ཡིག་ཁུག་%'u

source: %'u item
bo_cn: ཚན་%'u

source: %A, %B %-d %Y at %-I:%M:%S %p
bo_cn: %Yལོའི་ཟླ %-mཚེས་%-dཉིན%A，%-H:%M:%S

source: %S of %S
bo_cn: %S，བསྡོམས་པས་%S

source: %S of %S — %T left (%S/sec)
bo_cn: %S，བསྡོམས་པས་ %S - %Tལྷག (སྐར་ཆ་%S/)

source: %T left
bo_cn: %T ལྷག

source: %a, %b %-d %Y at %-I:%M %p
bo_cn: %Yལོའི་ཟླ%-mཚེས%-dཉིན%a，%-H:%M

source: %a, %b %-d %Y at %-I:%M:%S %p
bo_cn: %Yལོའི་ཟླ %-mཚེས་%-dཉིན%A，%-H:%M:%S

source: %b %-d %Y at %-I:%M %p
bo_cn: %Yལོའི་ཟླ%-mཚེས་%-dཉིན，%H:%M

source: %b %-d %Y, %-I:%M %p
bo_cn: %Yལོའི་ཟླ%-mཚེས་%-dཉིན，%H:%M

source: %m/%-d/%y, %-I:%M %p
bo_cn: %Y-%-m-%-d，%H:%M

source: %m/%d/%y
bo_cn: %Y-%m-%d

source: %s %'dnd link to
bo_cn: %1$s ཨང་ %2$'d མྱུར་ཐབས།

source: %s %'drd link to
bo_cn: %1$s ཨང་ %2$'d མྱུར་འཇུག་བྱེད་སྟངས།

source: %s %'dst link to
bo_cn: %1$s ཨང་ %2$'d མྱུར་འཇུག་བྱེད་སྟངས།

source: %s %'dth link to
bo_cn: %1$s ཨང་ %2$'d མྱུར་འཇུག་བྱེད་སྟངས།

source: %s (%'dnd copy)%s
bo_cn: %s(བསྐྱར་མ།%'d)%s

source: %s (%'drd copy)%s
bo_cn: %s(བསྐྱར་མ།%'d)%s

source: %s (%'dst copy)%s
bo_cn: %s(བསྐྱར་མ།%'d)%s

source: %s (%'dth copy)%s
bo_cn: %s(བསྐྱར་མ།%'d)%s

source: %s (%s bytes)
bo_cn: %s(%s ཡིག་ཚིགས།)

source: %s (another copy)%s
bo_cn: %s(བསྐྱར་མ་གཞན་ཞིག)%s

source: %s (copy)%s
bo_cn: %s(བསྐྱར་མ།)%s

source: %s - File Browser
bo_cn: %s - ཡིག་ཆ་བཤར་ཆས།

source: %s Properties
bo_cn: %s གཏོགས་གཤིས།

source: %s Visible Columns
bo_cn: %s མཐོང་རུང་སྟར།

source: %s Volume
bo_cn: %s པོད།

source: %s document
bo_cn: %s ཡིག་ཚགས།

source: %s%s %'dnd link to
bo_cn: %1$s(ཨང་ %3$'d མྱུར་འཇུག་བྱེད་སྟངས་)%2$s

source: %s%s %'drd link to
bo_cn: %1$s(ཨང་ %3$'d མྱུར་འཇུག་བྱེད་སྟངས་)%2$s

source: %s%s %'dst link to
bo_cn: %1$s(ཨང་ %3$'d མྱུར་འཇུག་བྱེད་སྟངས་)%2$s

source: %s%s %'dth link to
bo_cn: %1$s(ཨང་ %3$'d མྱུར་འཇུག་བྱེད་སྟངས་)%2$s

source: %s's Home
bo_cn: མི་སྒེར།

source: %s, Free space: %s
bo_cn: %s་བར་སྟོང་ལྷག་མ་%s

source: (Empty)
bo_cn: (སྟོང་པ།)

source: (some contents unreadable)
bo_cn: ནང་དོན་ཁ་ཤས་ཀློག་མི་ཐུབ།

source: <b>Available _Extensions:</b>
bo_cn: <b>སྤྱོད་རུང་རྒྱ་སྐྱེད།(_E)：</b>

source: <b>Behavior</b>
bo_cn: <b>བྱ་སྤྱོད།</b>

source: <b>Compact View Defaults</b>
bo_cn: <b>ཚགས་དམ་པའི་མཐོང་རིས་སོར་བཞག་ཚད།</b>

source: <b>Date</b>
bo_cn: <b>ཚེས་གྲངས།</b>

source: <b>Default View</b>
bo_cn: <b>སོར་བཞག་མཐོང་རིས།</b>

source: <b>Executable Text Files</b>
bo_cn: <b>ལག་བསྟར་རུང་བའི་ཡིག་རྐྱང་ཡིག་ཆ།</b>

source: <b>Folders</b>
bo_cn: <b>ཡིག་ཁུག</b>

source: <b>Height:</b> %d pixel
bo_cn: <b>མཐོ་ཚད།</b> %d བརྙན་རྒྱུ།

source: <b>Icon Captions</b>
bo_cn: <b>རིས་རྟགས་ཁ་བྱང་།</b>

source: <b>Icon View Defaults</b>
bo_cn: <b>རིས་རྟགས་མཐོང་རིས་ཀྱི་སོར་བཞག་ཚད།</b>

source: <b>List Columns</b>
bo_cn: <b>རེའུ་མིག་སྟར།</b>

source: <b>List View Defaults</b>
bo_cn: <b>རེའུ་མིག་མཐོང་རིས་སོར་བཞག་ཚད།</b>

source: <b>Media Handling</b>
bo_cn: <b>བར་རྫས་སྒྲིག་གཅོད།</b>

source: <b>Other Media</b>
bo_cn: <b>བར་རྫས་གཞན་དག</b>

source: <b>Other Previewable Files</b>
bo_cn: <b>སྔོན་ལྟ་རུང་བའི་ཡིག་ཆ་གཞན་དག</b>

source: <b>Size</b>
bo_cn: <b>ཆེ་ཆུང་།</b>

source: <b>Sound Files</b>
bo_cn: <b>སྒྲ་ཡིག</b>

source: <b>Text Files</b>
bo_cn: <b>ཡིག་རྐྱང་ཡིག་ཆ།</b>

source: <b>Trash</b>
bo_cn: <b>སྙིགས་སྒམ།</b>

source: <b>Tree View Defaults</b>
bo_cn: <b>སྡོང་འགྲེམས་མཐོང་རིས་ཀྱི་སོར་བཞག་ཚད།</b>

source: <b>Width:</b> %d pixel
bo_cn: <b>ཞེང་ཚད།</b> %d བརྙན་རྒྱུ།

source: <b>_Bookmarks</b>
bo_cn: <b>དཔེ་བྱང་།(_B)</b>

source: <b>_Location</b>
bo_cn: <b>གནས་ས།(_L)</b>

source: <b>_Name</b>
bo_cn: <b>མིང་།(_N)</b>

source: <big><b>Error autorunning software</b></big>
bo_cn: <big><b>མཉེན་ཆས་རང་འཁོར་ནོར་འཁྲུལ་བྱུང་།</b></big>

source: <big><b>This medium contains software intended to be automatically started. Would you like to run it?</b></big>
bo_cn: <big><b>བར་རྫས་འདི་ལ་མཉེན་ཆས་རང་འཁོར་བྱེད་རྩིས་འདུས་པ། དེ་འཁོར་སྐྱོད་བྱ་འདོད་དམ།</b></big>

source: <p> Caja is the official file manager for the MATE desktop. It allows for browsing directories, as well as previewing files and launching applications associated with them. It is also responsible for handling the icons on the MATE desktop. It works on local and remote file systems. </p> <p> Caja is extensible through a plugin system, similar to that of GNOME Nautilus, of which Caja is a fork. </p>
bo_cn: <p> Cajaནི་ཅོག་ངོས་MATEགཞུང་ཕྱོགས་ཡིག་ཆ་དོ་དམ་ཆས་ཡིན། Cajaཡིས་དཀར་ཆག་ལ་ཞིབ་བཤེར་དང་ཡིག་ཆ་ལ་སྔོན་ལྟ་དེ་མིན་འབྲེལ་ཡོད་ཉེར་སྤྱོད་བྱ་རིམ་སོགས་ཀྱི་ཁ་འབྱེད་པ་ལ་སྟབས་བདེ་བཟོས་ཡོད། Cajaཡིས་MATEཅོག་ངོས་ཀྱི་རིས་རྟགས་ཀྱང་དོ་དམ་བྱེད་ཀྱིན་ཡོད། དེ་ཡིས་རྒྱང་རིང་ཡིག་ཆའི་རྒྱུད་ཁོངས་ཀྱང་དོ་དམ་བྱ་ཐུབ།</p><p>Cajaཡི་བྱེད་ནུས་རྒྱ་སྐྱེད་བྱ་རིམ་སྣ་ཚོགས་ཁ་སྣོན་བྱས་ནས་ཤུགས་ཆེན་བཏང་ཆོག GNOMEཡི་Nautilusདང་རིགས་འདྲ་སྟེ། Cajaནི་Nautilusཡི་forkཡིན།</p>

source: ? bytes
bo_cn: ? ཡིག་ཚིགས།

source: ? items
bo_cn: ? ཚན།

source: A folder with the same name already exists in "%s".
bo_cn: “%s”རུ་མིང་མཚུངས་པའི་ཡིག་ཁུག་ཡོད།

source: A list of captions below an icon in the icon view and the desktop. The actual number of captions shown depends on the zoom level. Some possible values are: "size", "type", "date_modified", "date_changed", "date_accessed", "owner", "group", "permissions", "octal_permissions" and "mime_type".
bo_cn: རིས་རྟགས་མཐོང་རིས་ཁྲོད་ཀྱི་རིས་རྟགས་དང་ཅོག་ངོས་རིས་རྟགས་ཞབས་བྱང་གི་རེའུ་མིག དངོས་ཡོད་ཁ་བྱང་གི་ཤར་ཚད་ནི་ཆེ་ཆུང་བཟོ་བའི་ཚད་རིམ་ལ་རག་ཡོད། གདམས་ཆོག་པ་ནི། “size”ཆེ་ཆུང་། “type”རིགས། “date_modified”ཟླ་ཚེས་ལ་བཅོས་སྒྲིག་བྱེད་པ། “date_changed”ཟླ་ཚེ་ལ་བཟོ་བཅོས་བྱེད་པ། “date_accessed”ཟླ་ཚེས་ལ་ལྟ་སྤྱོད་བྱེད་པ། “owner”བདག་དབང་བ། “group”ཚོ་ཁག “permissions”དབང་ཚད། “octal_permissions”བརྒྱད་གོང་འགྲིལ་ལུགས་དབང་ཚད་དང་།“mime_type”MIMEརིགས།

source: A newer file with the same name already exists in "%s".
bo_cn: “%s” ནང་དུ་མིང་མཚུངས་པའི་ཡིག་ཆ་ཡོད།

source: A newer folder with the same name already exists in "%s".
bo_cn: “%s”རུ་མིང་འདྲ་བའི་ཡིག་ཁུག་གསར་བ་ཡོད།

source: A string containing the saved geometry and coordinates string for navigation windows.
bo_cn: ཉར་བའི་ཕྱོགས་འཁྲིད་སྒེའུ་ཁུང་གི་དབྱིབས་དང་གནས་ཚད་འདུས་པའི་ཡིག་རྟགས་ཕྲེང་།

source: A string specifying how parts of overlong file names should be replaced by ellipses, depending on the zoom level. Each of the list entries is of the form "Zoom Level:Integer". For each specified zoom level, if the given integer is larger than 0, the file name will not exceed the given number of lines. If the integer is 0 or smaller, no limit is imposed on the specified zoom level. A default entry of the form "Integer" without any specified zoom level is also allowed. It defines the maximum number of lines for all other zoom levels. Examples: 0 - always display overlong file names; 3 - shorten file names if they exceed three lines; smallest:5,smaller:4,0 - shorten file names if they exceed five lines for zoom level "smallest". Shorten file names if they exceed four lines for zoom level "smaller". Do not shorten file names for other zoom levels. Available zoom levels: smallest (33%), smaller (50%), small (66%), standard (100%), large (150%), larger (200%), largest (400%)
bo_cn: ཆེ་ཆུང་བརྗེ་བའི་ཚད་རིམ་ལ་བསྟེན་པའི་ངེས་གཏན་ཡིག་ཆའི་མིང་རིང་དྲག་པ་དག་ཅི་ལྟར་བྱས་པ་བརྒྱུད་ནས་བསྡུས་རྟགས་ཡིག་ཕྲེང་ལ་བརྗེ་སྤོར་བྱེད་དགོས། རེའི་ཡིག་སོ་སོའི་རྣམ་པ་ནི། ཆེ་རུང་རིམ་པ་ཧྲིལ་གྲངས་ཡིན། ངེས་གཏན་བྱས་པའི་ཆེ་ཆུང་རིམ་པ་དག གལ་སྲིད་སྤྲད་པའི་ཧྲིལ་གྲངས་0ལས་ཆེ་བ་ཡིན་ན། ཡིག་ཆའི་མིང་སྤྲད་པའི་ཕྲེང་ཨང་ལས་མི་བརྒལ། གལ་སྲིད་ཧྲིལ་གྲངས་དེ་0ལས་ཆུང་བ་ཡིན་ན་ཚད་བཀག་མེད། སོ་བཞག་བྱས་པའི་དོན་ཚན་གྱི་རྣམ་པའི་ཧྲིལ་གྲངས་ཡིན་པ་དང་། ཆེ་ཆུང་ཚད་རིམ་ཅི་ཡང་མེད་ནའང་ཆོག་པ་ཡིན། དེ་ཡིས་ཚད་རིམ་ཆེ་ཆུང་གི་ཆེས་ཆེ་བའི་ཕྲང་ཨང་གཏན་འཁེལ་བྱས་ཡོད། དཔེར་ན། 0 -དུས་གཏན་དུ་ཚད་བརྒལ་ཡིག་ཆའི་མིང་འཆར་བ། 3 -གལ་སྲིད་ཡིག་ཆའི་མིང་ཐིག་ཕྲེང་3ལས་བརྒལ་བ་ཡིན་ན་དེ་དག་ཇེ་ཆུང་དུ་གཏོང་བ། ཆེས་ཆུང་བ།5 དེ་ལས་ཆུང་བ།4 0 - གལ་སྲིད་ཡིག་ཆའི་མིང་ཆེ་ཚུང་ཚད་བཀག་གི་ཆེས་ཆུང་ཚད་གྲངས་ཕྲེང་5ལས་བརྒལ་བ་ཡིན་ན་ཇེ་ཆུང་དུ་བཟོ་བ། གལ་སྲིད་ཡིག་ཆའི་མིང་ཆེ་ཆུང་ཚད་བཀག་གི་ཕྲེང་4ལས་བརྒལ་ན་ཆུང་དུ་བཟོ་བ། ཚད་རིམ་གཞན་དག་ལ་ཡིག་ཆའི་མིང་ཆུང་དུ་མི་བཟོ། བཀོད་ཆོག་པའི་ཆེ་ཆུང་གི་ཚད་རིམ། ཆེས་ཆུང་བ། 33% དེ་ལས་ཆུང་བ།50% ཆུང་བ།66% ཆེ་བ།150% དེ་ལས་ཆེ་བ།200% ཆེས་ཆེ་བ།400%

source: A_ll columns have the same width
bo_cn: སྟར་ཚང་མའི་ཞེང་ཚད་མཚུངས་པ་ཡིན།(_L)

source: About Extension
bo_cn: རྒྱ་སྐྱེད་སྐོར།

source: Access files
bo_cn: ལྟ་སྤྱོད་ཡིག་ཆ།

source: Access was denied.
bo_cn: ལྟ་སྤྱོད་འགོག་པ།

source: Access:
bo_cn: ལྟ་སྤྱོད།：

source: Accessed:
bo_cn: ལྟ་སྤྱོད།：

source: Acti_on:
bo_cn: བྱ་སྤྱོད།(_O)：

source: Activate next tab
bo_cn: གདོང་འཛར་ངོས་རྗེས་མ་སྐུལ་སློང་བྱེད།

source: Activate previous tab
bo_cn: གདོང་འཛར་སྔར་མ་བོ་སྐུལ་སློང་བྱེད།

source: Add Application
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་སྣོན་པ།

source: Add Emblems...
bo_cn: རྟགས་མ་སྣོན་པ།...

source: Add _bookmark
bo_cn: དཔེ་བྱང་སྣོན་པ།(_B)

source: Add a bookmark for the current location to this menu
bo_cn: འདེམས་བྱང་འདིར་མིག་སྔའི་གནས་སའི་དཔེ་བྱང་ཅིག་སྣོན།

source: Add a new criterion to this search
bo_cn: འཚོལ་བཤེར་འདིར་ཆ་རྐྱེན་གསར་པ་སྣོན།

source: Add new...
bo_cn: ཁ་སྣོན།

source: Advanced Search
bo_cn: མཐོ་རིམ་འཚོལ་བཤེར།

source: All columns have same width
bo_cn: སྟར་ཚང་མའི་ཞེང་ཚད་མཚུངས་པ་ཡིན།

source: All executable files in this folder will appear in the Scripts menu.
bo_cn: ཡིག་ཁུག་འདིའི་ལག་བསྟར་རུང་བའི་ཡིག་ཆ་ཚང་མ་ཞབས་དེབ་འདེམས་བྱང་དུ་མངོན་པ།

source: All items in the Trash will be permanently deleted.
bo_cn: སྙིགས་སྒམ་ནང་གི་རྣམ་གྲངས་ཚང་མ་བརྟན་བསུབ་བྱེད།

source: Allow _executing file as program
bo_cn: བྱ་རིམ་གྱིས་ཡིག་ཆ་ལག་བསྟར་ཆོག་པ་བྱེད།(_E)

source: Always
bo_cn: ནམ་ཡང་།

source: Always use the location entry, instead of the pathbar
bo_cn: རྒྱུན་དུ་གནས་སའི་ཚན་སྤྱོད་པ་དང་། འགྲོ་ལམ་སྡེ་མི་སྤྱོད།

source: An integer specifying how parts of overlong file names should be replaced by ellipses on the desktop. If the number is larger than 0, the file name will not exceed the given number of lines. If the number is 0 or smaller, no limit is imposed on the number of displayed lines.
bo_cn: ཧྲིལ་གྲངས་ཤིག ཅོག་ངོས་སྟེང་གི་ཡིག་ཆའི་མིང་ཆེ་ཤོས་ཀྱི་ལྷག་མ་བསྡུས་རྟགས་ཀྱི་ཅི་ལྟར་མཚོན། གལ་ཏེ་གྲངས་ཀ་འདི་0ལས་ཆེ་ན། ཡིག་ཆའི་མིང་གཏན་འཁེལ་གྱི་ཕྲེང་ལས་མི་བརྒལ། གལ་ཏེ་0དང་འདྲ་བའམ་ཆུང་བ་ཡིན་ན། ཐིག་ཕྲེང་འཆར་བར་ཚོད་འཛིན་མེད།

source: An invalid drag type was used.
bo_cn: ནུས་མེད་ཀྱི་འདྲུད་གཏོང་རིགས་གྲས་སྤྱད་པ།

source: An older file with the same name already exists in "%s".
bo_cn: “%s” ནང་དུ་མིང་མཚུངས་པའི་ཡིག་ཆ་ཡོད།

source: An older folder with the same name already exists in "%s".
bo_cn: “%s”རུ་མིང་མཚུངས་པའི་ཡིག་ཆ་རྙིང་པ་ཡོད།

source: Another file with the same name already exists in "%s".
bo_cn: “%s” ནང་དུ་མིང་མཚུངས་པའི་ཡིག་ཆ་ཡོད།

source: Another folder with the same name already exists in "%s".
bo_cn: “%s”རུ་མིང་མཚུངས་པའི་ཡིག་ཁུག་ཡོད།

source: Another link to %s
bo_cn: %s མྱུར་འཇུག་བྱེད་སྟངས་གཞན་ཞིག

source: Another link to %s%s
bo_cn: %s(མྱུར་འཇུག་བྱེད་སྟངས་གཞན་ཞིག)%s

source: Any
bo_cn: གང་རུང་།

source: Aperture Value
bo_cn: འོད་གོར་ཚད།

source: Apparition
bo_cn: འཕྲུལ་སྣང་།

source: Apple Filing Protocol (AFP)
bo_cn: ཀུ་ཤུའི་ཡིག་ཆའི་གྲོས་མཐུན།（AFP）

source: Application does not accept documents on command line
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་དེ་བཀའ་བརྡ་འཕྲེད་དུ་ཡིག་ཚགས་མི་ལེན།

source: Apply Permissions to Enclosed Files
bo_cn: འདུས་པའི་ཡིག་ཆར་དབང་ཚད་སྤྱོད་པ།

source: Apply this action to all files
bo_cn: བྱ་སྤྱོད་འདི་ཡིག་ཆ་ཚང་མར་སྤྱོད་པ།

source: Are you sure you want to clear the list of locations you have visited?
bo_cn: ཁྱེད་ཀྱིས་ Cajaཡིས་ཁྱེད་ཀྱི་ལྟ་སྤྱོད་བྱས་པའི་གནས་སརེའུ་མིག་གཙང་སེལ་བྱེད་འདོད་པ་གཏན་འཁེལ་ལམ

source: Are you sure you want to open all files?
bo_cn: ཁྱེད་ཀྱིས་ཡིག་ཆ་ཚང་མ་ཁ་ཕྱེ་རྒྱུ་གཏན་འཁེལ་ལམ།

source: Are you sure you want to permanently delete "%B" from the trash?
bo_cn: ཁྱེད་ཀྱིས་སྙིགས་སྒམ་ནས་%Bབརྟན་བསུབ་རྒྱུ་གཏན་འཁེལ་ལམ།

source: Are you sure you want to permanently delete "%B"?
bo_cn: ཁྱེད་ཀྱིས་%Bབརྟན་བསུབ་རྒྱུ་གཏན་འཁེལ་ལམ།

source: Are you sure you want to permanently delete the %'d selected item from the trash?
bo_cn: ཁྱེད་ཀྱིས་སྙིགས་སྒམ་ནས་བདམས་པའི་ ཚན་པ་%'d བརྟན་བསུབ་རྒྱུ་གཏན་འཁེལ་ལམ།

source: Are you sure you want to permanently delete the %'d selected item?
bo_cn: ཁྱེད་ཀྱིས་་བདམས་པའི་ ཚན་པ་%'d བརྟན་བསུབ་རྒྱུ་གཏན་འཁེལ་ལམ།

source: Are you sure you want to permanently trash "%B"
bo_cn: ཁྱེད་ཀྱིས་“%B”སྙིགས་སྒམ་དུ་འཇོག་རྒྱུ་གཏན་འཁེལ་ལམ

source: Are you sure you want to permanently trash the %'d selected item?
bo_cn: ཁྱེད་ཀྱིས་བདམས་པའི་རྣམ་གྲངས་ %'d སྙིགས་སྒམ་དུ་འཇོག་རྒྱུ་གཏན་འཁེལ་ལམ།

source: Arran_ge Items
bo_cn: རྣམ་གྲངས་སྟར་སྒྲིག(_G)

source: Ask before _emptying the Trash or deleting files
bo_cn: སྙིགས་སྒམ་གཙང་སེལ་ཡང་ན་ཡིག་ཆ་འདོར་བའི་སྔོན་དུ་འདྲིས།(_E)

source: Ask what to do
bo_cn: འདྲི་རྩད་བཀོལ་སྤྱོད།

source: Autorun Prompt
bo_cn: རང་འགུལ་འགུལ་སྤྱོད་ཀྱི་དྲན་སྐུལ།

source: Azul
bo_cn: ཉེན་རྟོག་པ།

source: B_rowse media when inserted
bo_cn: བར་འཇུག་བྱེད་སྐབས་སུ་བར་རྫས་ལ་ལྟོས།(_R)

source: Back history
bo_cn: ལོ་རྒྱུས་ཕྱིར་སློག

source: Background
bo_cn: རྒྱབ་ལྗོངས།

source: Backgrounds and Emblems
bo_cn: རྒྱབ་ལྗོངས་དང་རྟགས་མ།

source: Basic
bo_cn: གཞི་རྩ།

source: Before running Caja, please create the following folder, or set permissions such that Caja can create it.
bo_cn: Cajaའཁོར་སྐྱོད་སྔོན་དུ། ཡིག་ཁུག་འདི་གསར་བཟོ་བྱེད། ཡང་ན་དབང་ཚད་སྤྲད་ནས་ Cajaཡིས་གསར་བཟོ་བྱ་རུ་འཇུག

source: Before running Caja, please create these folders, or set permissions such that Caja can create them.
bo_cn: Cajaའཁོར་སྐྱོད་སྔོན་དུ། ཡིག་ཁུག་འདི་དག་གསར་བཟོ་བྱེད། ཡང་ན་དབང་ཚད་སྤྲད་ནས་ Cajaཡིས་གསར་བཟོ་བྱ་རུ་འཇུག

source: Begin
bo_cn: མགོ་རྩོམ།

source: Behavior
bo_cn: བྱ་སྤྱོད།

source: Black
bo_cn: ནག་པོ།

source: Blue Ridge
bo_cn: སྔོན་རིས།

source: Blue Rough
bo_cn: རྩུབ་སྔོན།

source: Blue Type
bo_cn: གཞི་སྔོན་གསལ་བྱེད།

source: Bookmark Name:
bo_cn: དཔེ་བྱང་མིང་།

source: Bookmark for Nonexistent Location
bo_cn: གནས་སའི་དཔེ་བྱང་མེད་པ།

source: Bookmarks
bo_cn: དཔེ་འཛར།

source: Browse Network
bo_cn: དྲ་བ་མིག་བཤར།

source: Browse all local and remote disks and folders accessible from this computer
bo_cn: རང་གནས་རྩིས་འཁོར་གྱིས་ལྟ་སྤྱོད་བྱ་ཐུབ་པའི་ཡིག་ཆ་ཡོད་ཚད་རྒྱང་ལམ་སྡུད་སྡེར་དང་ཡིག་སྣོད་ལ་ལྟ་བཤེར་བྱ་ཆོག

source: Browse bookmarked and local network locations
bo_cn: ཡིག་ཆ་དོ་དམ་ཆས་ཀྱིས་ཡིག་ཆའི་རྒྱུད་ཁོངས་ལ་ལྟ་བཤར་བྱ་དགོས།

source: Browse in %'d New _Tab
bo_cn: གདོང་འཛར་གསར་པ་%'d རུ་མིག་བཤར་བྱེད།(_T)

source: Browse in %'d New _Window
bo_cn: སྒེའུ་ཁུང་གསར་པ་%'d རུ་མིག་བཤར་བྱེད།(_W)

source: Browse in New _Tab
bo_cn: གདོང་འཛར་གསར་བར་མིག་བཤར་བྱེད།(_T)

source: Browse in New _Window
bo_cn: སྒེའུ་ཁུང་གསར་བར་མིག་བཤར་བྱེད།(_W)

source: Browse the contents of the network
bo_cn: དྲ་བའི་དཀར་ཆག་མིག་བཤར་བྱེད།

source: Browse the file system with the file manager
bo_cn: ཡིག་ཆ་དོ་དམ་ཆས་ཀྱིས་ཡིག་ཆའི་རྒྱུད་ཁོངས་ལ་ལྟ་བཤར་བྱ་དགོས།

source: Brushed Metal
bo_cn: ལྕགས་རིགས་གཉེར་ཅན།

source: Bubble Gum
bo_cn: ཁ་གཙང་ཐང་ཆུ།

source: Burlap
bo_cn: སོ་རས་རགས་ཙམ།

source: By Access Date
bo_cn: ཚེས་གྲངས་ལྟར་ལྟ་སྤྱོད།

source: By Emblems
bo_cn: རྟགས་མ་ལྟར།

source: By Modification Date
bo_cn: བཟོ་བཅོས་དུས་ཚོད་ལྟར།

source: By Modification _Date
bo_cn: བཟོ་བཅོས་དུས་ཚོད་ལྟར།(_D)

source: By Name
bo_cn: མིང་ལ་གཞིགས་ནས།

source: By Path
bo_cn: འགྲོ་ལམ་ལྟར།

source: By Size
bo_cn: ཆེ་ཆུང་ལྟར།

source: By T_rash Time
bo_cn: འདོར་བའི་དུས་ཚོད་ལྟར།(_R)

source: By Trashed Date
bo_cn: སྙིགས་སྒམ་དུ་འཇོག་པའི་དུས་ལྟར།

source: By Type
bo_cn: རིགས་གྲས་ལ་གཞིགས་ནས།

source: By _Emblems
bo_cn: རྟགས་མ་ལྟར།(_E)

source: By _Name
bo_cn: མིང་ལྟར།(_N)

source: By _Size
bo_cn: ཆེ་ཆུང་ལྟར།(_S)

source: By _Type
bo_cn: རིགས་གྲས་ལྟར།(_T)

source: CD Burn
bo_cn: འོད་སྡེར་སྲེག་ཕབ་བྱེད་པ།

source: CD _Audio:
bo_cn: སྒྲ་ཟློས། CD(_A)：

source: C_ancel Remove
bo_cn: འདོར་བ་ལེན་པ།(_A)

source: C_olors
bo_cn: ཁ་དོག(_O)

source: C_onfigure Extension
bo_cn: སྡེབ་སྒྲིག་རྒྱ་སྐྱེད།(_ )

source: C_onnect
bo_cn: འབྲེལ་མཐུད(_O)

source: Caja
bo_cn: ཡིག་ཆ་ལྟ་བཤར་ཆས།

source: Caja cannot handle "%s" locations.
bo_cn: Caja ཡིས་གནས་ས“%s”སྒྲིག་གཅོད་བྱ་མི་ཐུབ།

source: Caja cannot handle this kind of location.
bo_cn: Caja ཡིས་རིགས་གྲས་འདི་ལྟར་བུའི་གནས་ས་སྒྲིག་གཅོད་བྱ་མི་ཐུབ།

source: Caja could not create the following required folders: %s.
bo_cn: Caja ཡིས་གཤམ་གྱི་དགོས་པའི་ཡིག་ཁུག：%sགསར་བཟོ་མི་ཐུབ།

source: Caja could not create the required folder "%s".
bo_cn: Caja ཡིས་དགོས་པའི་ཡིག་ཁུག%sགསར་བཟོ་མི་ཐུབ།

source: Caja has no installed viewer capable of displaying the folder.
bo_cn: Caja ཡིག་ཁུག་མངོན་པའི་ལྟ་ཆས་སྒྲིག་འཇུག་བྱས་མེད།

source: Caja is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
bo_cn: Cajaགསལ་བསྒྲགས་བྱེད་པའི་དམིགས་ཡུལ་ནི་ཁྱེད་ལ་ཕན་པ་ཡོད་པར་བསམ་པ་ཡིན། རེད་ཀྱང་ང་ཚོས་ཁག་ཐེག་ཅི་ཡང་བྱས་མེད། བེད་སྤྱོད་བྱེད་གནས་དང་དེ་བེད་སྤྱད་དེ་དངོས་ཤུགས་གང་ནས་གནོད་པ་བཟོས་བའི་མཇུག་འབྲས་ལ་འགན་མི་ཁུར། GNU GPLཆིངས་ཡིག་ཁྲོད་ཀྱི་ཕྲ་རིམ་ལ་གཟིགས་རོགས།

source: Caja is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
bo_cn: Cajaནི་རང་དབང་མཉེན་ཆས་ཤིག་ཡིན། ཁྱེད་ཀྱིས་རང་དབང་མཉེན་ཆས་ཐེབས་རྩ་ཚོགས་པའི་གསལ་བསྒྲགས་བྱས་པའི་GNU GPLཆིངས་ཡིག་ལ་གཞིགས་ནས་རང་མོས་ཀྱིས་བརྒྱུད་གཏོང་དང་བཟོ་བཅོས་རྒྱག་ཆོག GPL ཆིངས་ཡིག་སྤྱོད་དགོས་པ་ནི་པར་བཤུས་གཉིས་པ་དང་དེའི་རྗེས་ཀྱི་པར་བཤུས་གང་ཡིན་ཞིག

source: Caja lets you organize files and folders, both on your computer and online.
bo_cn: Cajaཡིས་ཁྱེད་ལ་རང་འཁོར་དང་དྲ་བའི་སྟེང་གི་ཡིག་ཆ་དང་ཡིག་ཁུག་སྒྲིག་འཛུགས་བྱ་ཐུབ།

source: Caja uses the users home folder as the desktop
bo_cn: Caja ཡིས་སྤྱོད་མཁན་གྱི་ཡིག་ཁུག་གཙོ་ཅོག་ངོས་བྱས་ནས་སྤྱོད་པ།

source: Caja will exit when last window destroyed.
bo_cn: Cajaཆེས་མཇུག་མའི་སྒེའུ་ཁུང་ཁ་བརྒྱབ་རྗེས་ཕྱིར་འདོན་པ་ཡིན།

source: Camera Brand
bo_cn: པར་ཆས་ཀྱི་སྤུས་རྟགས།

source: Camera Model
bo_cn: པར་ཆས་ཀྱི་རིགས།

source: Camouflage
bo_cn: རྫུན།

source: Can't load the supported server method list. Please check your GVfs installation.
bo_cn: རྒྱབ་སྐྱོར་བྱ་ཐུབ་པའི་བསྒར་ཁུང་ཐབ་ཀྱི་རེའུ་མིག་སྣོན་འཇུག་བྱ་མི་ཐུབ། ཁྱེད་ཀྱི་ GVfs ལྷུ་སྒྲིག་ལ་ཞིབ་བཤེར་བྱ་རོགས།

source: Can't pass document URIs to a 'Type=Link' desktop entry
bo_cn: ཡིག་ཚགས་ཀྱི་URL དེ“Type=Link”ཡི་ཅོག་ངོས་ཚན་ལ་བརྒྱུད་མི་ཐུབ།

source: Cancel
bo_cn: འདོར་བ།

source: Cancel Group Change?
bo_cn: ཚོགས་པ་མིང་བཅོས་ལེན་ནམ།

source: Cancel Owner Change?
bo_cn: བདག་པོ་བཟོ་བཅོས་ལེན་པ།

source: Cannot find the autorun program
bo_cn: རང་འཁོར་གྱི་བྱ་རིམ་མི་རྙེད།

source: Cannot move file to trash, do you want to force delete immediately?
bo_cn: ཡིག་ཆ་སྙིགས་སྒམ་དུ་སྤོ་མི་ཐུབ། ཁྱེད་ཀྱིས་བཙན་འདོར་བྱེད་དགོས་སམ

source: Capatity:
bo_cn: ཤོང་ཚད།：

source: Chalk
bo_cn: ས་སྨྱུག

source: Change Desktop _Background
bo_cn: ཅོག་ངོས་རྒྱབ་ལྗོངས་བཅོས་པ།(_B)

source: Change the behaviour and appearance of file manager windows
bo_cn: ཡིག་ཆ་དོ་དམ་ཆས་ཀྱི་སྒེའུ་ཁུང་གི་བྱ་སྤྱོད་དང་ཕྱི་གཟུགས་བརྗེ་བ།

source: Change the visibility of this window's location bar
bo_cn: སྒེའུ་ཁུང་འདིའི་གནས་ས་སྡེའི་མཐོང་རུང་རང་བཞིན་བཅོས་པ།

source: Change the visibility of this window's main toolbar
bo_cn: སྒེའུ་ཁུང་འདིའི་ལག་ཆ་སྡེའི་མཐོང་རུང་རང་བཞིན་བཅོས་པ།

source: Change the visibility of this window's side pane
bo_cn: སྒེའུ་ཁུང་འདི་ཟུར་སྡེའི་མཐོང་རུང་རང་བཞིན་བཅོས་པ།

source: Change the visibility of this window's statusbar
bo_cn: སྒེའུ་ཁུང་འདི་རྣམ་པ་སྡེའི་མཐོང་རུང་རང་བཞིན་བཅོས་པ།

source: Charcoal
bo_cn: སོལ་བ།

source: Check that the spelling is correct and that your proxy settings are correct.
bo_cn: སྦྱོར་འབྲི་དང་ལས་ཚབ་ཞབས་ཞུ་ཆས་བཀོད་པའི་ཡང་དག་རང་བཞིན་ལ་ཞིབ་བཤེར་བྱེད་རོགས།

source: Check that you have permission to delete the emblem.
bo_cn: ཁྱེད་ལ་རྟགས་མ་འདོར་བའི་དབང་ཚད་ཡོད་མིན་ཞིབ་བཤེར་བྱེད་རོགས།

source: Check that you have permission to delete the pattern.
bo_cn: ཁྱེད་ལ་པར་རིས་འདོར་བའི་དབང་ཚད་ཡོད་མིན་ཞིབ་བཤེར་བྱེད་རོགས།

source: Choose a program with which to open the selected item
bo_cn: བདམས་པའི་རྣམ་གྲངས་ཁ་འབྱེད་བྱེད་བྱ་རིམ་འདེམས།

source: Choose another application with which to open the selected item
bo_cn: བདམས་པའི་རྣམ་གྲངས་ཁ་འབྱེད་བྱེད་བྱ་རིམ་གཞན་ཞིག་འདེམས།

source: Choose the order of information to appear beneath icon names. More information will appear when zooming in closer.
bo_cn: དཔེ་རིས་མིང་གི་གཤམ་དུ་ཤར་བའི་ཆ་འཕྲིན་གྱི་གོ་རིམ་འདེམས་པ། ཆེ་ཆུང་འགྱུར་བ་དང་བསྟུན་ནས། ཆ་འཕྲིན་ཤར་བ་ཇེ་མང་དུ་འགྲོ།

source: Choose the order of information to appear in the list view.
bo_cn: ཆ་འཕྲིན་རེའུ་མིག་མཐོང་རིས་སུ་མངོན་པའི་རིམ་པ་འདེམས།

source: Choose the order of information to appear in this folder:
bo_cn: ཡིག་ཁུག་འདི་ནང་གི་མངོན་དགོས་པའི་ཆ་འཕྲིན་ལ་རིམ་པ་འདེམས།

source: Choose what application to launch.
bo_cn: འདྲེན་སྤྱོད་བྱ་དགོས་པའི་ཉེར་སྤྱོད་བྱ་རིམ་འདེམས།

source: Choose what happens when inserting media or connecting devices to the system
bo_cn: བར་རྫས་བར་འཇུག་ཡང་ན་སྒྲིག་ཆས་རྒྱུད་ཁོངས་སུ་འབྲེལ་སྐབས་བཀོལ་སྤྱོད་གང་ལག་བསྟར་བྱེད་དགོས་པ་འདེམས།

source: Choosing a script from the menu will run that script with any selected items as input.
bo_cn: འདེམས་བྱང་འདིར་ཞབས་དེབ་ཞིག་བདམས་ན་བདམས་པའི་རྣམ་གྲངས་གང་རུང་ནང་འཇུག་བྱས་ནས་ཞབས་དེབ་དེ་ལག་བསྟར་བྱ།

source: Clea_r History
bo_cn: ལོ་རྒྱུས་གཙང་སེལ།(_R)

source: Clear contents of Go menu and Back/Forward lists
bo_cn: “སྤོ་བ”འདེམས་བྱང་དང་། “མདུན་སྐྱོད”ཡང་ན་“ཕྱིར་སྣུར”རེའུ་མིག་ནང་གི་ནང་དོན་གཙང་སེལ།

source: Click on a color to remove it
bo_cn: ཁ་དོག་ལ་ཆིག་རྡེབ་ནས་འདོར་བ།

source: Click on a pattern to remove it
bo_cn: རི་མོ་ལ་ཆིག་རྡེབ་ནས་འདོར་བ།

source: Click on an emblem to remove it
bo_cn: རྟགས་མ་ལ་ཆིག་རྡེབ་ནས་འདོར་བ།

source: Clos_e All Folders
bo_cn: ཡིག་ཁུག་ཚང་མ་ཁ་རྒྱག(_E)

source: Close
bo_cn: ཁ་རྒྱག་པ།

source: Close P_arent Folders
bo_cn: ཕུའི་ཡིག་ཁུག་ཁ་རྒྱག(_A)

source: Close _All Windows
bo_cn: སྒེའུ་ཁུང་ཚང་མ་ཁ་རྒྱག(_A)

source: Close all Navigation windows
bo_cn: ཁ་ཕྱེ་བའི་ཕྱོགས་འཁྲིད་སྒེའུ་ཁུང་ཚང་མ་ཁ་རྒྱག

source: Close all folder windows
bo_cn: ཡིག་ཁུག་སྒེའུ་ཁུང་ཚང་མ་ཁ་རྒྱག

source: Close tab
bo_cn: གདོང་འཛར་ཁ་རྒྱག

source: Close the side pane
bo_cn: ཟུར་སྡེ་ཁ་རྒྱག

source: Close this folder
bo_cn: ཡིག་ཁུག་འདི་ཁ་རྒྱག

source: Close this folder's parents
bo_cn: ཡིག་ཁུག་འདིའི་ཕའི་ཡིག་ཁུག་ཁ་རྒྱག

source: Collapse
bo_cn: ལྟེབ་བརྩེགས་རྒྱག་པ།

source: Color _name:
bo_cn: ཁ་དོག་གི་མིང་།(_N)：

source: Color _value:
bo_cn: ཁ་དོག་གི་ཚད(_V)：

source: Color for the default folder background. Only used if background_set is true.
bo_cn: སོར་བཞག་ཡིག་ཁུག་རྒྱབ་ལྗོངས་ཀྱི་ཁ་དོག་background_setནི་trueལ་བཀོད་སྐབས་སྤྱོད་པ་ཡིན།

source: Colors:
bo_cn: ཁ་དོག：
