Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/caja.po
Languages: bo_cn

source: The application launcher "%s" has not been marked as trusted. If you do not know the source of this file, launching it may be unsafe.
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་འབྱེད་ཆས“%s“ད་དུང་ཡིད་ཆེས་པར་མཚོན་མེད། གལ་ཏེ་ཁྱེད་ཀྱི་ཡིག་ཆ་འདིའི་ཡོང་ཁུངས་མི་ཤེས་ན། དེའི་ཁ་འབྱེད་ན་བདེ་འཇག་མིན་སྲིད།

source: The cache is being written. Do not remove the removable storage device. Otherwise, data will be lost.
bo_cn: ལྷོད་གསོག་ཏུ་འབྲི་བ། སྤོ་རུང་གསོག་འཇོག་སྒྲིག་ཆས་མ་འདོར། མིན་ན་གཞི་གྲངས་བོར་བ་ཡིན།

source: The color cannot be installed.
bo_cn: ཁ་དོག་འཇུག་མི་ཐུབ།

source: The compact view encountered an error while starting up.
bo_cn: ཚགས་དམ་མཐོང་རིས་མགོ་སློང་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: The compact view encountered an error.
bo_cn: ཚགས་དམ་མཐོང་རིས་ནོར་འཁྲུལ་བྱུང་།

source: The current position of the insertion cursor in chars.
bo_cn: འཇུག་ཚེག་གི་མིག་སྔའི་གནས་ས། ཡིག་རྟགས་ཀྱིས་གྲངས་བགྲང་།

source: The date the file was accessed.
bo_cn: ཡིག་ཆ་ལྟ་སྤྱོད་ཀྱི་དུས།

source: The date the file was modified.
bo_cn: ཡིག་ཆ་བཟོ་བཅོས་ཀྱི་དུས།

source: The default action cannot open "%s" because it cannot access files at "%s" locations.
bo_cn: སོར་བཞག་བཀོལ་སྤྱོད་ཀྱིས་“%s”ཁ་འབྱེད་མི་ཐུབ། རྒྱུ་མཚན་ནི་“%s”རུ་གནས་པའི་ཡིག་ཆ་ལྟ་སྤྱོད་བྱེད་མི་ཐུབ།

source: The default size of an icon for a thumbnail in the icon view.
bo_cn: རིས་རྟགས་མཐོང་རིས་སུ་སྐུང་རིས་ཀྱི་སོར་བཞག་རིས་རྟགས་ཆེ་ཆུང་།

source: The default sort-order for items in the icon view. Possible values are "name", "size", "type", "mtime", and "emblems".
bo_cn: དཔེ་རིས་ཁྲོད་ཀྱི་རྣམ་གྲངས་ཀྱི་སྒྲིག་རིམ། བདམ་གསེས་བྱེད་ཆོག་པ་ནི་“name”(མིང་།)、“size”(ཆེ་ཆུང་།)、“type”(རིགས།)、“mtime”(དག་བཅོས་དུས་ཚོད།)和“emblems”(མཚོན་རྟགས།)。

source: The default width of the side pane in new windows.
bo_cn: སྒེའུ་ཁུང་གསར་བའི་མཐའ་ཟུར་སྡེའི་སོར་བཞག་ཞེང་ཚད།

source: The desktop view encountered an error while starting up.
bo_cn: ཅོག་ངོས་མཐོང་རིས་མགོ་སློང་སྐབས་ནོར་འཁྲུལ་ལ་འཕྲད།

source: The desktop view encountered an error.
bo_cn: ཅོག་ངོས་མཐོང་རིས་ནོར་འཁྲུལ་ལ་འཕྲད།

source: The destination folder is inside the source folder.
bo_cn: དམིགས་ཡུལ་ཡིག་ཁུག་ཁུངས་ཡིག་ཁུག་ཏུ་གནས།

source: The destination is not a folder.
bo_cn: དམིགས་ཡུལ་གནས་ས་ནི་ཡིག་ཁུག་མིན།

source: The destination is read-only.
bo_cn: དམིགས་ཡུལ་ནི་ཀློག་ཙམ་ཡིན།

source: The dragged file does not appear to be a valid image.
bo_cn: འདྲུད་པའི་ཡིག་ཆ་ནི་ནུས་ལྡན་གྱི་པར་རིས་ལ་མི་འདྲ།

source: The emblem cannot be added.
bo_cn: རྟགས་མ་སྣོན་མི་ཐུབ།

source: The emblem cannot be installed.
bo_cn: རྟགས་མཚོན་སྒྲིག་འཇུག་བྱ་མི་ཐུབ།

source: The emblems do not appear to be valid images.
bo_cn: རྟགས་མ་ནི་ནུས་ལྡན་གྱི་པར་རིས་མི་འདྲ།

source: The file "%B" cannot be handled because you do not have permissions to read it.
bo_cn: ཡིག་ཆ་“%B”སྒྲིག་གཅོད་བྱ་མི་ཐུབ། ཁྱེད་ལ་དེ་ཀློག་པའི་དབང་ཚད་མེད་པའི་རྐྱེན་ཡིན།

source: The file "%B" cannot be moved to the trash, force delete will cause the trash can't manage this file! do you want to force delete immediately?
bo_cn: ཡིག་ཆ་“%B”སྙིགས་སྒམ་དུ་འདོར་མི་ཐུབ། བཙན་ཤེད་ཀྱིས་དོར་ན་སྙིགས་སྒམ་གྱིས་ཡིག་ཆ་འདི་ལ་དོ་དམ་མི་བྱེད། ཁྱེད་ཀྱིས་བཙན་ཤེད་ཀྱིས་འདོར་རམ།

source: The file '%s' does not appear to be a valid image.
bo_cn: ཡིག་ཆ་“%s”ནུས་ལྡན་གྱི་པར་རིས་ལ་མི་འདྲ།

source: The file is not an image.
bo_cn: ཡིག་ཆ་ནི་པར་རིས་མིན།

source: The file is of an unknown type
bo_cn: ཡིག་ཆ་ནི་མི་ཤེས་པའི་རིགས་གྲས་ཡིན།

source: The file that you dropped is not an image.
bo_cn: ཁྱེད་ཀྱིས་འདྲུད་པའི་ཡིག་ཆ་ནི་རང་སའི་ཡིག་ཆ་མིན།

source: The file that you dropped is not local.
bo_cn: ཁྱེད་ཀྱིས་འདྲུད་པའི་ཡིག་ཆ་ནི་རང་སའི་ཡིག་ཆ་མིན།

source: The folder "%B" cannot be copied because you do not have permissions to create it in the destination.
bo_cn: ཡིག་ཁུག“%B”འདྲ་བཟོ་མི་ཐུབ། ཁྱེད་ལ་དམིགས་ཡུལ་གནས་སར་དེ་གསར་བཟོའི་དབང་ཚད་མེད་པའི་རྐྱེན།

source: The folder "%B" cannot be copied because you do not have permissions to read it.
bo_cn: ཡིག་ཁུག“%B”འདྲ་བཟོ་མི་ཐུབ། ཁྱེད་ལ་དེ་ཀློག་པའི་དབང་ཚད་མེད་པའི་རྐྱེན།

source: The folder "%B" cannot be deleted because you do not have permissions to read it.
bo_cn: ཡིག་ཁུག“%B”འདོར་མི་ཐུབ། ཁྱེད་ལ་དེ་ཀློག་པའི་དབང་ཚད་མེད་པའི་རྐྱེན།

source: The folder "%B" cannot be handled because you do not have permissions to read it.
bo_cn: ཡིག་ཁུག“%B”སྒྲིག་གཅོད་བྱ་མི་ཐུབ། ཁྱེད་ལ་དེ་ཀློག་པའི་དབང་ཚད་མེད་པའི་རྐྱེན།

source: The folder "%s" cannot be opened on "%s".
bo_cn: ཡིག་ཁུག“%s”དེ“%s”རུ་ཁ་འབྱེད་མི་ཐུབ།

source: The folder contents could not be displayed.
bo_cn: ཡིག་ཁུག་ནང་དོན་མངོན་མི་ཐུབ།

source: The font description used for the icons on the desktop.
bo_cn: ཅོག་ངོས་སུ་རིས་རྟགས་ཞིབ་བརྗོད་སྤྱོད་པའི་ཡིག་གཟུགས།

source: The format of file dates. Possible values are "locale", "iso", and "informal".
bo_cn: ཡིག་ཆའི་དུས་ཀྱི་རྣམ་གཞག་འདེམས་རུང་གི་ཚད་ནི་“locale”དང་།“iso”།“informal”ཡིན།

source: The geometry string for a navigation window.
bo_cn: ཕྱོགས་ཁྲིད་སྒེའུ་ཁུང་གི་དབྱིབས་ཀྱི་ཡིག་རྟགས་ཕྲེང་།

source: The group could not be changed.
bo_cn: ཚོ་པ་བཅོས་མི་ཐུབ།

source: The group of the file.
bo_cn: ཡིག་ཆའི་ཚོ་ཁག

source: The history location doesn't exist.
bo_cn: ལོ་རྒྱུས་ཀྱི་གནས་ས་མེད་པ།

source: The icon view encountered an error while starting up.
bo_cn: རིས་རྟགས་མཐོང་རིས་མགོ་སློང་སྐབས་སུ་ནོར་འཁྲུལ་བྱུང་།

source: The icon view encountered an error.
bo_cn: རིས་རྟགས་མཐོང་རིས་ནོར་འཁྲུལ་བྱུང་།

source: The item cannot be restored from trash
bo_cn: རྣམ་གྲངས་སྙིགས་སྒམ་ལས་སླར་གསོ་མི་ཐུབ།

source: The item could not be renamed.
bo_cn: རྣམ་གྲངས་མིང་བསྐྱར་འདོགས་བྱ་མི་ཐུབ།

source: The list view encountered an error while starting up.
bo_cn: རེའུ་མིག་མཐོང་རིས་མགོ་སློང་སྐབས་སུ་ནོར་འཁྲུལ་ལ་འཕྲད།

source: The list view encountered an error.
bo_cn: རེའུ་མིག་མཐོང་རིས་ནོར་འཁྲུལ་ལ་འཕྲད།

source: The location "%s" does not exist.
bo_cn: གནས་ས“%s”མེད་པ།

source: The location cannot be displayed with this viewer.
bo_cn: གནས་ས་ལྟ་ཆས་ཀྱིས་མངོན་མི་ཐུབ།

source: The location is not a folder.
bo_cn: གནས་ས་ནི་ཡིག་ཁུག་མིན།

source: The location of the file.
bo_cn: ཡིག་ཆའི་གནས་ས།

source: The media contains digital photos.
bo_cn: བར་རྫས་སུ་ཨང་ཀིའི་འདྲ་པར་འདུས།

source: The media contains software.
bo_cn: བར་རྫས་ལ་མཉེན་ཆས་ཚུད།

source: The media has been detected as "%s".
bo_cn: བར་རྫས་“%s”ལ་ཞིབ་དཔྱད་བྱེད།

source: The mime type of the file.
bo_cn: ཡིག་ཆའི MIME རིགས་གྲས།

source: The name "%s" is already used in this folder. Please use a different name.
bo_cn: ཡིག་ཁུག་འདིའི་ནང་དུ་%sཞེས་པའི་མིང་བཀོལ་ཟིན། མིང་གཞན་ཞིག་སྤྱོད་རོགས།

source: The name "%s" is not valid because it contains the special character "\/:*?"<>". Please use a different name.
bo_cn: མིང་“%s”ནུས་མེད་ཡིན། རྒྱུ་མཚན་ནི་དེའི་ནང་དུ་དམིགས་བསལ་མཚོན་རྟགས་“\ / : * ? " < > |”འདུས། ཁྱེད་ཀྱིས་མིང་གཞན་བཀོལ་སྤྱོད་བྱོས།

source: The name "%s" is not valid. Please use a different name.
bo_cn: མིང་“%s”ནུས་མེད། མིང་གཞན་སྤྱོད་རོགས།

source: The name and icon of the file.
bo_cn: ཡིག་ཆའི་མིང་དང་རིས་རྟགས།

source: The owner could not be changed.
bo_cn: བདག་པོ་བསྒྱུར་མི་ཐུབ།

source: The owner of the file.
bo_cn: ཡིག་ཆའི་བདག་པོ།

source: The path is empty
bo_cn: འགྲོ་ལམ་སྟོང་པ་རེད།

source: The permissions could not be changed.
bo_cn: དབང་ཆ་བཅོས་མི་ཐུབ།

source: The permissions of "%s" could not be determined.
bo_cn: %sཡི་དབང་ཚད་གཏན་འཁེལ་བྱེད་མི་ཐུབ།

source: The permissions of the file, in octal notation.
bo_cn: ཡིག་ཆའི་དབང་ཚད་བརྒྱད་གོང་འགྲིལ་ལུགས་ཀྱིས་མངོན།

source: The permissions of the file.
bo_cn: ཡིག་ཆའི་དབང་ཚད།

source: The permissions of the selected file could not be determined.
bo_cn: བདམས་པའི་ཡིག་ཆའི་དབང་ཚད་གཏན་མི་འཁེལ།

source: The position of the opposite end of the selection from the cursor in chars.
bo_cn: གདམ་ཁུལ་སྣེ་གཞན་གྱི་གནས་ས་འོད་རྟགས་ནས་ཡིག་རྟགས་ལྟར་གྲངས་བགྲང་།

source: The selection rectangle
bo_cn: གྲུ་བཞི་ནར་མོའི་འདེམས་ཁུལ།

source: The server at "%s" cannot be found.
bo_cn: “%s”རུ་གནས་པའི་ཞབས་ཞུ་ཆས་མི་རྙེད།

source: The side pane view to show in newly opened windows.
bo_cn: ཁ་གསར་བར་ཕྱེ་བའི་སྒེའུ་ཁུང་དུ་མཐའ་ཟུར་སྡེའི་མཐོང་རིས་མངོན།

source: The size of the file.
bo_cn: ཡིག་ཆའི་ཆེ་ཆུང་།

source: The software will run directly from the medium "%s". You should never run software that you don't trust. If in doubt, press Cancel.
bo_cn: མཉེན་ཆས་ཐད་ཀར་བར་རྫས“%s”ཁྲོད་འཁོར་སྐྱོད་བྱེད་སྲིད། ཁྱོད་ཀྱིས་ཡིད་ཆེས་མེད་པའི་མཉེན་ཆས་འཁོར་སྐྱོད་མ་བྱེད། གལ་ཏེ་ཁྱེད་ལ་དོགས་པ་ཡོད་ན། འདོར་བ་སྣོན་རོགས།

source: The source file would be overwritten by the destination.
bo_cn: ཁུངས་ཡིག་ཆ་དམིགས་ཡུལ་གྱིས་ཁེབས་སྲིད།

source: The target doesn't support symbolic links.
bo_cn: འདྲུད་པའི་དམིགས་ཡུལ་གྱིས་མཚོན་རྟགས་སྦྲེལ་མཐུད་རྒྱབ་སྐྱོར་མི་བྱེད།

source: The text of the label.
bo_cn: གདོང་འཛར་སྟེང་གི་ཡི་གེ

source: The type of the file.
bo_cn: ཡིག་ཆའི་རིགས།

source: There is %S available, but %S is required.
bo_cn: མིག་སྔར་S%ལས་མེད་མོད།འོན་ཀྱང་S%དགོས།

source: There is no "%s" in this folder. Perhaps it was just moved or deleted?
bo_cn: ཡིག་ཁུག་འདིར་“%s”མེད། དེ་ད་སྤོ་བའམ་འདོར་སྲིད།

source: There is no application installed for %s files
bo_cn: %s ཡིག་ཆ་རིགས་གྲས་ལ་ཉེར་སྤྱོད་བྱ་རིམ་སྒྲིག་འཇུག་བྱེད་མེད།

source: There is no application installed for %s files. Do you want to search for an application to open this file?
bo_cn: ཡིག་ཆའི་རིགས %sལ་ཉེར་སྤྱོད་བྱ་རིམ་ནང་འཇུག་བྱས་མེད། ཁྱོད་ཀྱིས་ཡིག་ཆ་འདི་ཁ་འབྱེད་པའི་ཉེར་སྤྱོད་བྱ་རིམ་འཚོལ་དགོས་སམ།

source: There is no files which you want
bo_cn: འཚོལ་བཤེར་ཆ་རྐྱེན་དང་འཚམ་པའི་ཚན་པ་མེད།

source: There is not enough space on the destination. Try to remove files to make space.
bo_cn: དམིགས་ཚད་ཀྱི་གནས་སར་བར་སྟོང་འདང་ངེས་ཤིག་མེད། ཁྱོད་ཀྱིས་ཡིག་ཆ་འགའ་བསུབ་ནས་བར་སྟོང་ལྷོད་པར་་ཚོད་ལྟ་བྱེད་རོགས།

source: There is nothing on the clipboard to paste.
bo_cn: དྲས་པང་ནང་དུ་སྦྱར་ཆོག་པའི་དངོས་པོ་མེད།

source: There was an error copying the file into %F.
bo_cn: ཡིག་ཆ་ %Fལ་འདྲ་བཟོ་བྱེད་སྐབས་ནོར་བྱུང་།

source: There was an error creating the directory in %F.
bo_cn: %Fནང་དུ་དཀར་ཆག་གསར་བཟོ་བྱེད་སྐབས་ནོར་བྱུང་།

source: There was an error creating the folder "%B".
bo_cn: ཡིག་ཁུག“%B”གསར་བཟོ་བྱེད་སྐབས་ནོར་བྱུང་།

source: There was an error creating the symlink in %F.
bo_cn: %Fནང་དུ་མཚོན་རྟགས་འབྲེལ་བ་གསར་བཟོ་བྱེད་དུས་ནོར་བྱུང་།

source: There was an error deleting %B.
bo_cn: %B འདོར་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: There was an error displaying help.
bo_cn: རོགས་རམ་བྱེད་སྐབས་ཀྱི་ནོར་འཁྲུལ་འཆར་བ།

source: There was an error displaying help: %s
bo_cn: རོགས་རམ་འཆར་སྐབས་ནོར་འཁྲུལ་བྱུང་། %s

source: There was an error getting information about "%B".
bo_cn: “%B”སྐོར་གྱི་ཆ་འཕྲིན་ཐོབ་སྐབས་སུ་ནོར་འཁྲུལ་བྱུང་།

source: There was an error getting information about the destination.
bo_cn: དམིགས་ཡུལ་སྐོར་གྱི་ཆ་འཕྲིན་ཐོབ་སྐབས་སུ་ནོར་འཁྲུལ་བྱུང་།

source: There was an error getting information about the files in the folder "%B".
bo_cn: ཡིག་ཁུག“%B”ནང་གི་ཡིག་ཆའི་ཆ་འཕྲིན་ཐོབ་སྐབས་སུ་ནོར་འཁྲུལ་བྱུང་།

source: There was an error launching the application.
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་མགོ་སློང་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: There was an error moving the file into %F.
bo_cn: ཡིག་ཆ་ %Fལ་སྤོ་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: There was an error reading the folder "%B".
bo_cn: ཡིག་ཁུག“%B”ཀློག་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: There was an internal error trying to search for applications:
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་བཤེར་འཚོལ་ཚོད་ལྟ་བྱེད་སྐབས་ནང་ཁུལ་གྱི་ནོར་འཁྲུལ་བྱུང་།：

source: These files are on a Photo CD.
bo_cn: ཡིག་ཆ་འདི་དག་འདྲ་པར CDརུ་གནས།

source: These files are on a Picture CD.
bo_cn: ཡིག་ཆ་འདི་དག་པར་རིས CDརུ་གནས།

source: These files are on a Super Video CD.
bo_cn: ཡིག་ཆ་འདི་དག་རིམ་འདས VCD འོད་སྡེར་དུ་གནས།

source: These files are on a Video CD.
bo_cn: འདི་དག་ VCD འོད་སྡེར་དུ་གནས།

source: These files are on a Video DVD.
bo_cn: ཡིག་ཆ་འདི་དག་ DVD འོད་སྡེར་དུ་གནས།

source: These files are on a digital audio player.
bo_cn: ཡིག་ཆ་འདི་དག་ནི་འཁྱེར་བདེའི་གླུ་དབྱངས་གཏོང་ཆས་སུ་གནས།

source: These files are on an Audio CD.
bo_cn: ཡིག་ཆ་འདི་དག་སྒྲ་ཟློས་CDསྟེང་དུ་ཡོད།

source: These files are on an Audio DVD.
bo_cn: ཡིག་ཆ་འདི་དག་སྒྲ་ཟློས་DVDསྟེང་དུ་ཡོད།

source: This drop target only supports local files.
bo_cn: འདྲུད་འཇོག་འདིས་རང་ས་ཁོ་ནའི་ཡིག་ཆར་རྒྱབ་སྐྱོར་བྱེད།

source: This file cannot be ejected
bo_cn: ཡིག་ཆ་འདི་འཕར་ཐོན་བྱེད་མི་ཐུབ།

source: This file cannot be mounted
bo_cn: ཡིག་ཆ་འདི་འགེལ་མི་ཐུབ།

source: This file cannot be started
bo_cn: ཡིག་ཆ་འདི་མགོ་བརྩམ་མི་ཐུབ།

source: This file cannot be stopped
bo_cn: ཡིག་ཆ་འདི་ཁ་རྒྱག་མི་ཐུབ།

source: This file cannot be unmounted
bo_cn: ཡིག་ཆ་འདི་བཤིག་འདོར་བྱེད་མི་ཐུབ་པ།

source: This is disabled due to security considerations.
bo_cn: བདེ་འཇགས་ལ་བསམ་བློ་བཏང་ན།བྱེད་ནུས་འདི་བཀོལ་མི་ཆོག

source: This is probably because the emblem is a permanent one, and not one that you added yourself.
bo_cn: རྟགས་མ་འདི་ཡུན་བརྟན་ཡིན་སྲིད་པས། ཁྱེད་རང་གིས་སྣོན་པ་མིན།

source: This link cannot be used, because it has no target.
bo_cn: སྦྲེལ་མཐུད་འདི་བཀོལ་མི་ཐུབ།རྒྱུ་མཚན་ནི་དེ་ལ་དམིགས་ཡུལ་མེད།

source: This link cannot be used, because its target "%s" doesn't exist.
bo_cn: སྦྲེལ་མཐུད་འདི་བཀོལ་མི་ཐུབ།རྒྱུ་མཚན་ནི་དེ་ལ་དམིགས་ཡུལ་“%s”མེད།

source: This list contains the extensions that are currently de-activated.
bo_cn: རེའུ་མིག་འདིར་མིག་སྔའི་བཀག་པའི་རྒྱ་སྐྱེད་ཚུད་ཡོད།

source: This name can be set if you want a custom name for the computer icon on the desktop.
bo_cn: གལ་ཏེ་ཁྱེད་ཀྱིས་ཅོག་ངོས་སྟེང་གི་རྩིས་འཁོར་རིས་རྟགས་ལ་མཚན་ཉིད་རང་འཇོག་གི་མིང་ཞིག་གཏན་འཁེལ་བྱེད་འདོད་ན།འདིར་འགོད་རོགས།

source: This name can be set if you want a custom name for the home icon on the desktop.
bo_cn: གལ་ཏེ་ཁྱེད་ཀྱིས་ཅོག་ངོས་སྟེང་གི་ཡིག་ཁུག་གཙོའི་རིས་རྟགས་ལ་མཚན་ཉིད་རང་འཇོག་གི་མིང་ཞིག་གཏན་འཁེལ་བྱེད་འདོད་ན།འདིར་འགོད་རོགས།

source: This name can be set if you want a custom name for the network servers icon on the desktop.
bo_cn: གལ་ཏེ་ཁྱེད་ཀྱིས་ཅོག་ངོས་སྟེང་གི་དྲ་བའི་ཞབས་ཞུ་ཆས་རིས་རྟགས་ལ་མཚན་ཉིད་རང་འཇོག་གི་མིང་ཞིག་གཏན་འཁེལ་བྱེད་འདོད་ན།འདིར་འགོད་རོགས།

source: This name can be set if you want a custom name for the trash icon on the desktop.
bo_cn: གལ་ཏེ་ཁྱེད་ཀྱིས་ཅོག་ངོས་སྟེང་གི་སྙིགས་སྒམ་གྱི་རིས་རྟགས་ལ་མཚན་ཉིད་རང་འཇོག་གི་མིང་ཞིག་གཏན་འཁེལ་བྱེད་འདོད་ན།འདིར་འགོད་རོགས།

source: This will open %'d separate tab.
bo_cn: འདིས་ཁེར་རྐྱང་གི་གདོང་འཛར་%'d ཁ་འབྱེད།

source: This will open %'d separate window.
bo_cn: འདིས་ཁེར་རྐྱང་གི་སྒེའུ་ཁུང་%'d ཁ་འབྱེད།

source: This will open %d separate tab.
bo_cn: འདིས་ཁེར་རྐྱང་གི་གདོང་འཛར་%'d ཁ་འབྱེད།

source: This will open %d separate window.
bo_cn: འདིས་ཁེར་རྐྱང་གི་སྒེའུ་ཁུང་%'d ཁ་འབྱེད།

source: To open non-local files copy them to a local folder and then drop them again.
bo_cn: རང་ས་མིན་པའི་ཡིག་ཆ་ཁ་འབྱེད་དགོས་ན། དེ་དག་རང་སའི་ཡིག་ཁུག་ཏུ་འདྲ་བཟོ་བྱས་ནས་དེ་དག་དེ་ལ་འདྲུད།

source: To open non-local files copy them to a local folder and then drop them again. The local files you dropped have already been opened.
bo_cn: རང་ས་མིན་པའི་ཡིག་ཆ་ཁ་འབྱེད་དགོས་ན། ཁྱོད་ཀྱིས་དེ་ཚོ་རང་སའི་ཡིག་ཁུག་ནང་དུ་འདྲ་ཕབ་འཐེན་དགོས། ཁྱོད་ཀྱིས་འཐེན་པའི་རང་སའི་ཡིག་ཆ་ཁ་ཕྱེས་འདུག

source: Toggle between button and text-based location bar
bo_cn: མཐེབ་གནོན་ཚུལ་དང་ཡིག་རྐྱང་སྒྲོམ་ཚུལ་གྱི་ཤག་གནས་སྡེ་བར་བརྗེ་རེས་བྱེད།

source: Toggle the display of hidden files in the current window
bo_cn: མིག་སྔའི་སྒེའུ་ཁུང་དུ་སྦེད་པའི་ཡིག་ཆ་མངོན་མིན་བར་དུ་བརྗེ།

source: Toggle using a tighter layout scheme
bo_cn: ཚགས་ཇེ་དམ་གྱི་བཀོད་པའི་ཇུས་གཞི་བརྗེ་རེས་སྤྱོད་པ།

source: Toplevel files cannot be renamed
bo_cn: རྩེར་སོན་རིམ་པའི་ཡིག་ཆ་མིང་བསྐྱར་འདོགས་བྱེད་མི་ཐུབ།

source: Total capacity:
bo_cn: སྤྱིའི་ཤོང་ཚད།

source: Trash
bo_cn: སྙིགས་སྒམ།

source: Trash icon visible on desktop
bo_cn: ཅོག་ངོས་སུ་སྙིགས་སྒམ་གྱི་རིས་རྟགས་མངོན་པ།

source: Trashed On
bo_cn: སྙིགས་སྒམ་དུ་ཞོག

source: Trashing Files
bo_cn: ཡིག་ཆ་སྙིགས་སྒམ་དུ་སྤོ་བཞིན་ཡོད།

source: Tree
bo_cn: སྡོང་འགྲེམས།

source: Try Again
bo_cn: ཡང་བསྐྱར་ཚོད་ལེན།

source: Type
bo_cn: རིགས་རྣམ།

source: Type of click used to launch/open files
bo_cn: ཡིག་ཆའི་ཆིག་རྡེབ་རིགས་གྲས་འདྲེན་སྤྱོད་/ཁ་འབྱེད་ལ་སྤྱོད།

source: Type:
bo_cn: རིགས་གྲས།:

source: U_nlock Drive
bo_cn: སྒྲོག་གྲོལ་སྒུལ་འཁོར།(_N)

source: Unable to eject %V
bo_cn: %Vཕྱིར་འབུད་མི་ཐུབ།

source: Unable to eject %s
bo_cn: %sའཕར་ཐོན་བྱ་མི་ཐུབ།

source: Unable to eject location
bo_cn: གནས་ས་འཕར་ཐོན་བྱ་མི་ཐུབ།

source: Unable to mark launcher trusted (executable)
bo_cn: སྐུལ་ཆས་ཡིད་རྟོན་རུང་བ་ལ་མཚོན་རྟགས་རྒྱག་མི་ཐུབ།(ལག་བསྟར་རུང་བ།)

source: Unable to mount %s
bo_cn: %sའགེལ་ཐབས་བྲལ་བ།

source: Unable to mount location
bo_cn: གནས་ཡུལ་དཔྱངས་མི་ཐུབ།

source: Unable to mount the location.
bo_cn: གནས་ས་འགེལ་མི་ཐུབ།

source: Unable to poll %s for media changes
bo_cn: %s ཡི་བར་རྫས་བཅོས་པ་འཚོལ་མི་ཐུབ།

source: Unable to rename desktop file
bo_cn: ཅོག་ངོས་ཡིག་ཆ་མིང་བསྐྱར་འདོགས་བྱེད་མི་ཐུབ།

source: Unable to rename desktop icon
bo_cn: ཅོག་ངོས་རིས་རྟགས་མིང་བསྐྱར་འདོགས་བྱ་མི་ཐུབ།

source: Unable to search for application
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་འཚོལ་མི་ཐུབ།་

source: Unable to start %s
bo_cn: %sམགོ་སློང་མི་ཐུབ།

source: Unable to start location
bo_cn: གནས་ས་མགོ་སློང་མི་ཐུབ།

source: Unable to stop %s
bo_cn: %sམཚམས་འཇོག་མི་ཐུབ།

source: Unable to stop drive
bo_cn: སྐུལ་ཆས་མཚམས་འཇོག་མི་ཐུབ།

source: Unable to unmount %V
bo_cn: %Vབཤིག་འདོར་བྱ་མི་ཐུབ།

source: Unable to unmount %s
bo_cn: %sབཤིག་འདོར་བྱ་མི་ཐུབ།

source: Unable to unmount %s volume
bo_cn: སྒྲིལ་%sབཤིག་འདོར་བྱ་མི་ཐུབ།

source: Unable to unmount location
bo_cn: གནས་ས་བཤིག་འདོར་བྱ་མི་ཐུབ།

source: Undo
bo_cn: འདོར་བ།

source: Undo change group of %d item
bo_cn: ཚན་%dཡི་ཚོ་བཅོས་པ་ཕྱིར་འཐེན།

source: Undo change owner of %d item
bo_cn: ཚན་%dཡི་བདག་པོ་བཅོས་པ་ཕྱིར་འཐེན།

source: Undo change permissions of %d item
bo_cn: ཚན་%dཡི་དབང་ཚད་བཅོས་པ་ཕྱིར་འཐེན།

source: Undo recursive change permissions of %d item
bo_cn: ཚན་%dཡི་དབང་ཚད་རིམ་ལོག་བཅོས་པ་ཕྱིར་འཐེན།

source: Undo the last action
bo_cn: ཐེངས་སྔོན་གྱི་བཀོལ་སྤྱོད་ལེན་པ།

source: Unknown
bo_cn: མི་ཤེས།

source: Unlock the drive associated with the open folder
bo_cn: ཁ་ཕྱེའི་ཡིག་ཁུག་དང་འབྲེལ་བའི་སྐུལ་ཆས་སྒྲོག་ལེན་པ།

source: Unlock the selected drive
bo_cn: བདམས་པའི་སྒྲིལ་སྒྲོག་སྒྲོལ།

source: Unmount the selected volume
bo_cn: བདམས་པའི་སྒྲིལ་བཤིག་འདོན།

source: Unmount the volume associated with the open folder
bo_cn: ཁ་ཕྱེའི་ཡིག་ཁུག་དང་འབྲེལ་བའི་སྒྲིལ་བཤིག་འདོན།

source: Unmount the volume associated with this folder
bo_cn: ཡིག་ཁུག་དང་འབྲེལ་བའི་སྒྲིལ་བཤིག་འདོན།

source: Unrecognized desktop file Version '%s'
bo_cn: ངོས་འཛིན་མི་ཐུབ་པའི་ཅོག་ངོས་ཡིག་ཆ་པར་གཞི་“%s”

source: Unrecognized launch option: %d
bo_cn: ངོས་འཛིན་མི་ཐུབ་པའི་མགོ་སློང་འདེམས་ཚན།：%d

source: Untrusted application launcher
bo_cn: ཡིད་རྟོན་མེད་པའི་ཉེར་སྤྱོད་བྱ་རིམ་སྐུལ་ཆས།

source: Uri of the default folder background. Only used if background_set is true.
bo_cn: སོར་བཞག་ཡིག་ཁུག་རྒྱབ་ལྗོངས་ཀྱི་URI background_setནི་trueཁོ་ན་ཡིན་སྐབས་སྤྱོད།

source: Uri of the default side pane background. Only used if side_pane_background_set is true.
bo_cn: སོར་བཞག་མཐའ་ཟུར་སྡེའི་རྒྱབ་ལྗོངས་ཀྱི་URI side_pane_background_setནི་trueཁོ་ན་ཡིན་སྐབས་སྤྱོད།

source: Use "%s" to open the selected item
bo_cn: “%s”ཡིས་བདམས་པའི་རྣམ་གྲངས་ཁ་འབྱེད།

source: Use De_fault
bo_cn: སོར་བཞག་ཚད་སྤྱོད།(_F)

source: Use _Default Background
bo_cn: སོར་བཞག་རྒྱབ་ལྗོངས་སྤྱོད།(_D)

source: Use extra mouse button events in Caja' browser window
bo_cn: Caja རགས་ལྟ་སྒེའུ་ཁུང་དུ་ཙིག་རྟགས་དོན་རྐྱེན་ལྷག་མ་སྤྱོད།

source: Use the normal view size
bo_cn: སྤྱིར་བཏང་ཆེ་ཆུང་གི་མཐོང་རིས་སྤྱོད།

source: Use tighter layout in new windows
bo_cn: གསར་བཟོའི་སྒེའུ་ཁུང་དུ་ཚགས་དམ་བཀོད་པ་སྤྱོད།

source: User Details
bo_cn: སྤྱོད་མཁན་གྱི་ཞིབ་ཕྲའི་ཆ་འཕྲིན།

source: User Name:
bo_cn: སྤྱོད་མཁན་མིང་།：

source: Video
bo_cn: བརྙན་ཟློས།

source: View of the current folder
bo_cn: མིག་སྔའི་ཡིག་ཁུག་གི་མཐོང་རིས།

source: View or modify the properties of each selected item
bo_cn: བདམས་པའི་རྣམ་གྲངས་སོ་སོའི་གཏོགས་གཤིས་ལ་ལྟར་བའམ་བཟོ་བཅོས་བྱེད་པ།

source: View or modify the properties of the open folder
bo_cn: བདམས་པའི་ཡིག་ཁུག་གི་གཏོགས་གཤིས་ལ་ལྟར་བའམ་བཟོ་བཅོས་བྱེད་པ།

source: View or modify the properties of this folder
bo_cn: ཡིག་ཁུག་འདིའི་གཏོགས་གཤིས་ལ་ལྟར་བའམ་བཟོ་བཅོས་བྱེད་པ།

source: Views
bo_cn: མཐོང་རིས།

source: Violet
bo_cn: ཙི་རོ་ལན་མདོག

source: Visible _Columns...
bo_cn: མཐོང་རུང་སྟར་(_C)...དེའི་མཐོང་སྟངས།（C）

source: Volume Label:
bo_cn: སྒྲིལ་རྟགས།：

source: Volume:
bo_cn: སྒྲ་ཚད།

source: Warning
bo_cn: ཉེན་བརྡ།

source: Wavy White
bo_cn: རླབས་རིས་དཀར་པོ།

source: Wednesday, September 00 0000 at 00:00:00 PM
bo_cn: 0000ལོའི་ཟླ9ཚེས་0ཉིན། གཟའ་ལྷག་པ།00:00:00

source: What to do with executable text files when activated
bo_cn: སྐུལ་སློང་བྱེད་སྐབས་ལག་བསྟར་ཡིག་རྐྱང་ཡིག་ཆ་ཇི་ལྟར་འཛིན་དགོས།

source: What to do with executable text files when they are activated (single or double clicked). Possible values are "launch" to launch them as programs, "ask" to ask what to do via a dialog, and "display" to display them as text files.
bo_cn: ལག་བསྟར་ཆོག་པའི་ཡི་གེའི་ཡིག་ཆ་གྲུང་སྐུལ་(ཆིག་རྡེབ་བམ་ཉིས་རྡེབ)བྱེད་སྐབས་ཅི་ཞིག་ལག་བསྟར་བྱེད་དགོས། བདམ་གསེས་བྱེད་ཆོག་པའི་གྲངས་ཐང་ཁྲོད། “launch”ཡིས་བྱ་རིམ་ལྟར་ཡིག་ཆ་འདོན་སྤྱོད་བྱེད་ཆོག “ask”ཡིས་གླེང་མོལ་སྒྲོམ་གཞི་འདྲི་རྩད་བྱེད།“display”ཡིས་ཡི་གེ་ཡིག་ཆའི་རྣམ་པས་ནང་དོན་འཆར་བ།

source: When a folder is visited this viewer is used unless you have selected another view for that particular folder. Possible values are "list-view", "icon-view" and "compact-view".
bo_cn: ཡིག་ཁུག་ཁ་འབྱེད་སྐབས། ལྟ་སྤྱོད་ཆས་འདི་བཀོལ་དགོས། དེ་མིན་ན་ཁྱེད་ཀྱིས་ཡིག་ཁུག་ལ་དམིགས་བསལ་གྱིས་མཐོང་རིས་གཞན་ཞིག་འདེམས་དགོས། ཁྱེད་ཀྱིས་བདམས་ཆོག་པའི་གྲངས་ཐང་ནི“list_view”(རེའུ་མིག་གི་མཐོང་རིས།) “icon_view”(རིས་རྟགས་མཐོང་རིས)དང་“compact_view”(ཚགས་དམ་མཐོང་རིས)།

source: When to show number of items in a folder
bo_cn: ཡིག་ཁུག་ཏུ་རྣམ་གྲངས་གྲངས་ཇི་ལྟར་མངོན།

source: When to show preview text in icons
bo_cn: དུས་ནམ་རིས་རྟགས་སུ་སྔོན་ལྟ་ཡི་གེ་མངོན་པ།

source: When to show thumbnails of image files
bo_cn: དུས་ནམ་པར་རིས་ཡིག་ཆའི་སྐུང་རིས་མངོན་པ།

source: Where to position newly open tabs in browser windows.
bo_cn: བཤར་ཆས་སྒེའུ་ཁུང་དུ་ཁ་ཕྱེའི་གདོང་འཛར་ཇི་ལྟར་མངོན་པ།

source: Whether a custom default folder background has been set.
bo_cn: མཚན་ཉིད་རང་འཇོག་གི་སོར་བཞག་ཡིག་ཁུག་གི་རྒྱབ་ལྗོངས་བཀོད་ཡོད་མིན།

source: Whether a custom default side pane background has been set.
bo_cn: མཚན་ཉིད་རང་འཇོག་གི་སོར་བཞག་མཐའ་ཟུར་སྡེའི་རྒྱབ་ལྗོངས་བཀོད་ཡོད་མིན།

source: Whether the navigation window should be maximized by default.
bo_cn: སོར་བཞག་གི་ཕྱོགས་ཁྲིད་སྒེའུ་ཁུང་ཆེ་ཤོས་འཛིན་མིན།

source: Whether the navigation window should be maximized.
bo_cn: ཕྱོགས་ཁྲིད་སྒེའུ་ཁུང་ཆེ་ཤོས་འཛིན་མིན།

source: Whether to ask for confirmation when deleting files, or emptying Trash
bo_cn: ཡིག་ཆ་འདོར་བའང་སྙིགས་སྒམ་གཙང་སེལ་བྱེད་དུས་གཏན་འཁེལ་རེ་ཞུ་བྱེད་དགོས་མིན།

source: Whether to automatically mount media
bo_cn: བར་རྫས་རང་འགེལ་བྱེད་མིན།

source: Whether to automatically open a folder for automounted media
bo_cn: རང་འགེལ་བྱེད་པའི་བར་རྫས་ལ་ཡིག་ཁུག་རང་འབྱེད་བྱེད་དགོས་མིན།

source: Whether to enable immediate deletion
bo_cn: ལམ་སེང་འདོར་བ་མགོ་སློང་དགོས་མིན།

source: Whether to preview sounds when mousing over an icon
bo_cn: ཙིག་རྟགས་རིས་རྟགས་སུ་སྟོན་སྐབས་སྒྲ་སྔོན་ལྟ་བྱེད་དགོས་མིན།

source: Whether to show file sizes with IEC units
bo_cn: འཇལ་བྱེད་ IECབྱས་ནས་ཡིག་ཆའི་ཆེ་ཆུང་མངོན་དགོས་མིན།

source: Whether to show hidden files
bo_cn: སྦེད་པའི་ཡིག་ཆ་མངོན་དགོས་མིན།

source: Whether to show the user a package installer dialog in case an unknown mime type is opened, in order to search for an application to handle it.
bo_cn: སྤྱོད་མཁན་ལ་མཉེན་ཆས་ནང་འཇུག་བྱེད་ཆས་ཀྱི་གླེང་མོལ་སྒྲོམ་ཞིག་མཁོ་འདོན་བྱེད་དམ། ཆ་མེད་ཀྱི་རིགསmimeའབྱེད་སྐབས། བྱ་རིམ་ཞིག་བཙལ་ནས་དེ་ཐག་གཅོད་བྱས་ཆོག

source: White
bo_cn: དཀར་པོ།

source: White Ribs
bo_cn: ཟུར་ཐིག་དཀར་པོ།

source: Width of the side pane
bo_cn: མཐའ་ཟུར་སྡེའི་ཞེང་ཚད།

source: Windows share
bo_cn: Windowsམཉམ་སྤྱོད།

source: You are not the owner, so you cannot change these permissions.
bo_cn: ཁྱེད་རང་བདག་པོ་མ་རེད། དེ་བས་ཁྱེད་ཀྱིས་དེ་དག་གི་དབང་ཆ་བཅོས་མི་ཉན།

source: You can choose another view or go to a different location.
bo_cn: ཁྱེད་ཀྱིས་མཐོང་རིས་གཞན་དག་འདེམ་པའམ་གནས་ས་གཞན་ཞིག་ལ་སྤོ་ཆོག

source: You can download it or make a link to it.
bo_cn: ཁྱོད་ཀྱིས་གནས་འདི་ཕབ་ཆོག་ལ་ཡང་ན་དེར་བསྟན་པའི་སྦྲེལ་མཐུད་བཟོ་ཆོག

source: You can only use images as custom icons.
bo_cn: ཁྱེད་ཀྱིས་པར་རིས་ཡིག་ཆ་ཁོ་ན་སྤྱད་ནས་རང་གཏན་འཁེལ་གྱི་རིས་རྟགས་བྱ།
