Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/caja.po
Languages: bo_cn

source: If set to true, newly opened windows will have toolbars visible.
bo_cn: གལ་ཏེ་ trueལ་བཀོད་ན། ཁ་ཕྱེ་བའི་སྒེའུ་ཁུང་གསར་བས་ལག་ཆ་སྡེ་མངོན་པ།

source: If set to true, then Caja browser windows will always use a textual input entry for the location toolbar, instead of the pathbar.
bo_cn: གལ་ཏེ་ tureགཏན་འཁེལ་བྱས་ན། ལྟ་སྤྱོད་ཆསCajaཡིས་གནས་ཡུལ་ལག་ཆའི་སྡེའི་ཁྲོད་དུ་རྒྱུན་དུ་ཡིག་དེབ་སྒྲོམ་སྤྱོད་སྲིད་པ་ལས། ཁོངས་ལམ་སྡེ་མིན།

source: If set to true, then Caja lets you edit and display file permissions in a more unix-like way, accessing some more esoteric options.
bo_cn: གལ་ཏེtrueགཏན་འཁེལ་བྱས་ན། Cajaཡིས་ཁྱེད་ལ་ unix དང་འདྲ་བའི་ཡིག་ཆ་བཟོ་བཅོས་དང་འཆར་བར་ཆོག་མཆན་བྱེད་སྲིད་པ་མ་ཟད། གསང་པའི་བདམ་ཚན་མང་པོར་ལྟ་སྤྱོད་བྱེད་ཆོག

source: If set to true, then Caja shows folders prior to showing files in the icon and list views.
bo_cn: གལ་ཏེ་ trueལ་བཀོད་ན། Cajaཡིས་རིས་རྟགས་མཐོང་རིས་དང་རེའུ་མིག་མཐོང་རིས་སུ་ཡིག་ཁུག་ཡིག་ཆ་མདུན་དུ་མངོན།

source: If set to true, then Caja will ask for confirmation when you attempt to delete files, or empty the Trash.
bo_cn: གལ་ཏེ་ trueལ་བཀོད་ན། Cajaཡིས་ཁྱེད་ཀྱིས་ཡིག་ཆ་བསུབ་བའམ་སྙིགས་སྒམ་གཙང་སེལ་སྐབས་སུ་གཏན་འཁེལ་རེ་ཞུ་བྱ་བ་ཡིན།

source: If set to true, then Caja will automatically mount media such as user-visible hard disks and removable media on start-up and media insertion.
bo_cn: གལ་ཏེ trueགཏན་འཁེལ་བྱས་ན། Cajaམགོ་རྩོམ་པ་དང་བར་འཇུག་བྱེད་པའི་སྐབས་སུ་རང་འགུལ་གྱི་བར་རྫས་དཔྱངས་སྲིད། དཔེར་ན་སྤྱོད་མཁན་གྱིས་མཐོང་བའི་སྲ་སྒམ་དང་སྤོ་སྒུལ་བར་རྫས།

source: If set to true, then Caja will automatically open a folder when media is automounted. This only applies to media where no known x-content/* type was detected; for media where a known x-content type is detected, the user configurable action will be taken instead.
bo_cn: གལ་ཏེ trueགཏན་འཁེལ་བྱས་ན། Cajaཡིས་རང་འགུལ་གྱི་ཡིག་ཁུག་ཁ་འབྱེད་སྲིད། ཉེར་སྤྱོད་འདི་བཤེར་འཇལ་བྱས་མེད་པའི་བར་རྫས་རིགས x-content/* ལ་སྤྱོད་དགོས། བཤེར་འཇལ་བྱས་ཟིན་པའི་བར་རྫས་རིགས x-content/* ལ། སྤྱོད་མཁན་གྱིས་སྒྲིག་འགོད་བྱས་ཆོག

source: If set to true, then Caja will exit when all windows are destroyed. This is the default setting. If set to false, it can be started without any window, so caja can serve as a daemon to monitor media automount, or similar tasks.
bo_cn: གལ་ཏེ་trueགཏན་འཁེལ་བྱས་ན། སྒེའུ་ཁུང་ཡོད་ཚད་སྒོ་རྒྱབ་རྗེསCajaཕྱིར་འབུད་སྲིད། འདི་ནི་གཏན་འཁེལ་གྱི་སྒྲིག་གཅོད་ཡིན། གལ་ཏེ falseགཏན་འཁེལ་བྱས་ན། དེ་སྒེའུ་ཁུང་མེད་པའི་གནས་བབ་འོག་འབྱེད་ཐུབ། དེ་ལྟར་བྱས་ནcaja འཕེལ་རིམ་ཞིག་དང་འདྲ་བར་འོས་འགན་གང་བབ་ལག་བྱེད་སྲིད།

source: If set to true, then Caja will have a feature allowing you to delete a file immediately and in-place, instead of moving it to the trash. This feature can be dangerous, so use caution.
bo_cn: གལ་ཏེ་ trueགཏན་འཁེལ་བྱས་ན། Caja ཡིས་ཡིག་ཆ་སྙིགས་སྒམ་དུ་སྤོ་སྒུལ་བྱེད་པ་མི་ཡིན་པར། ཁྱེད་ཀྱིས་འདིར་མྱུར་དུ་ཡིག་ཆ་འདོར་བའི་ཁྱད་གཤིས་འབྱེད་སྲིད་ལ། ཁྱད་གཤིས་འདི་ཉེན་ཁ་ཆེ་བས། བཀོལ་སྤྱོད་ལ་སེམས་ཆུང་བྱོས།

source: If set to true, then Caja will never prompt nor autorun/autostart programs when a medium is inserted.
bo_cn: གལ་ཏེ་ trueལ་བཀོད་ན། Cajaཡིས་བར་རྫས་བར་འཇུག་བྱེད་སྐབས་བྱ་རིམ་རང་འཁོར་རམ་མགོ་རང་རྩོམ་གསལ་སྟོན་མི་བྱ།

source: If set to true, then Caja will use the user's home folder as the desktop. If it is false, then it will use ~/Desktop as the desktop.
bo_cn: གལ་ཏེ་ trueགཏན་འཁེལ་བྱས་ན། Cajaཡིས་སྤྱོད་མཁན་གྱི་ཡིག་ཁུག་གཙོ་བོ་ཅོག་ངོས་བྱེད་སྲིད། གལ་ཏེ falseགཏན་འཁེལ་བྱས་ན། ，~/Desktop ཅོག་ངོས་བྱེད་སྲིད།

source: If set to true, then all Caja windows will be browser windows. This is how Nautilus used to behave before version 2.6, and some people prefer this behavior.
bo_cn: གལ་ཏེtrueགཏན་འཁེལ་བྱས་ན། སྒེའུ་ཁུང Cajaཡོད་ཚད་ལྟ་ཞིབ་ཆས་ཀྱི་སྒེའུ་ཁུང་ཡིན། འདི་ནིNautilus ཀྱི་པར་གཞི་2.6 སྔོན་གྱི་བྱ་སྤྱོད་ཡིན་ལ། མི་ཁ་ཤས་བྱ་སྤྱོད་འདིའི་རིགས་ལ་དགའ།

source: If set to true, then hidden files are shown by default in the file manager. Hidden files are either dotfiles, listed in the folder's .hidden file or backup files ending with a tilde (~).
bo_cn: གལ་ཏེ་trueགཏན་འཁེལ་བྱས་ན། ཡིག་ཆ་དོ་དམ་ཆས་ཁྲོད་ཀྱི་སྦས་པའི་ཡིག་ཆ་འཆར་སྲིད། སྦས་པའི་ཡིག་ཆའམ་ . གིས་མགོ་རྩམ་པའི་ཡིག་ཆ། ཡིག་ཁུག་གི་ཡིག་ཆ .hiddenཁྲོད་དྲང་བའི་ཡིག་ཆ། མཇུག་ཏུ་རླབས་རྟགས་ཡོད་པའི་ཡིག་ཆ་བསྐྱར་མ།

source: If set, wrap lines if the text becomes too wide.
bo_cn: གལ་ཏེ་འདེམས་ཚན་འདི་བདམས་ན། ཡིག་རྐྱང་ཞེང་ཆེ་དྲགས་སྐབས་སུ་ཕྲེང་རང་གཅོད་བྱ།

source: If this is set to true, an icon linking to the Network Servers view will be put on the desktop.
bo_cn: གལ་ཏེ་ trueལ་བཀོད་ན། ཅོག་ངོས་སུ་དྲ་བའི་ཞབས་ཞུ་ཆས་སུ་སྦྲེལ་བའི་རིས་རྟགས་ཤིག་འཇོག

source: If this is set to true, an icon linking to the computer location will be put on the desktop.
bo_cn: གལ་ཏེ་ trueལ་བཀོད་ན། ཅོག་ངོས་སུ་རྩིས་འཁོར་གྱི་གནས་སར་སྦྲེལ་བའི་རིས་རྟགས་ཤིག་འཇོག

source: If this is set to true, an icon linking to the home folder will be put on the desktop.
bo_cn: གལ་ཏེ་ trueལ་བཀོད་ན། ཅོག་ངོས་སུ་ཡིག་ཁུག་གཙོ་བོར་སྦྲེལ་བའི་རིས་རྟགས་ཤིག་འཇོག

source: If this is set to true, an icon linking to the trash will be put on the desktop.
bo_cn: གལ་ཏེ་ trueལ་བཀོད་ན། ཅོག་ངོས་སུ་སྙིགས་སྒམ་དུ་སྦྲེལ་བའི་རིས་རྟགས་ཤིག་འཇོག

source: If this is set to true, icons linking to mounted volumes will be put on the desktop.
bo_cn: གལ་ཏེ་ trueལ་བཀོད་ན། ཅོག་ངོས་སུ་བཀལ་བའི་སྒྲིལ་ལ་སྦྲེལ་བའི་རིས་རྟགས་ཤིག་འཇོག

source: If this preference is set, all columns in the compact view have the same width. Otherwise, the width of each column is determined seperately.
bo_cn: གལ་ཏེ་སྔོན་འདེམས་ཚན་པ་འདི་གཏན་འཁེལ་བྱས་ན། ཚགས་དམ་མཐོང་རིས་ཁྲོད་ཀྱི་ཕྲེང་སོ་སོ་ལ་ཞེང་ཚད་འདྲ་བ་ཡོད། དེ་མིན་ན་ཕྲེང་སོ་སོའི་ཞེང་ཚད་མི་འདྲ་བ་གཏན་འཁེལ་བྱེད།

source: If true, files in new windows will be sorted in reverse order. ie, if sorted by name, then instead of sorting the files from "a" to "z", they will be sorted from "z" to "a"; if sorted by size, instead of being incrementally they will be sorted decrementally.
bo_cn: གལ་ཏེtrue་ཡིན་ན། སྒེའུ་ཁུང་ཁྲོད་ཀྱི་ཡིག་ཆ་ལྡོག་རིམ་ལྟར་སྒྲིག་པ་ཡིན་ཏེ། གལ་ཏེ་མིང་གི་གོ་རིམ་ལྟར་སྒྲིག་ན། “z”མདུན་དུ་ཡོད་ལ། “a”མཇུག་ཏུ་ཡོད། གལ་ཏེ་ཆེ་ཆུང་ལྟར་སྒྲིག་ན། ཡིག་ཆ་ཆེ་བ་མདུན་དུ་ཡོད་ལ། ཡིག་ཆ་ཆུང་བ་མཇུག་ཏུ་ཡོད།

source: If true, icons will be laid out tighter by default in new windows.
bo_cn: གལ་ཏེ་ trueལ་བཀོད་ན། རིས་རྟགས་སྒེའུ་ཁུང་གསར་བར་སོར་བཞག་པའི་ཚགས་དམ་པའི་བཀོད་པས་མངོན་པ།

source: If true, labels will be placed beside icons rather than underneath them.
bo_cn: གལ་ཏེ་ trueལ་བཀོད་ན། ཡི་གེའི་གདོང་འཛར་རིས་རྟགས་འགྲམ་དུ་ཕྱིར་འཇོག་པ་དང་། རིས་རྟགས་འོག་ཏུ་འཇོག་པ་མིན།

source: If you delete an item, it will be in trash.
bo_cn: གལ་ཏེ་ཁྱེད་ཀྱིས་རྣམ་གྲངས་ཤིག་དོར་ན། རྣམ་གྲངས་འདི་སྙིགས་སྒམ་དུ་འཇོག་པ་ཡིན།

source: If you delete an item, it will be permanently lost.
bo_cn: གལ་ཏེ་ཁྱེད་ཀྱིས་རྣམ་གྲངས་ཤིག་དོར་ན། རྣམ་གྲངས་བོར་བ་ཡིན།

source: If you want to eject the volume, please use "Eject" in the popup menu of the volume.
bo_cn: གལ་ཏེ་ཁྱེད་ཀྱིས་སྒྲིལ་འཕར་ཐོན་བྱ་དགོས་ན། སྒྲིལ་གཡས་མཐེབ་ཀྱི་འདེམས་བྱང་ནང་གི་“འཕར་ཐོན”བྱེད་ནུས་སྤྱོད་པ།

source: If you want to unmount the volume, please use "Unmount Volume" in the popup menu of the volume.
bo_cn: གལ་ཏེ་ཁྱེད་ཀྱིས་སྒྲིལ་འདོར་དགོས་ན། སྒྲིལ་གཡས་མཐེབ་ཀྱི་འདེམས་བྱང་ནང་གི་“སྒྲིལ་འདོར་”བྱེད་ནུས་སྤྱོད་པ།

source: Illustration
bo_cn: འགྲེམས་སྟོན།

source: Image
bo_cn: པར་རིས།

source: Image Type:
bo_cn: པར་རིས་རིགས་གྲས།：

source: Images over this size (in bytes) won't be thumbnailed. The purpose of this setting is to avoid thumbnailing large images that may take a long time to load or use lots of memory.
bo_cn: ཆེ་ཆུང་འདི་ལས་ཆེ་བའི་དཔེ་རིས་བསྡུས་རིས་སུ་འགྱུར་མི་སྲིད། སྒྲིག་གཅོད་འདིའི་དམིགས་ཡུལ་ནི་དཔེ་རིས་ཆེ་བའི་བསྡུས་རིས་ཐག་གཅོད་མི་བྱེད་པ་དེ་ཡིན། རྒྱུན་མཚན་ནི་དུས་ཚོད་མང་པོ་འགོར་འགྱང་བྱེད་ལ། ནང་ཁོངས་ཡང་མང་པོ་སྤྱོད་སྲིད།

source: In order to regain the free space on this volume the trash must be emptied. All trashed items on the volume will be permanently lost.
bo_cn: པོད་འདིའི་སྟེང་གི་བར་སྟོང་ལྷག་མ་སྤྱོད་པའི་ཆེད་དུ། སྙིགས་སྒམ་གཙང་སེལ་བྱེད་དགོས། སྙིགས་སྒམ་ཁྲོད་ཀྱི་ཡོད་ཚད་གཡུག་སྲིད།

source: Increase the view size
bo_cn: མཐོང་རིས་ཆེ་ཆུང་སྣོན

source: Indigo
bo_cn: མཐིང་མདོག

source: Information
bo_cn: ཆ་འཕྲིན།

source: Input Methods
bo_cn: འཇུག་ཐབས།

source: Join the queue and Priority execution
bo_cn: རུ་སྟར་དུ་ཞུགས་པ། སྔོན་ལ་ལག་བསྟར་བྱེད་པ།

source: Justification
bo_cn: ལེགས་སྒྲིག

source: Keep icons lined up on a grid
bo_cn: རིས་རྟགས་རང་ཉར་ལྟར་སྙོམ།

source: Keep icons sorted by emblems in rows
bo_cn: རྟགས་མ་ལྟར་རིས་རྟགས་སྒྲིག

source: Keep icons sorted by modification date in rows
bo_cn: བཟོ་བཅོས་དུས་ཚོད་ལྟར་རིས་རྟགས་སྒྲིག

source: Keep icons sorted by name in rows
bo_cn: མིང་ལྟར་རིས་རྟགས་སྒྲིག

source: Keep icons sorted by size in rows
bo_cn: ཆེ་ཆུང་ལྟར་རིས་རྟགས་སྒྲིག

source: Keep icons sorted by trash time in rows
bo_cn: དོར་བའི་དུས་ཚོད་ལྟར་རིས་རྟགས་སྒྲིག

source: Keep icons sorted by type in rows
bo_cn: རིགས་གྲས་ལྟར་རིས་རྟགས་སྒྲིག

source: Keywords
bo_cn: གནད་ཡིག

source: Last changed:
bo_cn: མཇུག་མཐའི་བཟོ་བཅོས།：

source: Last modified:
bo_cn: མཇུག་མཐའི་བཟོ་བཅོས།：

source: Leaf
bo_cn: ལྗང་མདོག་མ།

source: Leave icons wherever they are dropped
bo_cn: རིས་རྟགས་འདྲུད་སར་ཞོག

source: Lemon
bo_cn: ཉིང་མོང་མདོག

source: Less common media formats can be configured here
bo_cn: རྒྱུན་མཐོང་མིན་པའི་བར་རྫས་རིགས་གྲས་འདིར་སྡེབ་སྒྲིག་བྱ་ཆོག

source: Line wrap
bo_cn: རང་འགུལ་སྟར་བརྗེ།

source: Link _name:
bo_cn: སྦྲེལ་མཐུད་མིང་(_N)：

source: Link target:
bo_cn: སྦྲེལ་མཐུད་དམིགས་ཡུལ།：

source: Link to %s
bo_cn: %s མྱུར་འཇུག་བྱེད་སྟངས།

source: Link to %s%s
bo_cn: %s(མྱུར་འཇུག་བྱེད་སྟངས།)%s

source: List Columns
bo_cn: རེའུ་མིག་སྟར།

source: List View
bo_cn: རེའུ་མིག་གི་མཐོང་རིས།

source: List files only
bo_cn: ཡིག་ཆ་ཁོ་ན་འགོད་ཐུབ།

source: List of extensions in disabled state.
bo_cn: བཀག་པའི་རྒྱ་སྐྱེད་རེའུ་མིག

source: List of possible captions on icons
bo_cn: རིས་རྟགས་འདེམས་རུང་བའི་ཁ་བྱང་རེའུ་མིག

source: List of x-content/* types for which the user have chosen "Do Nothing" in the preference capplet. No prompt will be shown nor will any matching application be started on insertion of media matching these types.
bo_cn: སྤྱོད་མཁན་གྱིས་སྔོན་འདེམས་ཚན་པའི་བྱ་རིམ་ཆུང་བའི་ཁྲོད“ལག་བསྟར་མི་བྱེད་”པའི་རེའུ་མིག་རིགས x-content/*གཏན་འཁེལ་བྱེད་པ། གལ་ཏེ་བར་འཇུག་བྱས་པའི་བར་རྫས་རིགས་འདི་དང་མཐུན་ན། དྲན་སྐུལ་མི་འཆར་ལ། ཉེར་སྤྱོད་བྱ་རིམ་ཡང་མི་འབྱེད།

source: List of x-content/* types for which the user have chosen "Open Folder" in the preferences capplet. A folder window will be opened on insertion of media matching these types.
bo_cn: སྤྱོད་མཁན་གྱིས་སྔོན་འདེམས་ཚན་པའི་བྱ་རིམ་ཆུང་བའི་ཁྲོད“ཡིག་ཁུག་འབྱེད་”པའི་རེའུ་མིག་རིགས x-content/*གཏན་འཁེལ་བྱེད་པ། གལ་ཏེ་བར་འཇུག་བྱས་པའི་བར་རྫས་རིགས་འདི་དང་མཐུན་ན། ཡིག་ཁུག་སྒེའུ་ཁུང་ཞིག་གི་ཁ་འབྱེད།

source: List of x-content/* types for which the user have chosen to start an application in the preference capplet. The preferred application for the given type will be started on insertion on media matching these types.
bo_cn: སྤྱོད་མཁན་གྱིས་སྔོན་འདེམས་ཚན་པའི་བྱ་རིམ་ཆུང་བའི་ཁྲོད“ཉེར་སྤྱོད་བྱ་རིམ་ཁ་འབྱེད་”པའི་རེའུ་མིག་རིགས x-content/*གཏན་འཁེལ་བྱེད་པ། གལ་ཏེ་བར་འཇུག་བྱས་པའི་བར་རྫས་རིགས་འདི་དང་མཐུན་ན། ངེས་བརྟན་རིགས་ཀྱི་སྔོན་འདེམས་ཉེར་སྤྱོད་བྱ་རིམ་ཁ་འབྱེད།

source: List of x-content/* types set to "Do Nothing"
bo_cn: “ལག་བསྟར་མི་བྱེད་པའི་བཀོལ་སྤྱོད་”ཀྱི་x-content/* རིགས་གྲས་རེའུ་མིག

source: List of x-content/* types set to "Open Folder"
bo_cn: “ཡིག་ཁུག་ཁ་འབྱེད”ལ་བཀོད་པའི་ x-content/* རིགས་གྲས་རེའུ་མིག

source: List of x-content/* types where the preferred application will be launched
bo_cn: འདྲེན་སྤྱོད་ཐོག་འདེམས་ཉེར་སྤྱོད་བྱ་རིམ་གྱི་ x-content/* རིགས་གྲས་རེའུ་མིག

source: Listview Create _Document
bo_cn: རེའུ་མིག་མཐོང་རིས་སུ་གསར་བཟོ།(_D)

source: Loading...
bo_cn: འགེལ་བཞིན་པ།

source: Local Files Only
bo_cn: རང་སའི་ཡིག་ཆ་ཁོ་ན།

source: Local Folder
bo_cn: མིག་སྔའི་དཀར་ཆག་

source: Locate documents and folders on this computer by name or content
bo_cn: མིང་ངམ་ཡང་ན་ནང་དོན་ལྟར་རྩིས་འཁོར་འདིའི་ཁྲོད་ཀྱི་ཡིག་ཚགས་དང་ཡིག་སྡེར་གནས་ངེས་ཀྱིས།

source: Location
bo_cn: ས་གནས།

source: Location _Bar
bo_cn: གནས་སའི་སྡེ།(_B)

source: Location:
bo_cn: གནས་ས།:

source: Lock the drive associated with the open folder
bo_cn: ཁ་ཕྱེ་བའི་ཡིག་ཁུག་དང་འབྲེལ་བའི་སྐུལ་ཆས་སྒྲོག་པ།

source: Lock the selected drive
bo_cn: བདམ་པའི་སྐུལ་ཆས་སྒྲོག་པ།

source: MATE Web Site
bo_cn: MATE དྲ་ཚིགས།

source: MIME Type
bo_cn: སྨྱན་གཟུགས་རིགས།

source: M_ove to
bo_cn: སྤོ་གནས།(_O)

source: Ma_ke Link
bo_cn: མྱུར་འཇུག་བྱེད་སྟངས་བཟོ་བ།(_K)

source: Make a _Link
bo_cn: སྦྲེལ་མཐུད་བཟོ་བ།(_L)

source: Make a permanent connection to this server
bo_cn: ཞབས་ཞུ་ཆས་འདིར་བརྟན་སྦྲེལ་བྱེད།

source: Make the selected icon resizable
bo_cn: བདམ་པའི་རིས་རྟགས་རྐྱོང་རུང་ཡོད་པ་བྱེད།

source: Making link to %'d file
bo_cn: ཡིག་ཆ %'dཡི་སྦྲེལ་མཐུད་བཟོ་བ།

source: Mango
bo_cn: མང་ཀོ་མདོག

source: Manila Paper
bo_cn: ལུའི་སུང་ཤོག

source: Mark as _Trusted
bo_cn: ཡིད་རྟོན་ལ་བཀོད།(_T)

source: Maximum image size for thumbnailing
bo_cn: སྐུང་རིས་ཀྱི་ཆེ་ཆུང་ཆེ་ཤོས།

source: Media
bo_cn: བར་རྫས།

source: Merge
bo_cn: ཟླ་སྒྲིལ་གཏོང་བ།

source: Merge _All
bo_cn: ཚང་མ་ཟླ་སྒྲིལ།(_A)

source: Merge folder "%s"?
bo_cn: ཡིག་ཁུག“%s”ཟླ་སྒྲིལ་ལམ།

source: Merging will ask for confirmation before replacing any files in the folder that conflict with the files being copied.
bo_cn: ཟླ་སྒྲིལ་ནི་འགལ་བ་ཡིག་ཆ་བརྗེ་སྐབས་སུ་གཏན་འཁེལ་རེ་ཞུ་བྱ་བ།

source: Metering Mode
bo_cn: བར་ཐག་འཇལ་སྟངས།

source: Mo_ve to Trash
bo_cn: སྙིགས་སྒམ་དུ་སྤོ།(_V)

source: Modification _Date
bo_cn: བཟོ་བཅོས་དུས་ཚོད།

source: Modified:
bo_cn: བཟོ་བཅོས་དུས་

source: Modify:
bo_cn: བཟོ་བཅོས།:

source: Mon, Oct 00 0000 at 00:00 PM
bo_cn: 0000ལོའི་ཟླ10ཚེས་0ཉིན། གཟའ་ཟླ་བ།00:00

source: Mon, Oct 00 0000 at 00:00:00 PM
bo_cn: 0000ལོའི་ཟླ10ཚེས་0ཉིན། གཟའ་ཟླ་བ།00:00

source: Moss Ridge
bo_cn: སྔོ་དྲེག་ཐིག་རིས།

source: Mount and open %s
bo_cn: %sའབེབས་ནས་ཁ་འབྱེད།

source: Mount the selected volume
bo_cn: བདམས་པའི་སྒྲིལ་འགེལ་བ།

source: Mount the volume associated with the open folder
bo_cn: ཁ་ཕྱེ་ཡིག་ཁུག་དང་འབྲེལ་བའི་སྒྲིལ་འགེལ་བ།

source: Mount the volume associated with this folder
bo_cn: ཡིག་ཁུག་འདིར་འབྲེལ་བའི་སྒྲིལ་འགེལ་བ།

source: Mouse button to activate the "Back" command in browser window
bo_cn: བཤར་ཆས་སྒེའུ་ཁུང་དུ་ “ཕྱིར་སྣུར“ བཀའ་བརྡའི་ཙིག་རྟགས་མཐེབ་གནོན་སྐུལ་སློང་བྱེད།

source: Mouse button to activate the "Forward" command in browser window
bo_cn: བཤར་ཆས་སྒེའུ་ཁུང་དུ་ “མདུན་སྐྱོད“ བཀའ་བརྡའི་ཙིག་རྟགས་མཐེབ་གནོན་སྐུལ་སློང་བྱེད།

source: Movable-Disk
bo_cn: སྤོ་རུང་གསོག་འཇོག་སྒྲིག་ཆས།

source: Move %d items back to '%s'
bo_cn: ཚན %d“%s”ལ་ཕྱིར་སྤོ།

source: Move %d items back to trash
bo_cn: ཚན %d སྙིགས་སྒམ་དུ་ཕྱིར་སྤོ།

source: Move %d items to '%s'
bo_cn: ཚན%d “%s”ལ་སྤོ།

source: Move %d items to trash
bo_cn: ཚན %dསྙིགས་སྒམ་དུ་སྤོ།

source: Move '%s' back to '%s'
bo_cn: “%s”“%s”ལ་ཕྱིར་སྤོ།

source: Move '%s' back to trash
bo_cn: “%s”སྙིགས་སྒམ་དུ་སྤོ།

source: Move '%s' to '%s'
bo_cn: “%s”“%s”ལ་སྤོ།

source: Move '%s' to trash
bo_cn: “%s”སྙིགས་སྒམ་དུ་སྤོ།

source: Move Dow_n
bo_cn: མར་སྣུར།(_N)

source: Move Tab _Left
bo_cn: གདོང་འཛར་གཡོན་སྤོ།(_L)

source: Move Tab _Right
bo_cn: གདོང་འཛར་གཡས་སྤོ།(_R)

source: Move _Up
bo_cn: གོང་སྣུར།(_U)

source: Move current tab to left
bo_cn: མིག་སྔའི་གདོང་འཛར་གཡོན་སྤོ།

source: Move current tab to right
bo_cn: མིག་སྔའི་གདོང་འཛར་གཡས་སྤོ།

source: Move each selected item to the Trash
bo_cn: བདམས་པའི་རྣམ་གྲངས་སོ་སོ་སྙིགས་སྒམ་དུ་སྤོ།

source: Move focus to the other pane in a split view window
bo_cn: འཕྲལ་གཅོད་མཐོང་རིས་སུ་མདོ་གནས་སྒེའུ་ཁུང་གཞན་ཞིག་ཏུ་སྤོ།

source: Move or copy files previously selected by a Cut or Copy command
bo_cn: སྔོན་གྱི་དྲས་གཏུབ་ཡང་ན་འདྲ་བཟོ་བཀའ་བརྡ་བདམས་པའི་ཡིག་ཆ་སྤོ་བ་ཡང་ན་འདྲ་བཟོ་བྱེད།

source: Move or copy files previously selected by a Cut or Copy command into the selected folder
bo_cn: སྔོན་གྱི་དྲས་གཏུབ་ཡང་ན་འདྲ་བཟོ་བཀའ་བརྡ་བདམས་པའི་ཡིག་ཆ་བདམས་པའི་ཡིག་ཁུག་ཏུ་སྤོ་བ་ཡང་ན་འདྲ་བཟོ་བྱེད།

source: Move or copy files previously selected by a Cut or Copy command into this folder
bo_cn: སྔོན་གྱི་དྲས་གཏུབ་ཡང་ན་འདྲ་བཟོ་བཀའ་བརྡ་བདམས་པའི་ཡིག་ཆ་ཡིག་ཁུག་ཏུ་སྤོ་བ་ཡང་ན་འདྲ་བཟོ་བྱེད།

source: Move the current selection to the desktop
bo_cn: བདམས་པའི་ཡིག་ཆ་(ཁུག)ཅོག་ངོས་སུ་སྤོ།

source: Move the current selection to the home folder
bo_cn: བདམས་པའི་ཡིག་ཆ་(ཁུག)དཀར་ཆག་ཏུ་སྤོ།

source: Move the current selection to the other pane in the window
bo_cn: བདམས་པའི་ཡིག་ཆ་(ཁུག)སྒེའུ་ཁུང་འདིའི་དྲ་མིག་གཞན་ཞིག་ཏུ་སྤོ་བ།

source: Move the open folder out of the trash to "%s"
bo_cn: ཁ་ཕྱེ་བའི་ཡིག་ཁུག་སྙིགས་སྒམ་ལས་“%s”རུ་སྤོ།

source: Move the open folder to the Trash
bo_cn: ཁ་ཕྱེ་བའི་ཡིག་ཁུག་སྙིགས་སྒམ་དུ་རུ་སྤོ།

source: Move the selected file out of the trash
bo_cn: བདམས་པའི་ཡིག་ཆ་སྙིགས་སྒམ་ལས་སྤོ།

source: Move the selected file out of the trash to "%s"
bo_cn: བདམས་པའི་ཡིག་ཆ་སྙིགས་སྒམ་ལས་“%s”ལ་སྤོ།

source: Move the selected folder out of the trash
bo_cn: བདམས་པའི་ཡིག་ཁུག་སྙིགས་སྒམ་ལས་སྤོ།

source: Move the selected folder out of the trash to "%s"
bo_cn: བདམས་པའི་ཡིག་ཁུག་སྙིགས་སྒམ་ལས་“%s”རུ་སྤོ།

source: Move the selected item out of the trash
bo_cn: བདམས་པའི་ཚན་སྙིགས་སྒམ་ལས་སྤོ།

source: Move the selected item out of the trash to "%s"
bo_cn: བདམས་པའི་ཚན་སྙིགས་སྒམ་ལས་“%s”རུ་སྤོ།

source: Move this folder to the Trash
bo_cn: ཡིག་ཁུག་འདི་སྙིགས་སྒམ་ལ་སྤོ།

source: Moving "%B" to "%B"
bo_cn: “%B”“%B”ལ་སྤོ།

source: Moving %'d file (in "%B") to "%B"
bo_cn: ཡིག་ཆ་ %'d། (“%B”ནང་དུ།)“%B”ལ་སྤོ།

source: Moving %'d file to "%B"
bo_cn: ཡིག་ཆ་ %'d“%B”ལ་སྤོ།

source: Moving Files
bo_cn: ཡིག་ཆ་སྤོ་བ།

source: Moving files to trash
bo_cn: ཡིག་ཆ་སྙིགས་སྒམ་དུ་སྤོ།

source: Mud
bo_cn: འདམ་ཞོ།

source: Music
bo_cn: རོལ་མོ།

source: My Computer
bo_cn: རྩིས་འཁོར།

source: Name
bo_cn: མིང་།

source: Network
bo_cn: དྲ་རྒྱ།

source: Network Servers
bo_cn: དྲ་རྒྱའི་ཞབས་ཞུ་ཆས།

source: Network Servers icon visible on the desktop
bo_cn: ཅོག་ངོས་སྟེང་དུ་དྲ་བའི་ཞབས་ཞུ་ཆས་རིས་རྟགསམངོན་པ།

source: Network servers icon name
bo_cn: དྲ་བའི་ཞབས་ཞུ་རིས་རྟགས་ཀྱི་མིང་།

source: Never
bo_cn: གཏན་མིན།

source: Never prompt or autorun/autostart programs when media are inserted
bo_cn: བར་རྫས་ནང་འཇུག་སྐབས་སུ་བརྟན་ནས་གསལ་སྟོན་མི་བྱའམ་བྱ་རིམ་རང་འཁོར/མགོ་རང་རྩོམ་བྱེད།

source: New _Folder
bo_cn: ཡིག་ཁུག་གསར་བ།(_F)

source: New _Tab
bo_cn: གདོང་འཛར་གསར་འཛུགས།(_T)

source: New _Window
bo_cn: སྒེའུ་ཁུང་གསར་བཟོ།(_W)

source: No applications found
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་མ་རྙེད།

source: No applications selected
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་བདམས་མེད།

source: No bookmarks defined
bo_cn: དཔེ་བྱང་གང་རུང་ཡང་མཚན་ཉིད་བཞག་མེད།

source: No other actions are available to view this file. If you copy this file onto your computer, you may be able to open it.
bo_cn: ཡིག་ཆ་འདི་ལ་བལྟ་བའི་བྱེད་ཐབས་མེད། གལ་ཏེ་ཁྱེད་ཀྱི་ཡིག་འདི་ཁྱོད་ཀྱི་འཕྲུལ་ཆས་སྟེང་དུ་འདྲ་ཕབ་བྱས་ན། དེའི་ཁ་འབྱེད་ཐུབ་སྲིད།

source: No other applications are available to view this file. If you copy this file onto your computer, you may be able to open it.
bo_cn: ཡིག་ཆ་འདི་ལ་བལྟ་བའི་ཉེར་སྤྱོད་བྱ་རིམ་མེད། གལ་ཏེ་ཁྱེད་ཀྱི་ཡིག་འདི་ཁྱོད་ཀྱི་འཕྲུལ་ཆས་སྟེང་དུ་འདྲ་ཕབ་བྱས་ན། དེའི་ཁ་འབྱེད་ཐུབ་སྲིད།

source: No templates installed
bo_cn: མ་དཔེ་སྒྲིག་འཇུག་བྱས་མེད།

source: None
bo_cn: མེད།

source: None of the files could be added as emblems.
bo_cn: ཡིག་ཆ་གང་རུང་གཅིག་ཀྱང་རྟགས་མ་ལྟར་སྣོན་མི་ཐུབ།

source: Normal Si_ze
bo_cn: སྤྱིར་བཏང་ཆེ་ཆུང་།(_Z)

source: Not a launchable item
bo_cn: འདོན་སྤྱོད་རུང་བའི་ཚན་པ་མ་རེད།

source: Not allowed to set group
bo_cn: ཚོ་བཀོད་མི་ཆོག

source: Not allowed to set owner
bo_cn: བདག་པོ་བཀོད་མི་ཆོག

source: Not allowed to set permissions
bo_cn: དབང་ཚད་བཀོད་མི་ཆོག

source: Note: After you only perform "Pause" or "Join Queue" operations when operating multiple files
bo_cn: དོ་སྣང་།：ཡིག་ཆ་མང་པོ“འདྲ་ཕབ“ཡང་ན“སྤོ་སྒུལ”ཁོ་ན་ལག་བསྟར་བྱས་རྗེས། ད་གཟོད་"སྐབས་འཇོག"དང"ཕྲེང་བར་ཞུགས་པ"ལག་བསྟར་བྱེད་ཐུབ།

source: Notes
bo_cn: མཆན་འགྲེལ།

source: Numbers
bo_cn: གྲངས་ཀ

source: Ocean Strips
bo_cn: མཚོ་སྔོན་ཐིག་རིས།

source: Oct 00 0000 at 00:00 PM
bo_cn: 0000ལོའི་ཟླ10ཚེས0ཉིན།，00:00:00

source: Oct 00 0000, 00:00 PM
bo_cn: 0000ལོའི་ཟླ་0ཚེས་0ཉིན།00:00

source: Octal Permissions
bo_cn: བརྒྱད་གོང་འགྲིལ་ལུགས་ཀྱི་དབང་ཚད།

source: Only create windows for explicitly specified URIs.
bo_cn: མངོན་པའི་བསྟན་པའི་ URIཁོ་ན་ལ་སྒེའུ་ཁུང་གསར་བཟོ།

source: Only show folders in the tree side pane
bo_cn: སྡོང་འགྲེམས་མཐའ་ཟུར་སྡེ་ཁོ་ན་རུ་ཡིག་ཁུག་མངོན་པ།

source: Only supports burning function, click on the disc to burn and burn
bo_cn: བརྐོ་བཟོ་ནུས་པ་མ་གཏོགས་མེད། འོད་སྡེར་བརྐོ་བཟོ་མནན་ནས། བརྐོ་བཟོ་བྱེད་དགོས།

source: Onyx
bo_cn: ནོར་ནག

source: Open %s
bo_cn: %sཁ་འབྱེད།

source: Open %s and other "%s" files with:
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་འདིས་རིགས་ %s དང་“%s”ཡིན་པའི་ཡིག་ཆ་གཞན་ཁ་འབྱེད།

source: Open %s and other %s document with:
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་འདིས་རིགས་ %s དང་“%s”ཡིན་པའི་ཡིག་ཆ་གཞན་ཁ་འབྱེད།

source: Open %s with:
bo_cn: %s ཡི་ཁ་འབྱེད་བྱེད་སྟངས།：

source: Open Failed, would you like to choose another action?
bo_cn: ཁ་འབྱེད་ཕམ་པ། ཁྱེད་ཀྱིས་བཀོལ་སྤྱོད་གཞན་དག་འདེམས་དགོས་སམ།

source: Open Failed, would you like to choose another application?
bo_cn: ཁ་འབྱེད་ཕམ་པ། ཁྱེད་ཀྱིས་བྱ་རིམ་གཞན་དག་འདེམས་དགོས་སམ།

source: Open File and Close window
bo_cn: ཡིག་ཆ་ཁ་ཕྱེ་དང་སྒེའུ་ཁུང་ཁ་རྒྱག

source: Open Folder
bo_cn: ཡིག་ཁུག་ཁ་ཕྱེ་བ།

source: Open Folder W_indow
bo_cn: ཡིག་ཁུག་སྒེའུ་ཁུང་ཁ་འབྱེད།(_I)

source: Open Location
bo_cn: གནས་ས་ཁ་ཕྱེ་བ།

source: Open Wit_h
bo_cn: ཁ་ཕྱེ་སྟངས།(H)

source: Open With
bo_cn: ཁ་འབྱེད་སྟངས།

source: Open With %s
bo_cn: %sསྤྱད་ནས་ཁ་ཕྱེས།

source: Open With Other _Application...
bo_cn: བྱ་རིམ་གཞན་དག་གིས་ཁ་འབྱེད།(_A)...

source: Open _Location...
bo_cn: གནས་ས་ཁ་ཕྱེ་བ། (_L)...

source: Open _Parent
bo_cn: ཕའི་ཡིག་ཁུག་ཁ་འབྱེད།(_P)

source: Open a folder window for the displayed location
bo_cn: མངོན་པའི་གནས་ས་ལ་ཡིག་ཁུག་སྒེའུ་ཁུང་གཞན་ཞིག་ཁ་འབྱེད།

source: Open all "%s" files with:
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་འདིས་རིགས་“%s”ཡི་ཡིག་ཆ་ཚང་མ་ཁ་འབྱེད：

source: Open all %s documents with:
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་འདིས་རིགས་“%s”ཡི་ཡིག་ཆ་ཚང་མ་ཁ་འབྱེད：

source: Open all files of type "%s" with:
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་འདིས་རིགས་“%s”ཡི་ཡིག་ཆ་ཚང་མ་ཁ་འབྱེད：

source: Open an extra folder view side-by-side
bo_cn: ཟུར་སྣོན་ཡིག་ཁུག་ཁ་ཕྱེ་ནས་དྲ་མིག་གཉིས་བྱས་ནས་ལྟ།

source: Open another Caja window for the displayed location
bo_cn: མངོན་པའི་གནས་ས་ལ་Caja སྒེའུ་ཁུང་གཞན་ཞིག་ཁ་འབྱེད།

source: Open another tab for the displayed location
bo_cn: མངོན་པའི་གནས་ས་ལ་ Caja གདོང་འཛར་གཞན་ཞིག་ཁ་འབྱེད།

source: Open each _folder in its own window
bo_cn: ཁེར་རྐྱང་གི་སྒེའུ་ཁུང་ལ་ཡིག་ཁུག་རེ་རེ་ཁ་འབྱེད།(_F)

source: Open each selected item in a folder window
bo_cn: ཡིག་ཁུག་སྒེའུ་ཁུང་དུ་བདམས་པའི་རྣམ་གྲངས་སོ་སོ་ཁ་འབྱེད།

source: Open each selected item in a navigation window
bo_cn: ཕྱོགས་འཁྲིད་སྒེའུ་ཁུང་དུ་བདམས་པའི་རྣམ་གྲངས་སོ་སོ་ཁ་འབྱེད།

source: Open each selected item in a new tab
bo_cn: གདོང་འཛར་གསར་བར་བདམས་པའི་རྣམ་གྲངས་སོ་སོ་ཁ་འབྱེད།

source: Open in %'d New _Tab
bo_cn: གདོང་འཛར་གསར་བ་ %'d རུ་(_T)ཁ་འབྱེད།

source: Open in %'d New _Window
bo_cn: སྒེའུ་ཁུང་གསར་བ་ %'d རུ་(_T)ཁ་འབྱེད།

source: Open in Navigation Window
bo_cn: ཕྱོགས་འཁྲིད་སྒེའུ་ཁུང་དུ་ཁ་འབྱེད།

source: Open in New _Tab
bo_cn: གདོང་འཛར་གསར་བར་ཁ་འབྱེད།(_T)

source: Open in New _Window
bo_cn: སྒེའུ་ཁུང་གསར་བར་ཁ་འབྱེད།(_W)

source: Open in _Folder Window
bo_cn: ཡིག་ཁུག་སྒེའུ་ཁུང་དུ་ཁ་འབྱེད།(_F)

source: Open parent location
bo_cn: ཕའི་དཀར་ཆག་ཁ་འབྱེད།

source: Open parent location for the selected item
bo_cn: བདམས་པའི་རྣམ་གྲངས་ཀྱི་ཕའི་དཀར་ཆག་ཁ་འབྱེད།

source: Open the contents of the File System
bo_cn: ཡིག་ཆའི་རྒྱུད་ཁོངས་དཀར་ཆག་ཁ་འབྱེད།

source: Open the contents of your desktop in a folder
bo_cn: ཡིག་ཁུག་གཅིག་ཏུ་ཁྱེད་ཀྱི་ཅོག་ངོས་ཀྱི་ནང་དོན་ཁ་འབྱེད།

source: Open the parent folder
bo_cn: ཕའི་ཡིག་ཆའི་ཁུག་མ་ཁ་ཕྱེ་བ།

source: Open the recent
bo_cn: ཉེ་ཆར་སྤྱད་པའི་རྣམ་གྲངས་ཁ་འབྱེད།

source: Open the selected item in this window
bo_cn: སྒེའུ་ཁུང་འདིར་བདམས་པའི་རྣམ་གྲངས་ཁ་འབྱེད།

source: Open the trash
bo_cn: སྙིགས་སྒམ་ཁ་འབྱེད།

source: Open this folder in a folder window
bo_cn: ཡིག་ཁུག་སྒེའུ་ཁུང་དུ་ཡིག་ཁུག་འདི་ཁ་འབྱེད།

source: Open this folder in a navigation window
bo_cn: ཕྱོགས་སྟོན་སྒེའུ་ཁུང་དུ་ཡིག་ཁུག་འདི་ཁ་འབྱེད།

source: Open this folder in a new tab
bo_cn: གདོང་འཛར་གསར་བར་ཡིག་ཁུག་འདི་ཁ་འབྱེད།

source: Open with other Application...
bo_cn: བྱ་རིམ་གཞན་དག་གིས་ཁ་འབྱེད།...
