Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/caja.po
Languages: bo_cn

source: Open your personal folder
bo_cn: ཁྱེད་རང་གི་མི་སྒེར་གྱི་ཡིག་ཁུག་ཁ་ཕྱེ་རོགས།

source: Open your personal templates folder
bo_cn: ཁྱེད་ཀྱི་མི་སྒེར་མ་དཔེ་ཡིག་ཁུག་ཁ་འབྱེད།

source: Open your personal trash folder
bo_cn: ཁྱེད་ཀྱི་མི་སྒེར་སྙིགས་སྒམ་ཡིག་ཁུག་ཁ་འབྱེད།

source: Opening "%s".
bo_cn: “%s”ཁ་འབྱེད་པ།

source: Opening %d item.
bo_cn: ཚན་ %dཁ་འབྱེད།

source: Orange
bo_cn: ཚ་ལུ་མའི་མདོག

source: Original Location
bo_cn: ཐོག་མའི་གནས་ས།

source: Original file
bo_cn: གདོད་མའི་ཡིག་ཆ།

source: Original location of file before moved to the Trash
bo_cn: ཡིག་ཆ་སྙིགས་སྒམ་སྔོན་གྱི་གདོད་མའི་གནས་སར་སྤོ།

source: Other
bo_cn: གཞན་དག

source: Other Type...
bo_cn: རིགས་གཞན།...

source: Other _Application...
bo_cn: བྱ་རིམ་གཞན་དག(_A)...

source: Others
bo_cn: གཞན་དག

source: Others:
bo_cn: གཞན།：

source: Owner
bo_cn: བདག་པོ།

source: Owner:
bo_cn: བདག་པོ།

source: Pale Blue
bo_cn: སྔོ་སྐྱ།

source: Password:
bo_cn: གསང་ཨང་།

source: Paste the text stored on the clipboard
bo_cn: དྲས་པང་ནང་གི་ཡི་གེ་སྦྱར་བ།

source: Patterns:
bo_cn: དཔེ་རིས།：

source: Pause
bo_cn: སྐབས་འཇོག

source: Pdf / Postscript
bo_cn: PDF/Postscབཞེས་pt

source: Perform a quick set of self-check tests.
bo_cn: རང་ལ་མགྱོགས་མྱུར་ཞིབ་བཤེར་ཚོད་ལྟ་ཚོ་གཅིག་ལག་བསྟར་བྱེད།

source: Perform or update the search
bo_cn: འཚོལ་བཤེར་ལག་བསྟར་ཡང་ན་གསར་སྒྱུར།

source: Permissions
bo_cn: དབང་ཚད།

source: Personal
bo_cn: མི་སྒེར།

source: Picture
bo_cn: པར་རིས།

source: Place:
bo_cn: གནས་ཡུལ།:

source: Places
bo_cn: ས་གནས།

source: Please check the spelling and try again.
bo_cn: སྦྱོར་འབྲི་ཞིབ་བཤེར་བྱས་རྗེས་ཡང་བསྐྱར་ཚོད་ལྟ་བྱེད།

source: Please choose a different emblem name.
bo_cn: དེ་ལ་མིང་མི་འདྲ་བ་ཞིག་འདེམས་རོགས།

source: Please drag just one image to set a custom icon.
bo_cn: པར་རིས་ཡིག་ཆ་ཞིག་ཁོ་ན་འདྲུད་ནས་རིས་རྟགས་ལ་རང་བཀོད་བྱས།

source: Please verify your user details.
bo_cn: ཁྱེད་ཀྱི་སྤྱོད་མཁན་གྱི་ཞིབ་ཕྲའི་ཆ་འཕྲིན་ལ་ཞིབ་དཔྱད་བྱེད་རོགས།

source: Possible values are "single" to launch files on a single click, or "double" to launch them on a double click.
bo_cn: བཏོན་པའི་བདམས་ཚད་ཁོ་ན་“single”(ཆིག་རྡེབ།)ཡིག་ཆ་འདྲེན་སྤྱོད། ཡང་ན་“double”(ཉིས་རྡེབ།)ཡིག་ཆ་འདྲེན་སྤྱོད།

source: Prefere_nces
bo_cn: འདེམས་ཚན་ཐོག་མ།(_N)

source: Prepare the selected files to be copied with a Paste command
bo_cn: བདམས་པའི་ཡིག་ཆ་སྦྱར་བའི་བཀའ་བརྡས་འདྲ་བཟོ་གྲ་སྒྲིག་བྱེད།

source: Prepare the selected files to be moved with a Paste command
bo_cn: བདམས་པའི་ཡིག་ཆ་སྦྱར་བའི་བཀའ་བརྡས་སྤོ་བ་གྲ་སྒྲིག་བྱེད།

source: Prepare this folder to be copied with a Paste command
bo_cn: བདམས་པའི་ཡིག་ཁུག་སྦྱར་བའི་བཀའ་བརྡས་འདྲ་བཟོ་གྲ་སྒྲིག་བྱེད།

source: Prepare this folder to be moved with a Paste command
bo_cn: བདམས་པའི་ཡིག་ཁུག་སྦྱར་བའི་བཀའ་བརྡས་སྤོ་བ་གྲ་སྒྲིག་བྱེད།

source: Preparing
bo_cn: གྲ་སྒྲིག་བྱེད་པ།

source: Preparing to Move to "%B"
bo_cn: “%B”ལ་སྤོ་བའི་གྲ་སྒྲིག་བྱེད།

source: Preparing to copy %'d file (%S)
bo_cn: ཡིག་ཆ་ %'d ་(%S)འདྲ་བཟོ་གྲ་སྒྲིག་བྱེད།

source: Preparing to delete %'d file (%S)
bo_cn: ཡིག་ཆ་ %'d ་(%S)འདོར་བ་གྲ་སྒྲིག་བྱེད།

source: Preparing to move %'d file
bo_cn: ཡིག་ཆ %'d གྲ་སྒྲིག་བྱེད།

source: Preparing to move %'d file (%S)
bo_cn: ཡིག་ཆ་ %'d ་(%S)སྤོ་བ་གྲ་སྒྲིག་བྱེད།

source: Preparing to trash %'d file
bo_cn: ཡིག་ཆ་ %'d སྙིགས་སྒམ་དུ་སྤོ་བ་གྲ་སྒྲིག་བྱེད།

source: Presentation
bo_cn: འགྲེམས་སྟོན་ཟིན་བྲིས།

source: Preview
bo_cn: སྔོན་ལྟ།

source: Preview _sound files:
bo_cn: སྒྲ་ཟློས་ཡིག་ཆ་སྔོན་ཉན(_S)：

source: Prohibit dragging data into a blank disc
bo_cn: གཞི་གྲངས་འོད་སྡེར་སྟོང་བའི་ནང་དུ་འཐེན་མི་ཆོག

source: Properties
bo_cn: གཏོགས་གཤིས།

source: Public FTP
bo_cn: ཡོངས་བསྒྲགས། FTP

source: Purple Marble
bo_cn: རྡོ་ཀ་མ་རུ།

source: Put labels beside icons
bo_cn: གདོང་འཛར་རིས་རྟགས་ཟུར་དུ་མངོན་པ།

source: Quit Caja.
bo_cn: Cajaཕྱིར་འདོན།Cajaལས་ཕྱིར་བུད།

source: Rating
bo_cn: སྐར་གྲངས་དཔྱད་བསྡུར་བྱེད་པ།

source: Re_name
bo_cn: མིང་བསྐྱར་འདོགས།(_N)

source: Re_versed Order
bo_cn: ལྡོག་རིམ།(_V)

source: Read and write
bo_cn: ཀློག་བྲིས།

source: Read-only
bo_cn: ཀློག་ཙམ།

source: Recent
bo_cn: ཉེ་ཆར།

source: Record CD
bo_cn: འོད་སྡེར་ཕབ་འཇུག

source: Redo
bo_cn: བསྐྱར་བཟོ།

source: Redo change group of %d item
bo_cn: ཚན %d ཡི་ཚོ་བཟོ་བཅོས་བསྐྱར་ལས།

source: Redo change owner of %d item
bo_cn: ཚན %d ཡི་བདག་པོ་བཟོ་བཅོས་བསྐྱར་ལས།

source: Redo change permissions of %d item
bo_cn: ཚན %d ཡི་དབང་ཚད་བཟོ་བཅོས་བསྐྱར་ལས།

source: Redo recursive change permissions of %d item
bo_cn: ཚན %d ཡི་དབང་ཚད་རིམ་ལོག་བསྐྱར་ལས།

source: Redo the last undone action
bo_cn: ཐེངས་སྔོན་མར་དོར་བའི་བཀོལ་སྤྱོད་ཡང་བསྐྱར་བཟོ་བ།

source: Reload
bo_cn: བསྐྱར་འཇུག

source: Reload the current location
bo_cn: མིག་སྔའི་གནས་སུ་བསྐྱར་འཇུག

source: Remember this password
bo_cn: གསང་ཨང་དེ་སེམས་ལ་ཟུངས།

source: Remote trans files
bo_cn: རྒྱང་རིང་བརྒྱུད་གཏོང་།

source: Remove
bo_cn: བསུབ་པ།

source: Remove this criterion from the search
bo_cn: འཚོལ་བཤེར་ལས་ཆ་རྐྱེན་འདོར་བ།

source: Rename
bo_cn: མིང་བསྐྱར་འདོགས།

source: Rename '%s' as '%s'
bo_cn: “%s”མིང་བསྐྱར་འདོགས་ནི་“%s”བྱས།

source: Rename Emblem
bo_cn: རྟགས་མ་མིང་བསྐྱར་འདོགས།

source: Rename selected item
bo_cn: བདམས་པའི་རྣམ་གྲངས་མིང་བསྐྱར་འདོགས།

source: Rename...
bo_cn: མིང་བསྐྱར་འདོགས།...

source: Renaming "%s" to "%s".
bo_cn: “%s”མིང་བསྐྱར་འདོགས་ནི་“%s”བྱས།

source: Replace
bo_cn: བརྗེ་བ།

source: Replace _All
bo_cn: ཚང་མ་བརྗེ་བ།(_A)

source: Replace file "%s"?
bo_cn: ཡིག་ཆ “%s” བརྗེ་དམ།

source: Replace folder "%s"?
bo_cn: “%s”ཡིག་ཁུག་བརྗེ་བའམ།

source: Replace with
bo_cn: བརྗེ་ས།

source: Replacing it will overwrite its content.
bo_cn: བརྗེ་བས་དེའི་ནང་དོན་ཁེབས་པ།

source: Replacing it will remove all files in the folder.
bo_cn: བརྗེ་བས་ཡིག་ཁུག་ནང་གི་ཡིག་ཆ་ཚང་མ་སྤོ་བ།

source: Reposition icons to better fit in the window and avoid overlapping
bo_cn: རིས་རྟགས་གནང་བསྐྱར་ངེས་ཀྱིས་སྒེའུ་ཁུང་དུ་འཇོག་པ་ཇེ་བཟང་ཅིང་། བརྩེགས་པ་འགོད

source: Reset
bo_cn: བསྐྱར་སྒྲིག

source: Reset View to _Defaults
bo_cn: མཐོང་རིས་སོར་བཞག་ཚད་ལྟར་བསྐྱར་བཀོད།(_D)

source: Reset is a special image that cannot be deleted.
bo_cn: བསྐྱར་འཇོག་ནི་དམིགས་བསལ་གྱི་པར་རིས་ཡིན། འདོར་མི་ཐུབ།

source: Reset sorting order and zoom level to match preferences for this view
bo_cn: རིམ་སྒྲིག་དང་སྐྱེད་སྐྱུང་རིམ་པ་བསྐྱར་འཇོག་ནས་མཐོང་རིས་དེའི་ཐོག་མའི་འདེམས་ཚན་ལ་འཚམ་དུ་འཇུག

source: Resize Icon...
bo_cn: རིས་རྟགས་རྒྱ་བསྐྱེད...རིས་རྟགས་རྒྱ་བསྐྱེད་པ།

source: Restore
bo_cn: ཕྱིར་ལོག

source: Restore %d items from trash
bo_cn: སྙིགས་སྒམ་ལས་ཚན་ %dསླར་གསོ།

source: Restore '%s' from trash
bo_cn: སྙིགས་སྒམ་ལས་“%s”སླར་གསོ།

source: Restore '%s' to '%s'
bo_cn: “%s”“%s”ལ་སླར་གསོ།

source: Restore All Items
bo_cn: རྣམ་གྲངས་ཚང་མ་ཕྱིར་ལོག

source: Restore Icon's Original Si_ze
bo_cn: རིས་རྟགས་ཀྱི་ཐོག་མའི་ཆེ་ཆུང་སླར་གསོ།(_Z)

source: Restore Icons' Original Si_zes
bo_cn: རིས་རྟགས་ཀྱི་ཐོག་མའི་ཆེ་ཆུང་སླར་གསོ།(_Z)

source: Restore Selected Items
bo_cn: བདམས་པའི་རྣམ་གྲངས་ཕྱིར་ལོག

source: Restore all items to their original position
bo_cn: རྣམ་གྲངས་ཚང་མ་ཐོག་མའི་གནས་སར་ཕྱིར་ལོག

source: Restore each selected icon to its original size
bo_cn: བདམས་པའི་རིས་རྟགས་ཀྱི་ཐོག་མའི་ཆེ་ཆུང་སླར་གསོ།

source: Restore group of '%s' to '%s'
bo_cn: “%s”ཡི་ཚོ་ “%s”ལ་སླར་གསོ།

source: Restore original permissions of '%s'
bo_cn: “%s”ཡི་ཐོག་མའི་དབང་ཚད་སླར་གསོ།

source: Restore original permissions of items enclosed in '%s'
bo_cn: “%s”ནང་དུ་འདུས་པའི་རྣམ་གྲངས་ཀྱི་ཐོག་མའི་དབང་ཚད་སླར་གསོ།

source: Restore owner of '%s' to '%s'
bo_cn: “%s”ཡི་བདག་པོ་“%s”ལ་སླར་གསོ།

source: Restore selected items to their original position
bo_cn: བདམས་པའི་རྣམ་གྲངས་ཐོག་མ་གནས་སར་ཕྱིར་ལོག

source: Resume
bo_cn: སླར་གསོ།

source: Reverse sort order in new windows
bo_cn: སྒེའུ་ཁུང་གསར་བར་ལྡོག་པའི་རིམ་སྒྲིག

source: Ridged Paper
bo_cn: ཐིག་རིས་ཤོག་བུ།

source: Rough Paper
bo_cn: རྩུབ་པོའི་ཤོག་བུ།

source: Ruby
bo_cn: པད་མ་རཱ་གའི་མདོག

source: Run "%s" on any selected items
bo_cn: བདམས་པའི་རྣམ་གྲངས་གང་རུང་དུ་“%s”འཁོར་སྐྱོད་བྱེད།

source: Run in _Terminal
bo_cn: མཐའ་སྣེ་རུ་འཁོར་སྐྱོད།(_T)

source: Run or manage scripts from %s
bo_cn: %s རུ་ཞབས་དཔེ་འཁོར་སྐྱོད་ཡང་ན་དོ་དམ་བྱེད།

source: SELinux Context
bo_cn: SELinux ཁོར་ཡུག

source: SELinux context:
bo_cn: SELinux ཁོར་ཡུག：

source: S_how Search
bo_cn: འཚོལ་བཤེར་མངོན་པ།(_H)

source: S_kip All
bo_cn: ཚང་མ་མཆོང་།(_K)

source: S_witch to Other Pane
bo_cn: སྒེའུ་ཁུང་གཞན་ཞིག་ཏུ་བརྗེ་བ།(_W)

source: Sa_me Location as Other Pane
bo_cn: སྒེའུ་ཁུང་གཞན་ཞིག་དང་འདྲ་བའི་གནས་ས།(_M)

source: Sa_ve Search
bo_cn: འཚོལ་བཤེར་ཉར་བ།(_V)

source: Sa_ve Search As...
bo_cn: འཚོལ་བཤེར་གཞན་ཉར།(_V)...

source: Safely remove the drive associated with the open folder
bo_cn: ཁ་ཕྱེའི་ཡིག་ཁུག་དང་འབྲེལ་བའི་སྐུལ་ཆས་བདེ་འཇགས་ངང་སྤོ་བ།

source: Safely remove the selected drive
bo_cn: བདེ་འཇགས་ངང་བདམས་པའི་སྒྲིལ་སྤོ་བ།

source: Save Search as
bo_cn: འཚོལ་བཤེར་གཞན་ཉར།

source: Save the current search as a file
bo_cn: མིག་སྔའི་འཚོལ་བཤེར་ཡིག་ཆ་ལྟར་གཞན་ཉར།

source: Save the edited search
bo_cn: རྩོམ་སྒྲིག་བྱས་པའི་འཚོལ་བཤེར་ཉར་བ།

source: Saved search
bo_cn: ཉར་བའི་འཚོལ་བཤེར།

source: Sea Foam
bo_cn: རྒྱ་མདོག

source: Search
bo_cn: འཚོལ་བ།

source: Search Folder
bo_cn: ཡིག་ཁུག་འཚོལ་བ།

source: Search _name:
bo_cn: མིང་བཤེར་འཚོལ།(_N)：

source: Search documents and folders by name
bo_cn: མིང་ལྟར་ཡིག་ཚགས་དང་ཡིག་ཁུག་འཚོལ་བཤེར།

source: Search for "%s"
bo_cn: བཤེར་འཚོལ།“%s”

source: Search results
bo_cn: བཤེར་འཚོལ་མཇུག་འབྲས།

source: Search:
bo_cn: བཤེར་འཚོལ།：

source: Secure WebDAV (HTTPS)
bo_cn: བདེ་འཇགས WebDAV། (HTTPS)

source: Select All
bo_cn: ཡོད་ཚད་འདེམ་པ།

source: Select Custom Icon
bo_cn: རང་བཟོས་རིས་རྟགས་འདེམ་པ།

source: Select Folder to Save Search In
bo_cn: འཚོལ་བྱེད་ཡིག་ཁུག་ཉར་བ་འདེམ་པ།

source: Select I_tems Matching...
bo_cn: དོ་མཉམ་གྱི་རྣམ་གྲངས་འདེམ་པ།(_T)...

source: Select Items Matching
bo_cn: དོ་མཉམ་གྱི་རྣམ་གྲངས་འདེམ་པ།

source: Select _All
bo_cn: ཚང་མ་འདེམ་པ།(_A)

source: Select a Category:
bo_cn: འདེམས་རིགས།：

source: Select a Color to Add
bo_cn: སྣོན་དགོས་པའི་ཁ་དོག་འདེམ་པ།

source: Select a new name for the _destination
bo_cn: དམིགས་ཡུལ་ལ་མིང་གསར་འདེམ་པ།(_ )

source: Select all and only the items that are not currently selected
bo_cn: བདམས་མེད་པའི་རྣམ་གྲངས་ཀུན་པོ་འདེམས།

source: Select all items in this window
bo_cn: སྒེའུ་ཁུང་འདིའི་ནང་གི་རྣམ་གྲངས་ཚང་མ་འདེམས།

source: Select all the text in a text field
bo_cn: ཡིག་རྐྱང་ཁོངས་ཀྱི་ཡིག་རྐྱང་ཚང་མ་འདེམས།

source: Select an Application
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་ཞིག་འདེམས།

source: Select an Image File for the New Emblem
bo_cn: རྟགས་མ་གསར་བའི་པར་རིས་ཡིག་ཆ་འདེམ་པ།

source: Select an Image File to Add as a Pattern
bo_cn: རིས་རྟགས་ལ་སྣོན་དགོས་པའི་པར་རིས་ཡིག་ཆ་ཞིག་འདེམས།

source: Select an application to open %s and other files of type "%s"
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་ཞིག་བདམས་ནས་རིགས་ %s དང་“%s”ཅན་གྱི་ཡིག་ཆ་གཞན་དག་ཁ་འབྱེད།

source: Select an application to view its description.
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་ཞིག་བདམས་ནས་དེའི་ཞིབ་བརྗོད་ལ་བལྟ་བ།

source: Select folder to search in
bo_cn: འཚོལ་བཤེར་གྱི་ཡིག་ཁུག་འདེམ་པ།

source: Select how to open "%s" and whether to perform this action in the future for other media of type "%s".
bo_cn: “%s”ཇི་ལྟར་ཁ་འབྱེད་ཚུལ་འདེམས། ད་དུང་རྗེས་སུ་“%s”གཞན་དག་ལ་བཀོལ་སྤྱོད་འདི་ལག་བསྟར་དགོས་མིན་འདེམས།

source: Select items in this window matching a given pattern
bo_cn: སྤྲད་པའི་རྣམ་པ་ལྟར་སྒེའུ་ཁུང་ནང་གི་རྣམ་གྲངས་འདེམས།

source: Select the columns visible in this folder
bo_cn: ཡིག་ཁུག་ཏུ་མཐོང་རུང་སྟར་འདེམས།

source: Select type
bo_cn: རིགས་གྲས་འདེམས།

source: Selection Bound
bo_cn: ཁྱབ་ཁོངས་འདེམས།

source: Send to desktop _Shortcut
bo_cn: ཅོག་ངོས་ཀྱི་མྱུར་འཇུག་བྱེད་སྟངས་སུ་སྐྱེལ།(_K)

source: Send to desktop shortcut for each selected item
bo_cn: བདམས་པའི་རྣམ་གྲངས་སོ་སོ་ལ་ཅོག་ངོས་མྱུར་འཇུག་བྱེད་སྟངས་བཟོ་བ།

source: Server Details
bo_cn: ཞབས་ཞུ་ཆས་ཀྱི་གནས་ཚུལ་ཞིབ་ཕྲ།

source: Session management options:
bo_cn: གླེང་མོལ་དོ་དམ་འདེམ་བྱང་།

source: Set Screen _Resolution
bo_cn: བརྙན་ཡོལ་དབྱེ་འབྱེད་ཚད་སྒྲིག་འགོད།(_S)

source: Set _user ID
bo_cn: སྤྱོད་མཁན་ Idསྒྲིག་འགོད།(_U)

source: Set as _Background
bo_cn: རྒྱབ་ལྗོངས་ལ་སྒྲིག་འགོད།(_B)

source: Set as background for _all folders
bo_cn: ཡིག་ཁུག་ཚང་མའི་རྒྱབ་ལྗོངས་ལ་སྒྲིག་འགོད།(_A)

source: Set as background for _this folder
bo_cn: ཡིག་ཁུག་འདི་རྒྱབ་ལྗོངས་ལ་སྒྲིག་འགོད།(_T)

source: Set gro_up ID
bo_cn: ཚོགས་པའི་ Idསྒྲིག་འགོད།(_U)

source: Set group of '%s' to '%s'
bo_cn: ཚོགས་“%s”འདི་“%s”ལ་སྒྲིག་འགོད།

source: Set owner of '%s' to '%s'
bo_cn: “%s”ཡི་བདག་པོ་“%s”ལ་སྒྲིག་འགོད།

source: Set permissions of '%s'
bo_cn: “%s”ཡི་དབང་ཚད་སྒྲིག་འགོད།

source: Set permissions of items enclosed in '%s'
bo_cn: “%s”རུ་འདུས་པའི་རྣམ་གྲངས་ཀྱི་དབང་ཚད་སྒྲིག་འགོད།

source: Set the zoom level of the current view
bo_cn: མིག་སྔའི་མཐོང་རིས་ཀྱི་སྐྱེད་སྐྱུང་རིམ་པ་སྒྲིག་འགོད།

source: Setting permissions
bo_cn: དབང་ཚད་སྒྲིག་འགོད།

source: Shale
bo_cn: བྲག་རྡོ།

source: Share:
bo_cn: མཉམ་སྤྱོད།：

source: Show Emblems
bo_cn: རྟགས་མ་མངོན་པ།

source: Show History
bo_cn: ལོ་རྒྱུས་མངོན་པ།

source: Show Information
bo_cn: ཆ་འཕྲིན་མངོན་པ།

source: Show Notes
bo_cn: བརྗེད་ཐོ་མངོན་པ།

source: Show Places
bo_cn: གནས་ས་མངོན་པ།

source: Show Tree
bo_cn: སྡོང་འགྲེམས་མངོན་པ།

source: Show _Hidden Files
bo_cn: གབ་སྦས་ཡིག་ཆ་མངོན་པ། (_H)

source: Show _only folders
bo_cn: ཡིག་ཁུག་ཁོ་ན་མངོན་པ།(_O)

source: Show _thumbnails:
bo_cn: སྐུང་རིས་མངོན་པ།(_T)：

source: Show a window that lets you set the screen resolution
bo_cn: མངོན་པས་ཁྱེད་ཀྱིས་བརྙན་ཡོལ་གྱི་དབྱེ་འབྱེད་ཚད་བཀོད་ཆོག་པའི་སྒེའུ་ཁུང་།

source: Show a window that lets you set your desktop background's pattern or color
bo_cn: མངོན་པས་ཁྱེད་ཀྱིས་ཅོག་ངོས་རྒྱབ་ལྗོངས་ཀྱི་རི་མོའང་ཁ་དོག་བཀོད་ཆོག་པའི་སྒེའུ་ཁུང་།

source: Show advanced permissions in the file property dialog
bo_cn: ཡིག་ཆའི་གཏོགས་གཤིས་གླེང་སྒྲོམ་དུ་མཐོ་རིམ་དབང་ཚད་མངོན་པ།

source: Show folders first in windows
bo_cn: སྒེའུ་ཁུང་དུ་སྔོན་དུ་ཡིག་ཁུག་མངོན་པ།

source: Show hidden and _backup files
bo_cn: སྦེད་པ་དང་གྲབས་ཉར་གྱི་ཡིག་ཆ་མངོན་པ།(_B)

source: Show location bar in new windows
bo_cn: སྒེའུ་ཁུང་གསར་བར་གནས་ས་སྡེ་མངོན་པ།

source: Show more _details
bo_cn: གནས་ཚུལ་ཇེ་མང་མངོན་པ།

source: Show mounted volumes on the desktop
bo_cn: ཅོག་ངོས་སུ་བཀར་བའི་སྒྲིལ་མངོན་པ།

source: Show search
bo_cn: འཚོལ་བཤེར་མངོན་པ།

source: Show session management options
bo_cn: གླེང་མོལ་དོ་དམ་འདེམས་བྱང་འཆར་བ།

source: Show side pane in new windows
bo_cn: སྒེའུ་ཁུང་གསར་པར་མཐའ་ཟུར་སྡེ་མངོན་པ།

source: Show status bar in new windows
bo_cn: སྒེའུ་ཁུང་གསར་པར་རྣམ་པའི་སྡེ་མངོན་པ།

source: Show te_xt in icons:
bo_cn: རིས་རྟགས་སུ་ཡི་གེ་མངོན་པ།(_X)：

source: Show the folder containing the scripts that appear in this menu
bo_cn: འདེམས་བྱང་འདིར་ཐོན་པའི་ཞབས་དེབ་ཏུ་འདུས་པའི་ཡིག་ཁུག་མངོན་པ།

source: Show the package installer for unknown mime types
bo_cn: མི་ཤེས་པའི་རིགས mimeལ་ཐུམ་སྒྲིག་འཇུག་བྱ་རིམ་མངོན་པ།

source: Show the version of the program.
bo_cn: བྱ་རིམ་གྱི་པར་གཞི་མངོན་པ།

source: Show toolbar in new windows
bo_cn: སྒེའུ་ཁུང་གསར་པར་ལག་ཆ་སྡེ་མངོན་པ།

source: Side pane view
bo_cn: མཐའ་ཟུར་སྡེའི་མཐོང་རིས།

source: Silver
bo_cn: དངུལ་མདོག

source: Size
bo_cn: ཆེ་ཆུང་།

source: Size:
bo_cn: ཆེ་ཆུང་།：

source: Sky
bo_cn: མཐིང་མདོག

source: Sky Ridge
bo_cn: ཐིག་རིས་མཐིང་མདོག

source: Slashes are not allowed in filenames
bo_cn: ཡིག་ཆའི་མིང་དུ་གསེག་ཐིག་ཐོན་མི་ཉན།

source: Snow Ridge
bo_cn: དཀར་ཐིག་རིས།

source: Software
bo_cn: མཉེན་ཆས།

source: Some of the files could not be added as emblems.
bo_cn: ཡིག་ཆ་ཁ་ཤས་རྟགས་མ་ལ་སྣོན་མི་ཐུབ།

source: Sorry, but "%s" is not a usable image file.
bo_cn: དགོངས་དག “%s”ནི་སྤྱོད་རུང་གི་པར་རིས་ཡིག་ཆ་ཞིག་མིན།

source: Sorry, but emblem %s could not be deleted.
bo_cn: དགོངས་དག རྟགས་མ %s འདོར་མི་ཐུབ།

source: Sorry, but emblem keywords can only contain letters, spaces and numbers.
bo_cn: དགོངས་དག རྟགས་མའི་གནད་ཡིག་ཏུ་གསལ་བྱེད་དང་། སྟོང་ཆ། ཨང་ཀི་མ་གཏོགས་ཚུགས་ཚུད་མི་ཆོག

source: Sorry, but pattern %s could not be deleted.
bo_cn: དགོངས་དག རི་མོ %sའདོར་མི་ཐུབ།

source: Sorry, but the pattern %s could not be installed.
bo_cn: དགོངས་དག རི་མོ %sསྒྲིག་འཇུག་བྱེད་མི་ཐུབ།

source: Sorry, but there is already an emblem named "%s".
bo_cn: དགོངས་དག མིང་“%s”ཡི་རྟགས་མ་ཡོད་པ།

source: Sorry, but you cannot execute commands from a remote site.
bo_cn: དགོངས་དག ཁྱེད་ཀྱིས་རྒྱང་རིང་གི་རྒྱུད་ཁོངས་ཀྱི་བཀའ་བརྡ་ལག་བསྟར་བྱེད་མི་ཐུབ།

source: Sorry, but you cannot replace the reset image.
bo_cn: དགོངས་དག ཁྱེད་ཀྱིས་པར་རིས་བརྗེ་ནས་བསྐྱར་སྒྲིག་བྱེད་མི་ཐུབ།

source: Sorry, but you must specify a non-blank keyword for the new emblem.
bo_cn: དགོངས་དག ཁྱེད་ཀྱིས་ངེས་པར་དུ་རྟགས་མ་གསར་བ་ལ་སྟོང་མིན་གྱི་གནད་ཡིག་ཅིག་གཏན་འཁེལ་བྱ་དགོས།

source: Sorry, but you must specify a non-blank name for the new color.
bo_cn: དགོངས་དག ཁྱེད་ཀྱིས་ངེས་པར་དུ་སྟོང་མིན་གྱི་མིང་ཅིག་བསྟན་ནས་ཁ་དོག་གསར་བཟོ་ལ་སྤྱོད།

source: Sorry, but you must specify an unused color name for the new color.
bo_cn: དགོངས་དག ཁྱེད་ཀྱིས་ངེས་པར་དུ་སྤྱད་མེད་ཀྱི་མིང་ཅིག་བསྟན་ནས་ཁ་དོག་གསར་བཟོ་ལ་སྤྱོད།

source: Sorry, could not change the group of "%s": %s
bo_cn: དགོངས་དག “%s”ཡི་ཚོགས་ཚོ།：%sབཅོས་མི་ཐུབ།

source: Sorry, could not change the owner of "%s": %s
bo_cn: དགོངས་དག “%s”ཡི་བདག་པོ་%sབཅོས་མི་ཐུབ།

source: Sorry, could not change the permissions of "%s": %s
bo_cn: དགོངས་དག “%s”ཡི་དབང་ཚད་%sབཅོས་མི་ཐུབ།

source: Sorry, could not display all the contents of "%s": %s
bo_cn: དགོངས་དག “%s”ཡི་ནང་དོན་ཚང་མ་%sམངོན་མི་ཐུབ།

source: Sorry, could not rename "%s" to "%s": %s
bo_cn: དགོངས་དག “%s”ལ་མིང་བསྐྱར་འདོགས་ནི“%s”%sབྱ་མི་ཐུབ།

source: Sorry, unable to save custom emblem name.
bo_cn: དགོངས་དག རང་གིས་མཚན་ཉིད་བཞག་པའི་རྟགས་མའི་མིང་ཉར་མི་ཐུབ།

source: Sorry, unable to save custom emblem.
bo_cn: དགོངས་དག རང་གིས་མཚན་ཉིད་བཞག་པའི་རྟགས་མ་ཉར་མི་ཐུབ།

source: Sort _folders before files
bo_cn: ཡིག་ཁུག་ཡིག་ཆ་མདུན་དུ་འཇོག(_F)

source: Special character(\n\/:*?"<>) are not allowed in filenames
bo_cn: དམིགས་བསལ་ཡིག་རྟགས(\n/:*?"<>)ཡིག་ཆའི་མིང་གི་ཁྲོད་དུ་བཀོལ་མི་ཆོག

source: Special flags:
bo_cn: དམིགས་བསལ་གྱི་མཚོན་རྟགས།：

source: Specified group '%s' doesn't exist
bo_cn: བསྟན་པའི་ཚོ་“%s”མེད་པ།

source: Specified owner '%s' doesn't exist
bo_cn: བསྟན་པའི་བདག་པོ་“%s”མི་འདུག

source: Specify a location to open
bo_cn: ཁ་འབྱེད་དགོས་པའི་གནས་ས་སྟོན།

source: Specify file containing saved configuration
bo_cn: ཉར་ཚགས་བྱས་ཟིན་པའི་སྡེབ་སྒྲིག་ཡིག་ཆ་འདུས་པ་དམིགས་འཛུགས།

source: Specify session management ID
bo_cn: གླེང་མོལ་དོ་དམ་IDདམིགས་འཛུགས།

source: Speed tradeoff for when to preview a sound file when mousing over a files icon. If set to "always" then always plays the sound, even if the file is on a remote server. If set to "local-only" then only plays previews on local file systems. If set to "never" then it never previews sound.
bo_cn: ཙི་གུ་སྒྲའི་ཡིག་ཆ་དཔེ་རིས་ལ་སྟོན་སྐབས་ཀྱི་མྱུར་ཚད་སྙོམས་སྒྲིག གལ་ཏེ་“རྒྱུན་དུ”གཏན་འཁེལ་བྱས་ན། ཡིག་ཁུག་རྒྱང་རིང་གི་ཞབས་ཞུ་ཆས་ཀྱི་སྟེང་དུ་ཡོད་ན་ཡང་། རྒྱུན་དུ་སྒྲ་གཏོང་སྲིད། རྒྱུན་དུ་སྔོན་ལྟ་འཆར་སྲིད། གལ་ཏེ་“རང་ས་ཁོ་ན”གཏན་འཁེལ་བྱས་ན། རང་སའི་ཡིག་ཆའི་རྒྱུད་ཁོངས་སྟེང་གི་ཡིག་ཆ་གཏོང་སྲིད། གལ་ཏེ་“གཏན་མེད”གཏན་འཁེལ་བྱས་ན། སྒྲའི་ཡིག་ཆ་ལ་སྔོན་ལྟ་མི་བྱེད།

source: Speed tradeoff for when to show a preview of text file contents in the file's icon. If set to "always" then always show previews, even if the folder is on a remote server. If set to "local-only" then only show previews for local file systems. If set to "never" then never bother to read preview data.
bo_cn: ཡིག་ཆའི་དཔེ་རིས་ཁྲོད་ཡི་གེ་ཡིག་ཆའི་ནང་དོན་སྔོན་ལྟའི་མྱུར་ཚད་སྙོམས་སྒྲིག་ཤར་ཚེ། གལ་ཏེ་“རྒྱུན་དུ”གཏན་འཁེལ་བྱས་ན། ཡིག་ཁུག་རྒྱང་རིང་གི་ཞབས་ཞུ་ཆས་ཀྱི་སྟེང་དུ་ཡོད་ན་ཡང་། རྒྱུན་དུ་སྔོན་ལྟ་འཆར་སྲིད། གལ་ཏེ་“རང་ས་ཁོ་ན”གཏན་འཁེལ་བྱས་ན། རང་སའི་ཡིག་ཆའི་རྒྱུད་ཁོངས་སྟེང་གི་ཡིག་ཆ་ལ་སྔོན་ལྟ་བྱེད། གལ་ཏེ་“གཏན་མེད”གཏན་འཁེལ་བྱས་ཚེ། ཡིག་ཆ་ཡོད་ཚད་ལ་སྔོན་ལྟ་མི་བྱེད།

source: Speed tradeoff for when to show an image file as a thumbnail. If set to "always" then always thumbnail, even if the folder is on a remote server. If set to "local-only" then only show thumbnails for local file systems. If set to "never" then never bother to thumbnail images, just use a generic icon.
bo_cn: དཔེ་རིས་ཡིག་ཆ་ལ་བསྡུས་རིས་ཀྱི་མྱུར་ཚད་སྙོམས་སྒྲིག་ཤར་ཚེ། གལ་ཏེ་“རྒྱུན་དུ”གཏན་འཁེལ་བྱས་ན། ཡིག་ཁུག་རྒྱང་རིང་གི་ཞབས་ཞུ་ཆས་ཀྱི་སྟེང་དུ་ཡོད་ན་ཡང་། རྒྱུན་དུ་བསྡུས་རིས་འཆར་སྲིད། གལ་ཏེ་“རང་ས་ཁོ་ན”གཏན་འཁེལ་བྱས་ན། རང་སའི་ཡིག་ཆའི་རྒྱུད་ཁོངས་སྟེང་གི་ཡིག་ཆ་ཁོ་ན་ལ་བསྡུས་རིས་གསར་བཟོ་བྱེད། གལ་ཏེ་“གཏན་མེད”གཏན་འཁེལ་བྱས་ཚེ། རྒྱུན་སྤྱོད་ཀྱི་དཔེ་རིས་སྤྱོད།

source: Speed tradeoff for when to show the number of items in a folder. If set to "always" then always show item counts, even if the folder is on a remote server. If set to "local-only" then only show counts for local file systems. If set to "never" then never bother to compute item counts.
bo_cn: ཡིག་ཁུག་ཁྲོད་ཀྱི་རྣམ་གྲངས་ཀྱི་ཁ་གྲངས་འཆར་སྐབས་ཀྱི་མྱུར་ཚད་སྙོམས་སྒྲིག གལ་ཏེ་“རྒྱུན་དུ”གཏན་འཁེལ་བྱས་ན། ཡིག་ཁུག་རྒྱང་རིང་གི་ཞབས་ཞུ་ཆས་ཀྱི་སྟེང་དུ་ཡོད་ན་ཡང་། རྒྱུན་དུ་རྣམ་གྲངས་ཀྱི་ཁ་གྲངས་འཆར་སྲིད། གལ་ཏེ་“རང་ས་ཁོ་ན”གཏན་འཁེལ་བྱས་ན། རང་སའི་རྒྱུད་ཁོངས་སྟེང་གི་ཡིག་ཆའི་ཁ་གྲངས་མ་གཏོགས་མི་འཆར། གལ་ཏེ་“གཏན་མེད”གཏན་འཁེལ་བྱས་ཚེ། རྣམ་གྲངས་ཀྱི་ཁ་གྲངས་མི་བརྩི།

source: Spreadsheet
bo_cn: གློག་རྡུལ་རེའུ་མིག

source: St_atusbar
bo_cn: རྣམ་པའི་སྡེ།（_A）

source: Start the drive associated with the open folder
bo_cn: ཁ་ཕྱེ་ཡིག་ཁུག་དང་འབྲེལ་བའི་སྒྲིལ་མགོ་སློང་།

source: Start the multi-disk drive associated with the open folder
bo_cn: ཁ་ཕྱེ་ཡིག་ཁུག་འབྲེལ་བའི་སྡེར་མང་སྐུལ་ཆས་མགོ་རྩོམ།

source: Start the selected drive
bo_cn: བདམས་པའི་སྒྲིལ་མགོ་རྩོམས།

source: Start the selected multi-disk drive
bo_cn: བདམས་པའི་སྡུད་སྡེར་མང་པོའི་སྐུལ་ཆས་མགོ་རྩོམ།

source: Start the selected volume
bo_cn: བདམས་པའི་སྒྲིལ་མགོ་རྩོམས།

source: Start the volume associated with the open folder
bo_cn: ཁ་ཕྱེ་ཡིག་ཁུག་དང་འབྲེལ་བའི་སྒྲིལ་མགོ་སློང་།

source: Start the volume associated with this folder
bo_cn: ཡིག་ཁུག་འདི་དང་འབྲེལ་བའི་སྒྲིལ་མགོ་སློང་།

source: Starting %s
bo_cn: %sའགོ་སློང་བཞིན་པ།

source: Stop loading the current location
bo_cn: མིག་སྔའི་གནས་སར་ཕབ་འཇུག་མཚམས་འཇོག

source: Stop the multi-disk drive associated with the open folder
bo_cn: ཁ་ཕྱེ་ཡིག་ཁུག་དང་འབྲེལ་བའི་སྡུད་སྡེར་མང་པོའི་སྐུལ་ཆས་མཚམས་འཇོག

source: Stop the selected drive
bo_cn: བདམས་པའི་སྒྲིལ་མཚམས་འཇོག

source: Stop the selected multi-disk drive
bo_cn: བདམས་པའི་སྡུད་སྡེར་མང་པོའི་སྐུལ་ཆས་མཚམས་འཇོག

source: Stop the selected volume
bo_cn: བདམས་པའི་སྒྲིལ་མཚམས་འཇོག

source: Stop the volume associated with the open folder
bo_cn: ཁ་ཕྱེ་ཡིག་ཁུག་དང་འབྲེལ་བའི་སྒྲིལ་མཚམས་འཇོག

source: Stop the volume associated with this folder
bo_cn: ཡིག་ཁུག་འདི་དང་འབྲེལ་བའི་སྒྲིལ་མཚམས་འཇོག

source: Storage
bo_cn: གསོག་འཇོག་བར་རྫས།

source: Stucco
bo_cn: སྐྱ་འདམ།

source: Symbolic links only supported for local files
bo_cn: མཚོན་རྟགས་སྦྲེལ་མཐུད་ཀྱིས་རང་སའི་ཡིག་ཆ་ཁོ་ན་ལ་རྒྱབ་སྐྱོར་བྱེད།

source: TB available space,total
bo_cn: Tསྤྱོད་རུང་། སྤྱིར།

source: T_emplates
bo_cn: མ་དཔེ།(_E)

source: Tangerine
bo_cn: ཚ་ལུ་མའི་མདོག

source: Terracotta
bo_cn: རྫ་ཆས།

source: Text
bo_cn: ཡིག་དེབ།

source: Text Ellipsis Limit
bo_cn: ཡིག་རྐྱང་སྐུང་བའི་མུ་མཐའ།

source: Text File
bo_cn: ཡིག་རྐྱང་ཡིག་ཆ།

source: Text view:
bo_cn: ཡིག་རྐྱང་མཐོང་རིས།：

source: The %'d selected item will be copied if you select the Paste command
bo_cn: གལ་ཏེ་ཁྱེད་ཀྱིས་སྦྱར་བའི་བཀའ་བརྡ་བདམས་ན། བདམས་པའི་རྣམ་གྲངས་%dའདྲ་བཟོ་བྱ།

source: The %'d selected item will be moved if you select the Paste command
bo_cn: གལ་ཏེ་ཁྱེད་ཀྱིས་སྦྱར་བའི་བཀའ་བརྡ་བདམས་ན། བདམས་པའི་རྣམ་གྲངས་%dསྤོ་བ་བྱ།

source: The Link "%s" is Broken.
bo_cn: སྦྲེལ་མཐུད་“%s”བརླགས་ཟིན།

source: The Link "%s" is Broken. Move it to Trash?
bo_cn: སྦྲེལ་མཐུད་“%s”བརླགས་ཟིན། ཁྱེད་ཀྱིས་དེ་སྙིགས་སྒམ་དུ་སྤོ་དགོས་སམ།

source: The SELinux security context of the file.
bo_cn: ཡིག་ཆའི SELinux བདེ་འཇགས་ཁོར་ཡུག

source: The alignment of the lines in the text of the label relative to each other. This does NOT affect the alignment of the label within its allocation. See GtkMisc::xalign for that.
bo_cn: གདོང་འཛར་སྟེང་གི་ཡིག་ཕྲེང་བར་གྱི་དོ་མཉམ་བྱེད་ཐབས། སྒྲིག་འགོད་འདིས་གདོང་འཛར་རང་གི་དོ་ཉམས་ལ་ཤུགས་རྐྱེན་མི་བྱེད། GtkMisc::xalignཁྲོད་ཀྱི་གསལ་བཤད་ལ་གཟིགས་རོགས།
