Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/cheese.po
Languages: bo_cn

source: Adjusts the brightness of the image coming from the camera
bo_cn: བརྙན་ལེན་ཆས་ཀྱི་བརྙན་རིས།་ཀྱི་དཀར་ཚད་ལེགས་སྒྲིག་བྱེད།

source: Adjusts the contrast of the image coming from the camera
bo_cn: བརྙན་ལེན་ཆས་ཀྱི་བརྙན་རིས།་ཀྱི་སྡུར་ཚད་ལེགས་སྒྲིག་བྱེད།

source: Adjusts the hue (color tint) of the image coming from the camera
bo_cn: བརྙན་ལེན་ཆས་ཀྱི་བརྙན་རིས།་ཀྱི་མདོག་གདངས་ལེགས་སྒྲིག་བྱེད།(མདོག་གི་དཀར་ནག)

source: Adjusts the saturation of the image coming from the camera
bo_cn: བརྙན་ལེན་ཆས་ཀྱི་བརྙན་རིས།་ཀྱི་ཚད་ལོངས་ཚད་ལེགས་སྒྲིག་བྱེད།

source: Are you sure you want to permanently delete the file?
bo_cn: ཁྱེད་ཀྱིས་དངོས་གནས་ཡིག་ཆ་%d འདོར་འདོད་དམ།

source: Brightness
bo_cn: གསལ་ཚད།

source: Burst
bo_cn: བསྟུད་མར་པར་ལེན།

source: Burst mode
bo_cn: བསྟུད་མར་པར་ལེན་པའི་རྣམ་པ།

source: Camera device string indicator
bo_cn: པར་ཆས་སྒྲིག་ཆས་ཡིག་རྟགས་ཕྲེང་སྟོན་ཆས།

source: Cancellable initialization not supported
bo_cn: བར་ཆད་རུང་བའི་ཐོག་མ་ཅན་དུ་སྒྱུར་བར་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Capture
bo_cn: ཟིན་པ།

source: Cheese
bo_cn: ཆེ་ཙི།

source: Cheese Webcam Booth
bo_cn: ཆེ་ཙི་མགོ་ཆེ།

source: Cheese Website
bo_cn: ཆའེ་ཙི་དྲ་ཚིགས།

source: Choose an Effect
bo_cn: ཐོབ་འབྲས་འདེམ་པ།

source: Contrast
bo_cn: བསྡུར་ཚད།

source: Could not delete %s
bo_cn: %s བསུབ་ཐབས་མེད།

source: Could not move %s to trash
bo_cn: %sསྙིགས་སྒམ་དུ་སྤོ་མི་ཐུབ།

source: Could not open %s
bo_cn: %s ཁ་ཕྱེ་ཐབས་མེད།

source: Could not save %s
bo_cn: %sཉར་མི་ཐུབ།

source: Countdown length
bo_cn: དུས་ཚོད་ལྡོག་རྩིས་ཀྱི་རིང་ཚད།

source: DEVICE
bo_cn: སྒྲིག་ཆས།

source: Defines the path where the photos are stored. If empty, "XDG_PHOTO/Webcam" will be used.
bo_cn: འདྲ་པར་ཉར་བའི་འགྲོ་ལམ་སྟོད། གལ་ཏེ་སྟོང་བ་ཡིན་ན། “XDG_PHOTO/Webcam”སྤྱོད།

source: Defines the path where the videos are stored. If empty, "XDG_VIDEO/Webcam" will be used.
bo_cn: བརྙན་ཟློས་ཉར་བའི་འགྲོ་ལམ་སྟོད། གལ་ཏེ་སྟོང་བ་ཡིན་ན།“XDG_VIDEO/Webcam”སྤྱོད།

source: Delay between photos (seconds)
bo_cn: འདྲ་པར་ཕྱིར་འགྱངས།(སྐར་ཆ།)

source: Delete
bo_cn: བསུབ་པ།

source: Device
bo_cn: སྒྲིག་ཆས།

source: Device capabilities not supported
bo_cn: སྒྲིག་ཆས་འདིའི་བྱེད་ནུས་ཚང་མ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Device to use as a camera
bo_cn: བརྙན་མིག་ཏུ་བཀོལ་བའི་སྒྲིག་ཆས།

source: Effects
bo_cn: ཕན་འབྲས།

source: Fire _flash
bo_cn: འོད་འཚེར།(_F)

source: Fire flash before taking a photo
bo_cn: པར་ལེན་པའི་སྔོན་དུ་འོད་འཚེར་བ།

source: Hue
bo_cn: ཚོས་གཞི།

source: If you delete an item, it will be permanently lost
bo_cn: གལ་ཏེ་ཁྱེད་ཀྱིས་རྣམ་གྲངས་འདི་དག་འདོར་ན། དེ་དག་ཡལ་བ་ཡིན།

source: Image
bo_cn: པར་རིས།།

source: Image brightness
bo_cn: བརྙན་རིས།་དཀར་ཚད།

source: Image contrast
bo_cn: བརྙན་རིས།་བསྡུར་ཚད།

source: Image hue
bo_cn: རི་མོའི་ཚོན་མདངས།

source: Image saturation
bo_cn: བརྙན་རིས།་ཚད་ལོངས་ཚད།

source: Last selected effect
bo_cn: ཐེངས་སྔོན་མར་བདམས་པའི་ཕན་འབྲས།

source: Leave fullscreen mode and go back to windowed mode
bo_cn: བརྙན་ཤེལ་ཡོངས་རྣམ་ལ་བྲལ་ནས་སྒེའུ་ཁུང་རྣམ་པར་ལོག།

source: Move to _Trash
bo_cn: སྙིགས་སྒམ་དུ་སྤོ།(_T)

source: Name of the installed effect that was selected last
bo_cn: ཐེངས་སྔོན་མར་བདམས་པའི་སྒྲིག་སྦྱོར་བྱས་པའི་ཕན་འབྲས་ཀྱི་གྲངས་ཀ

source: Navigate to the next page of effects
bo_cn: ཐོབ་འབྲས་ཕྱི་མར་ཕྱོགས་ཁྲིད།

source: Navigate to the previous page of effects
bo_cn: ཐོབ་འབྲས་སྔར་མར་ཕྱོགས་ཁྲིད།

source: No Effect
bo_cn: ནུས་འབྲས་མེད།

source: No device found
bo_cn: སྒྲིག་ཆས་མ་རྙེད་པ།

source: No effects found
bo_cn: ཕན་འབྲས་མ་རྙེད་པ།

source: Number of photos
bo_cn: འདྲ་པར་ཨང་གྲངས།

source: Number of photos in burst mode
bo_cn: པར་བསྟུད་མར་ལེན་གྲངས།

source: One or more needed GStreamer elements are missing:
bo_cn: GStreamer གཞི་རྒྱུ་གཅིག་གམ་མང་པོ་མི་འདང་།：

source: Open
bo_cn: ཁ་ཕྱེ་བ།

source: Output version information and exit
bo_cn: རྩིས་ཐེམ་གྱི་ཆ་འཕྲིན་ཕྱིར་གཏོང་ནས་ཕྱིར་ཐོན།

source: P_references
bo_cn: ཐོག་མའི་འདེམས་ཚན།(_R)

source: Photo
bo_cn: འདྲ་པར།

source: Photo burst mode
bo_cn: བསྟུད་མར་པར་ལེན་པའི་རྣམ་པ།

source: Photo height
bo_cn: འདྲ་པར་མཐོ་ཚད།

source: Photo mode
bo_cn: རྐྱང་ལེན་རྣམ་པ།

source: Photo path
bo_cn: འདྲ་པར་འགྲོ་ལམ།

source: Photo resolution
bo_cn: འདྲ་པར་འབྱེད་ཕྱོད།

source: Photo width
bo_cn: འདྲ་པར་ཞེང་ཚད།

source: Preferences
bo_cn: མཐོ་རིམ།

source: Record a Video
bo_cn: བརྙན་ཕབ།

source: Record a video
bo_cn: བརྙན་ཕབ།

source: Record a video using a webcam
bo_cn: དྲ་བའི་བརྙན་མིག་སྤྱད་ནས་བརྙན་ཐུང་དུམ་བུ་ཞིག་ཕབ་བཟོ་བྱེད་པ།

source: Saturation
bo_cn: ཚད་ལོངས་ཚད།

source: Save
bo_cn: བསྒྱུར་བཅོས་ཉར་ཚགས།

source: Save File
bo_cn: ཡིག་ཆ་ཉར་ཚགས།

source: Save _As…
bo_cn: གཞན་དུ་བཅོལ་བ།(_A)...

source: Set to true to fire a flash before taking a photo
bo_cn: གལ་ཏེ་པར་ལེན་དུས་འོད་འཚེར་འདོད་ན། trueལ་བཀོད་རོགས།

source: Set to true to show a countdown before taking a photo
bo_cn: གལ་ཏེ་པར་ལེན་དུས་དུས་ལྡོག་རྩིས་འདོད་ན། trueལ་བཀོད་རོགས།

source: Shutter sound
bo_cn: མགྱོགས།སྒོ་སྒྲ།

source: Skip
bo_cn: མཆོང་བ།

source: Skip all
bo_cn: ཚང་མ་སྣང་མེད་དུ་གཏོང་

source: Start in fullscreen mode
bo_cn: བརྙན་ཡོངས་རྣམ་པས་མགོ་སློང་།

source: Start in wide mode
bo_cn: བརྙན་ཡངས་རྣམ་པས་མགོ་སློང་།

source: Stop recording
bo_cn: སྒྲ་ཕབ་མཚམས་འཇོག

source: Stop taking pictures
bo_cn: པར་རྒྱག་མཚམས་འཇོག

source: Take Multiple Photos
bo_cn: འདྲ་པར་མང་པོ་ལེན།

source: Take a Photo
bo_cn: པར་རྒྱག་པ།

source: Take a photo using a webcam
bo_cn: དྲ་བའི་བརྙན་མིག་སྤྱད་ནས་པར་རྒྱག་པ།

source: Take multiple photos
bo_cn: འདྲ་པར་མང་པོ་ལེན།

source: Take multiple photos using a webcam
bo_cn: དྲ་བའི་བརྙན་མིག་སྤྱད་ནས་པར་མང་པོ་རྒྱག་པ།

source: Take photos and videos with your webcam, with fun graphical effects
bo_cn: བརྙན་ལེན་ཆས་བཀོལ་ནས་པར་ལེན་པའམ་བརྙན་ཕབ་པ། སྤྲོ་སྣང་ལྡན་པའི་བརྙན་རིས།་ཕན་འབྲས་ཀྱང་སྣོན།

source: The duration of the countdown before taking a photo, in seconds
bo_cn: པར་ལེན་སྔོན་གྱི་དུས་ལྡོག་རྩིས་སྐར་ཆ་གྲངས།

source: The height of the image captured from the camera, in pixels
bo_cn: བརྙན་མིག་ལས་པར་རིས།་ཀྱི་མཐོ་ཚད་དྲས་རྒྱག་པ། འཇལ་བྱེད་ནི་བརྙན་རྒྱུ་ཡིན།

source: The height of the video captured from the camera, in pixels
bo_cn: བརྙན་མིག་ལས་བརྙན་ཟློས་ཀྱི་མཐོ་ཚད་དྲས་རྒྱག་པ། འཇལ་བྱེད་ནི་བརྙན་རྒྱུ་ཡིན།

source: The number of photos to take in a single burst.
bo_cn: ཐེངས་གཅིག་ལ་བསྟུད་མར་བླངས་པའི་འདྲ་པར་གྱི་གྲངས་ཀ

source: The path to the device node which points to the camera, for example /dev/video0
bo_cn: བརྙན་མིག་ཀྱི་སྒྲིག་ཆས་ཚིགས་ཚེག་འགྲོ་ལམ་ལ་སྟོན་པ། དཔེར་ན /dev/video0

source: The width of the image captured from the camera, in pixels
bo_cn: བརྙན་མིག་ལས་པར་རིས།་ཀྱི་མཐོ་ཚད་དྲས་རྒྱག་པ། འཇལ་བྱེད་ནི་བརྙན་རྒྱུ་ཡིན།

source: The width of the video captured from the camera, in pixels
bo_cn: བརྙན་མིག་ལས་བརྙན་ཟློས་ཀྱི་མཐོ་ཚད་དྲས་རྒྱག་པ། འཇལ་བྱེད་ནི་བརྙན་རྒྱུ་ཡིན།

source: There was an error playing video from the webcam
bo_cn: དྲ་བའི་བརྙན་མིག་ཕབ་པའི་བརྙན་ཟློས་གཏོང་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Time between photos in burst mode
bo_cn: འདྲ་པར་བསྟུད་མར་བླངས་པའི་བར་ཆོད་དུས་ཚོད།

source: Unknown device
bo_cn: ངེས་མེད་ཀྱི་སྒྲིག་ཆས།

source: Use a countdown
bo_cn: དུས་ཚོད་ལྡོག་རྩིས་སྤྱོད་པ།

source: Video
bo_cn: བརྙན་ཟློས།

source: Video height
bo_cn: བརྙན་ཟློས་ཀྱི་མཐོ་ཚད།

source: Video mode
bo_cn: བརྙན་ཟློས་རྣམ་པ།

source: Video path
bo_cn: བརྙན་ཟློས་ཀྱི་འགྲོ་ལམ།

source: Video resolution
bo_cn: བརྙན་ཟློས་ཀྱི་འབྱེད་ཕྱོད།

source: Video width
bo_cn: བརྙན་ཟློས་ཀྱི་ཞེང་ཚད།

source: Webcam
bo_cn: བརྙན་མིག

source: Webcam Booth
bo_cn: མགོ་ཆེ་སྦྱར་བ།

source: Webcam in use
bo_cn: བརྙན་མིག་བཀོལ་སྤྱོད་བྱེད་བཞིན་ཡོད།

source: _About
bo_cn: འབྲེལ་ཡོད།(_A)

source: _Cancel
bo_cn: དོར་བ།(_C)

source: _Close
bo_cn: ཁ་རྒྱག (C)

source: _Countdown
bo_cn: དུས་ལྡོག་རྩིས།(_C)

source: _Delete
bo_cn: བསུབ་པ།

source: _Effects
bo_cn: ཐོབ་འབྲས(_E)

source: _Fullscreen
bo_cn: བརྙན་ཡོལ་ཧྲིལ་པོ།(_F)

source: _Help
bo_cn: རོགས་རམ།(_H)

source: _Quit
bo_cn: ཕྱིར་འབུད། (_Q)

source: _Select
bo_cn: འདེམ་པ། (_S)

source: _Take Another Picture
bo_cn: ཡང་པར་གཅིག་ལེན།(_T)

source: photo;video;webcam;
bo_cn: photo;video;webcam;བརྙན་ཟློས། བརྙན་མིག་། པར་རྒྱག་པ།

source: translator-credits
bo_cn: He Qiangqiang <carton@linux.net.cn>, 2002 Funda Wang <fundawang@linux.net.cn>, 2003 2004བདུད་རྩི<rhythm.gan@gmail.com>, 2009 Fan Qijiang <fqj1994@linux.com>,2010
