Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/claws-mail.po
Languages: bo_cn

source: (alternately double-click, or click the middle
bo_cn: ། (ཉིས་རྡེབ་ཡང་ན་ཆིག་རྡེབ་བྱས་ཀྱང་ཆོག

source: - Or use
bo_cn: - ཡང་ན་སྤྱོད་པ།

source: - To display as text, select
bo_cn: - གལ་ཏེ་ཡིག་རྐྱང་བྱེད་སྟངས་ཀྱིས་མངོན་དགོས་ན། འདེམས་རོགས།

source: - To open with an external program, select
bo_cn: - གལ་ཏེ་ཕྱི་རོལ་བྱ་རིམ་གྱིས་ཁ་འབྱེད་དགོས་ན། འདེམས་རོགས།

source: - To save, select
bo_cn: - གལ་ཏེ་ཉར་དགོས་ན། འདེམས་རོགས།

source: It should be possible to import it
bo_cn: དེ་ནང་འདྲེན་བྱེད་ཐུབ།

source: This key couldn't be imported to your keyring.
bo_cn: གསང་ལྡེ་འདི་ཁྱེད་ཀྱི་གསང་ལྡེའི་གདུབ་ཏུ་འདྲེན་མི་ཐུབ།

source: This key has been imported to your keyring.
bo_cn: གསང་ལྡེ་འདི་ཁྱེད་ཀྱི་གསང་ལྡེའི་གདུབ་ཏུ་དྲངས་ཟིན།

source: This key is in your keyring.
bo_cn: གསང་ལྡེ་འདི་ཁྱེད་ཀྱི་གསང་ལྡེའི་གདུབ་ཏུ་གནས་ཡོད།

source: This key is not in your keyring.
bo_cn: གསང་ལྡེ་འདི་ཁྱེད་ཀྱི་གསང་ལྡེའི་གདུབ་ཏུ་གནས་མེད།

source: The following can be performed on this part
bo_cn: ཆ་ཤས་འདི་ལ་གཤམ་གྱི་བཀོལ་སྤྱོད་ལག་བསྟར་བྱེད།

source: by right-clicking the icon or list item:
bo_cn: རིས་རྟགས་ཡང་ན་རེའུ་མིག་ཚན་ལ་གཡས་རྡེབ་བྱེད:

source: (Shortcut key: '
bo_cn: ། (མྱུར་མཐེབ།: 'y')

source: - Off:
bo_cn: - ཁ་རྒྱག：

source: : new mail
bo_cn: །：གློག་ཡིག་གསར་བ།

source: : no new or unread mail
bo_cn: །：གློག་ཡིག་གསར་བའམ་མ་ཀློག་པ་མེད།

source: : unread mail
bo_cn: །：མ་ཀློག་པའི་གློག་ཡིག

source: Check File
bo_cn: ཡིག་ཆ་ཞིབ་བཤེར།

source: Check Server
bo_cn: ཞབས་ཞུ་ཆས་ཞིབ་བཤེར།

source: Choose preset keyboard shortcuts...
bo_cn: སྔོན་བཀོད་ཀྱི་མཐེབ་གཞོང་མྱུར་མཐེབ་འདེམ་པ།...

source: De_fine...
bo_cn: མཚན་ཉིད་འཇོག་པ...

source: Def_ine...
bo_cn: མཚན་ཉིད་འཇོག་པ...

source: Defaults
bo_cn: སོར་བཞག་ཚད།

source: Modify
bo_cn: བཟོ་བཅོས།

source: Search
bo_cn: འཚོལ་བཤེར།

source: Selection when entering a folder
bo_cn: གློག་ཡིག་འཇུག་སྐབས་བདམས་པ།

source: Use default
bo_cn: སོར་བཞག་གྲངས་ཚད་བཀོལ་སྤྱོད།

source: [Edited]
bo_cn: [བཟོ་བཅོས་བྱས་ཚར]

source: _Set as default account
bo_cn: སོར་བཞག་རྩིས་ཐོར་བཀོད་པ།

source: for replies
bo_cn: ལན་སྤྲད་པའི་སྦྲག་རྫས་ཀྱིས་རྩིས་ལེན་མཁན་གྱི་ཁས་བླངས་པ།

source: in the Tools menu for more information.
bo_cn: ཆ་འཕྲིན་ཇེ་མང་བ་ཤེས་པ།

source: item selected
bo_cn: ཚན་བདམས་ཚར།

source: "%s" unknown in dictionary '%s'
bo_cn: %sབདམས་པ\%s"མི་ཤེས།"

source: %d deleted
bo_cn: %d བཀག་པ་དོར་ཟིན།

source: %d files (%d icons), size: %s
bo_cn: ཡིག་ཆ%d(རིས་རྟགས%d) ཆེ་ཆུང་།： %s

source: %d hour
bo_cn: %d ཆུ་ཚོད།

source: %d hour later
bo_cn: རྗེས་སུ་དུས་ཚོད%d

source: %d hour sooner
bo_cn: སྔོན་དུ་དུས་ཚོད%d

source: %d hours and %d minutes later
bo_cn: རྗེས་སུ་དུས་ཚོད%dསྐར་མ་%d

source: %d hours and %d minutes sooner
bo_cn: སྔོན་དུ་དུས་ཚོད%dསྐར་མ་%d

source: %d hours later
bo_cn: རྗེས་སུ་དུས་ཚོད%d

source: %d hours sooner
bo_cn: རྗེས་སུ་དུས་ཚོད%d

source: %d minute
bo_cn: སྐར་མ། %d

source: %d minutes later
bo_cn: རྗེས་སུ་སྐར་མ%d།

source: %d minutes sooner
bo_cn: སྔོན་དུ་སྐར་མ%d།

source: %d new calendar message arrived
bo_cn: ཉིན་རེའི་ལས་བཀོད་%dབྱོར་བ།

source: %d new message
bo_cn: གློག་ཡིག་གསར་བ%d

source: %d new message arrived
bo_cn: གློག་ཡིག་གསར་བ%dབྱོར་བ།

source: %d new, %d unread, %d total (%s)
bo_cn: གློག་ཡིག་གསར་པ%d ཀློག་མེད་པ་%d སྤྱིར་ %d ། (%s)

source: %d newsgroups received (%s read)
bo_cn: གསར་འགྱུར་%d བྱོར་བ། (%sབཀླགས་པ།)

source: %d themes available (%d user, %d system, 1 internal)
bo_cn: སྤྱིར་ན་སྤྱོད་རུང་བརྗོད་བྱ་གཙོ་བོ%d ཡོད། (སྤྱོད་མཁན་དཀར་ཆག་%dདང་། རྒྱུད་ཁོངས་དཀར་ཆག་%d ནང་བཞག1ཡོད།)

source: %d/%d selected (%s/%s), %d unread
bo_cn: %d/%dབདམས་པ། ། (%s/%s), %dཀློག་མེད།

source: %s (plugin not loaded)
bo_cn: %s། (བསྒར་ལྷུ་འཇུག་མེད།)

source: %s - Account preferences
bo_cn: %s - རྩིས་ཐོ་སྒྲིག་འགོད།

source: %s - Compose message%s
bo_cn: %s - %sགློག་ཡིག་གསར་པ།

source: %s - Edit meeting
bo_cn: %s - རྩོམ་སྒྲིག་གྲོས་ཚོགས།

source: %s - Source
bo_cn: %s - གློག་ཡིག་ཁུངས་ཀྱི་ཡིག་ཆ།

source: %s failed
bo_cn: %s འབྲེལ་མཐུད་ཕམ་པ།

source: %s header
bo_cn: %s གློག་ཡིག་མགོ།

source: %s is busy at the time of your planned meeting
bo_cn: %s ཁྱེད་ཀྱིས་འཆར་གཞི་བཀོད་པའི་དུས་ཚོད་ནང་སྟོང་བ་མེད།

source: %s will be replaced with file name / URI
bo_cn: %sདེ་འབྲེལ་ཡོད་པའི་ཡིག་ཆའི་མིང་ཡང་ན་URIཡིས་བརྗེ།

source: %s%d copied
bo_cn: %s%d འདྲ་བཟོ་བྱས།

source: %s%d moved
bo_cn: %s%d བཀག་པ་སྤོ་བ།

source: %s%sYou're working offline. Override for %d minutes?
bo_cn: %s%sཁྱེད་ཀྱིས་འཁོར་བྲལ་ལས་ཀ་བྱེད་པ། སྐར་མ་%dནང་དུ་བསྒྱུར་དགོས་མིན།

source: %s%sYou're working offline. Override?
bo_cn: %s%sཁྱེད་ཀྱིས་འཁོར་བྲལ་ལས་ཀ་བྱེད་པ། གནས་སྐབས་སུ་སྐུད་བྲལ་གྱི་རྣམ་པར་བརྗེ་དགོས་མིན།

source: %s: Retrieving new messages
bo_cn: %s:གློག་ཡིག་བསྡུ་ལེན་བྱེད་པ།

source: %s:%d: unknown host.
bo_cn: %s:%d: མི་ཤེས་པའི་གཙོ་འཁོར།

source: %s:%s: host lookup failed (%s).
bo_cn: %s:%s: གཙོ་འཁོར་འཚོལ་བ་ཕམ་པ། (%s)

source: '%c' can't be included in folder name.
bo_cn: དཀར་ཆག་མིང་དུ་`%c'ཚུད་མི་ཉན།

source: '%c' can't be used in folder name.
bo_cn: དཀར་ཆག་མིང་དུ་`%c'ཚུད་མི་ཉན།

source: '%s' is not a directory.
bo_cn: `%s'ནི་དཀར་ཆག་ཅིག་མིན།

source: 'Display as text'
bo_cn: 'ཡིག་རྐྱང་བྱེད་སྟངས་ཀྱིས་མངོན་པ།'

source: 'Get Mail' checks for new messages on this account
bo_cn: `ཀུན་པོ་བསྡུ་ལནེ'རྩིས་ཐོ་འདིར་འདུས་པའི་གློག་ཡིག་གསར་པ།

source: 'Get Mail' retrieves mail from the checked accounts
bo_cn: 'འཕྲིན་ལེན'གྱིས་བདམས་པའི་རྩིས་ཐོའི་གློག་ཡིག་བསྡུ་བ།

source: 'Network Log'
bo_cn: ‘དྲ་བའི་ཉིན་ཐོ།‘

source: 'Open with...'
bo_cn: 'ཁ་འབྱེད་སྟངས་...'

source: 'Open'
bo_cn: 'ཁ་འབྱེད།'

source: 'Save as...'
bo_cn: གཞན་ཉར།...

source: (New)
bo_cn: (གསར་བཟོ།)

source: (No Date)
bo_cn: (དུས་ཚེས་མེད་པ།)

source: (No From)
bo_cn: (ཡིག་སྐུར་མཁན་མེད།)

source: (No Recipient)
bo_cn: (ཡིག་ལེན་མཁན་མེད།)

source: (No Subject)
bo_cn: (བརྗོད་བྱ་གཙོ་བོ་མེད་པ།)

source: (Subject cleared by RegExp)
bo_cn: （བརྗོད་བྱ་གཙོ་བོRegExpཡིས་བསུབ་པ།）

source: (Untitled)
bo_cn: (མིང་བཏགས་མེད།)

source: (no suggestions)
bo_cn: (གྲོས་གཞི་མེད་པ།)

source: (none)
bo_cn: (མེད།)

source: (or older)
bo_cn: ཡོང་ཁུངས་དཀར་ཆག:

source: (the window manager is free to ignore this)
bo_cn: (སྒེའུ་ཁུང་དོ་དམ་ཆས་ཀྱིས་སྒྲིག་འགོད་འདི་སྣང་མེད་དུ་གཏོང་།)

source: (this event is part of a recurring event)
bo_cn: (ལས་དོན་འདི་ནི་ལས་དོན་རིང་པོ་ཞིག་གི་ཆ་ཤས་ཤིག་ཡིན།)

source: (this event recurs)
bo_cn: ལས་དོན་འདི་ནི་ཡུན་རིང་གི་ལས་དོན་ཞིག་ཡིན།

source: (usually empty)
bo_cn: (སྤྱིར་བཏང་དུ་སྟོང་བ་བྱས་ནས་ཉར་ཐུབ།)

source: (you can't send mail if the SMTP is not set!)
bo_cn: （གལ་ཏེ་SMTPམ་བཀོད་ན།ཁྱེད་ཀྱིས་གློག་ཡིག་བསྐུར་མི་ཐུབ།）

source: , and isn't available in the previous or next 6 hours.
bo_cn: , ད་དུང་དེའི་སྔོན་རྗེས་སུ་ཆུ་ཚོད་6ནང་དུ་སྟོང་མིན།

source: , but would be available %s or %s.
bo_cn: , འོན་ཀྱང་%sཡང་ན་%sསྟོང་པ་ཡོད།

source: , but would be available %s.
bo_cn: , འོན་ཀྱང་%sསྟོང་པ་ཡོད།

source: --- Ended: %s
bo_cn: --- མཇུག་སྒྲིལ་ཟིན: %s

source: --- Running: %s
bo_cn: --- འཁོར་སྐྱོད་བྱེད་པ།： %s

source: 0 (Passed)
bo_cn: 0། (བརྒྱུད་པ།)

source: 0 days and 0 hours : remove immediately
bo_cn: (ཉིན0 དང་ཆུ་ཚོད་0 རུ: ལམ་སེང་འདོར་བ།)

source: 0 to stop logging in the log window
bo_cn: 0 ཡིས་ཉིན་ཐོའི་སྒེའུ་ཁུང་དུ་ཆ་འཕྲིན་འབྲི་བ་འགོག་པ་མཚོན།

source: 0: all bodies
bo_cn: 0：ནང་དོན་ཚང་མ།

source: 1st Level
bo_cn: རིམ་དང་པོ།

source: 2nd Level
bo_cn: རིམ་གཉིས་པ།

source: 3rd Level
bo_cn: རིམ་གསུམ་པ།

source: 401 (Authorisation required)
bo_cn: 401 (དབང་ཚད་དགོས།)

source: 403 (Unauthorised)
bo_cn: 403(དབང་སྤྲད་མེད།)

source: 404 (Not found)
bo_cn: 404(རྙེད་མེད།)

source: 7bit ASCII (US-ASCII)
bo_cn: གནས7ཡི་ASCII(US-ASCII)

source: : File does not exist
bo_cn: ཚོད་འཛིན་ཡིག་ཆ་མི་འདུག

source: : Unable to open
bo_cn: ：སྒོ་འབྱེད་མི་ཐུབ།

source: <No Return-Path found>
bo_cn: <ཡིག་ལན་ཤག་གནས་མ་རྙེད།>

source: <not in certificate>
bo_cn: <ཨང་ཀིའི་དཔང་ཡིག་ནང་དུ་མེད།>

source: A Group Name must be supplied.
bo_cn: ཚོགས་ཚོའི་མིང་ཅིག་འདོན་རོགས།

source: A Hostname must be supplied for the server.
bo_cn: ཞབས་ཞུ་ཆས་ཀྱི་དྲ་མིང་འདོན་རོགས།

source: A Name and Value must be supplied.
bo_cn: ངེས་པར་དུ་མིང་དང་གྲངས་ཚད་འདོན་རོགས།

source: A Name must be supplied.
bo_cn: ངེས་པར་དུ་མིང་ཞིག་འདོན་རོགས།

source: A folder cannot be moved between different mailboxes.
bo_cn: དཀར་ཆག་ཡིག་སྒམ་བརྒལ་ནས་སྤོ་མི་ཆོག

source: A folder name cannot begin or end with a dot.
bo_cn: དཀར་ཆག་ཡིག་སྒམ་བརྒལ་ནས་སྤོ་མི་ཆོག

source: A leading '/' is not allowed in the menu name.
bo_cn: འདེམས་བྱང་ཚན་མིང་དུ་མཚོན་རྟགས་【/】སྤྱོད་མི་ཆོག

source: A list of LDAP attribute names that should be searched when attempting to find a name or address.
bo_cn: མིང་དང་ས་གནས་འཚོལ་བའི་འཚོལ་བཤེར་བྱེད་དགོས་པའི་LDAPངོ་བོའི་མིང་གི་རེའུ་མིག

source: A meeting to which you had been invited has been cancelled.
bo_cn: ཁྱེད་གདན་འདྲེན་ནས་ཚོགས་འདུ་ཞིག་ལ་ཞུས་པ་ལེན་ཚར།

source: A name that you wish to call the server.
bo_cn: ཁྱོད་ཀྱིས་ཞབས་ཞུ་ཆས་ལ་འབོད་པའི་རེ་བ།

source: A new article in a RSS feed arrived
bo_cn: RSSགསར་བས་རྩོམ་ཡིག་འདོན་པ་ཞིག་འབྱོར།

source: A new calendar message arrived
bo_cn: ཉིན་རེའི་ལས་རིམ་གསར་པའི་ཆ་འཕྲིན་ཞིག་འབྱོར།

source: A new message arrived
bo_cn: གློག་ཡིག་གསར་བ་ཞིག་འབྱོར།

source: ACPI file:
bo_cn: ACPIཡིག་ཆ།：

source: ACPI type:
bo_cn: ACPIརིགས་གྲས།：

source: A_dd
bo_cn: ཁ་སྣོན།

source: Sun
bo_cn: ཉིན།

source: Abbreviate newsgroup names longer than
bo_cn: གསར་འགྱུར་ཚོགས་པའི་མིང་བསྡུས། གལ་ཏེ་དེའི་རིང་ཚད་ལས་ཆེ་ན།

source: About Claws Mail
bo_cn: གློག་ཡིག་དུད་སྣེའི་སྐོར།

source: About You
bo_cn: སྤྱོད་མཁན་ཆ་འཕྲིན།

source: Accept
bo_cn: སྡུད་ལེན།

source: Accept in this session
bo_cn: ཐེངས་འདི་དང་ལེན།

source: Accepted:
bo_cn: ཁས་ལེན་བྱས་ཟིན:

source: Account
bo_cn: རྩིས་ཐོ།

source: Account name
bo_cn: རྩིས་ཐོ།

source: Account name is not entered.
bo_cn: རྩིས་ཐོའི་མིང་ནང་འཇུག་བྱས་མེད།

source: Account to use for this email
bo_cn: གློག་ཡིག་འདིར་སྤྱོད་པའི་རྩིས་ཐོ།

source: Account%d
bo_cn: རྩིས་ཐོ%d

source: G
bo_cn: བསྡུ་ལེན།

source: Accounts with remote folders cannot be copied.
bo_cn: རྒྱང་རིང་ཡིག་ཁུག་ཡོད་པའི་རྩིས་ཐོ་འདྲ་བཟོ་བྱ་མི་ཐུབ།

source: Acpi Notifier
bo_cn: Acpiབརྡ་ཐོ།

source: Action
bo_cn: འགུལ་སྟངས།

source: Action configuration
bo_cn: འགུལ་སྟངས་སྡེབ་སྒྲིག

source: Action string is not valid.
bo_cn: ནུས་མེད་ཀྱི་འགུལ་སྟངས།

source: Action's hidden user argument
bo_cn: འགུལ་སྟངས་སུ་སྤྱོད་མཁན་ལ་སྦེད་པའི་ཞུགས་གྲངས།

source: Action's input/output
bo_cn: འགུལ་སྟངས་ཀྱི་ནང་འཇུག/ཕྱིར་འདོན།

source: Action's user argument
bo_cn: འཁོར་སྐྱོད་དུ་སྤྱོད་མཁན་གྱི་ཞུགས་གྲངས།

source: Action:
bo_cn: འགུལ་སྟངས།：

source: Actions
bo_cn: བཀོལ་སྤྱོད།

source: Actions configuration
bo_cn: བྱེད་ནུས་སྡེབ་སྒྲིག

source: Actions list not saved
bo_cn: འགུལ་སྟངས་རེའུ་མིག་ཉར་མེད།

source: Active
bo_cn: འགུལ་སྟངས།

source: Add New Addressbook
bo_cn: ཤག་གནས་དེབ་གསར་པ་སྣོན།

source: Add New Group
bo_cn: ཚོགས་པ་གསར་བ་སྣོན།

source: Add New JPilot Entry
bo_cn: 增加新的 JPilot རྣམ་གྲངས་གསར་པ་སྣོན།

source: Add New LDAP Server
bo_cn: LDAPཞབས་ཞུ་ཆས་གསར་པ་སྣོན།

source: Add New Person
bo_cn: སྤྱོད་མཁན་གསར་པ་སྣོན།

source: Add New vCard Entry
bo_cn: vCardས་བཅད་གསར་པ་སྣོན།

source: Add RSS folder tree
bo_cn: RSSདཀར་ཆག་སྡོང་འགྲེམས་སྣོན།

source: Add address to destination when double-clicked
bo_cn: ཉིས་རྡེབ་བྱས་ནས་ཤག་གནས་ཡིག་ལེན་མཁན་དུ་སྣོན།

source: Add address(es)
bo_cn: གློག་ཡིག་ཤག་གནས་སྣོན།

source: Add fetchinfo headers
bo_cn: སྦེད་དགོས་པའི་འཕྲིན་མགོ

source: Add key
bo_cn: keyཡི་ངོས་འཛིན་ཨང་སྣོན་པ།

source: Add mailbox
bo_cn: ཡིག་སྒམ་སྣོན།

source: Add to address _book
bo_cn: ཤག་གནས་དེབ་ཏུ་སྣོན།(_b)

source: Add to address book
bo_cn: ཤག་གནས་དེ་ཤག་གནས་དེབ་ཏུ་སྣོན།

source: Add to personal dictionary
bo_cn: མི་སྒེར་གྱི་ཚིག་མཛོད་དུ་སྣོན།

source: Add user agent header
bo_cn: མཚན་ཉིད་རང་བཞག་གི་བརྡ་འཕྲིན་མགོ་སྣོན།

source: Add user-defined header
bo_cn: མཚན་ཉིད་རང་བཞག་གི་བརྡ་འཕྲིན་མགོ་སྣོན།

source: Add...
bo_cn: ཁ་སྣོན།

source: Adding messages...
bo_cn: གློག་ཡིག་སྣོན་པ་...

source: Adding or removing attribute names won't affect attributes already set for contacts.
bo_cn: གཏོགས་གཤིས་སྣོན་ལེན་གྱིས་ཤག་གནས་དེབ་ནང་གི་སྔོན་ཡོད་གཏོགས་གཤིས་ཚད་ལ་ཤུགས་རྐྱེན་མི་ཐེབས།

source: Additional e-Mail address item(s)
bo_cn: མང་བའི་གློག་རྡུལ་གློག་ཡིག

source: Address
bo_cn: ཤག་གནས།

source: Address Book
bo_cn: ཤག་གནས་དེབ།

source: Address Books
bo_cn: ཤག་གནས་དེབ།

source: Address Count
bo_cn: གློག་ཡིག་ཤག་གནས་ཀྱི་གྲངས་ཀ

source: Address Keeper
bo_cn: ཤག་གནས།

source: Address book
bo_cn: ཤག་གནས་དེབ།

source: Address book folder size:
bo_cn: ཤག་གནས་དེབ་ཀྱི་དཀར་ཆག་ཆེ་ཆུང་།:

source: Address book location
bo_cn: ཤག་གནས་དེབ་ཀྱི་འགྲོ་ལམ།

source: Address book name must be supplied.
bo_cn: ངེས་པར་དུ་ཤག་གནས་དེབ་མིང་འདོན་དགོས།

source: Address book name:
bo_cn: ཤག་གནས་དེབ་མིང་།:

source: Address book path
bo_cn: ཤག་གནས་དེབ་ཀྱི་འགྲོ་ལམ།

source: Address(es) update
bo_cn: ཤག་གནས་གསར་སྒྱུར།

source: Addressbook Error
bo_cn: ཤག་གནས་དེབ་ལ་ནོར་འཁྲུལ་བྱུང་།

source: Addressbook conversion error
bo_cn: ཤག་གནས་དེབ་ཀྱི་རྣམ་གཞག་སྒྱུར་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Addresses collected successfully.
bo_cn: ཤག་གནས་བསྡུ་བ་ལེགས་འགྲུབ།

source: Addresses in Group
bo_cn: ཚོགས་པའི་འཕྲིན་གཏོང་ཤག་གནས།

source: Advanced
bo_cn: མཐོ་རིམ།

source: After receiving new mail
bo_cn: གློག་ཡིག་གསར་བ་ཞིབ་བཤེར་བྱས་རྗེས།

source: Age
bo_cn: ལོ་ན།

source: Age is
bo_cn: དུས་ཚོད།

source: Alert me
bo_cn: ང་ལ་བརྡ་གཏོང་།

source: Alias
bo_cn: མིང་གཞན།

source: All messages
bo_cn: ཆ་འཕྲིན་ཡོད་ཚད།

source: All of them
bo_cn: ཚང་མ།

source: Allow filtering using plugins on receiving
bo_cn: གློག་ཡིག་ལེན་སྐབས་བསྒར་ལྷུས་འཚག་ཆོག་པ་བྱེད།

source: Allows Orage (version greater than 4.4) to see Claws Mail's calendar
bo_cn: XFCE 4.4ཡི་ཉིན་ཐོའི་ལག་ཆ་Orageརུ་Claws Maiཡིས་འབྲིས་པའི་ཉིན་ཐོ་ལྟ་ཆོག་པ་བྱས།

source: Already trying to send.
bo_cn: སྐུར་བ་ཡིན།

source: Always
bo_cn: ནམ་ཡང་།

source: Always encrypt messages
bo_cn: བརྟན་དུ་གློག་ཡིག་ལ་གསང་སྡོམ།

source: Always encrypt messages when replying to an encrypted message
bo_cn: གསང་བསྡམས་གློག་ཡིག་ལ་ཡིག་ལན་སྐུར་སྐབས་གསང་སྡོམ་རྣམ་པ་སྤྱོད།

source: Always sign messages
bo_cn: རྒྱུན་དུ་མིང་ཐོ་འགོད་པ་སྣོན།

source: Always sign messages when replying to a signed message
bo_cn: མིང་ཐོ་བཀོད་གློག་ཡིག་ཡིག་ལན་སྐུར་སྐབས་མིང་ཐོ་འགོད་པའི་རྣམ་པ་སྤྱོད།

source: An Email address must be supplied.
bo_cn: ངེས་པར་དུ་གློག་རྡུལ་ཡིག་ཆའི་ཤག་གནས་ཤིག་མཁོ་འདོན་བྱེད་རོགས།

source: An addressbook may contain entries without Email Addresses. Check this option to ignore these records.
bo_cn: ཤག་གནས་དེབ་ཏུ་འབྲེལ་གཏུགས་མི་སྣའི་གློག་ཡིག་ཤག་གནས་མེད་སྲིད། འདི་བདམས་ན་ཟིན་ཐོ་འདི་དག་སྣང་མེད་དུ་གཏོང་ཐུབ།

source: An error happened during SMTP session.
bo_cn: SMTPགླེང་མོལ་བཟོ་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: An error happened while learning.
bo_cn: གསོ་སྦྱོང་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Answer
bo_cn: ལན་འདེབས་པ།

source: Any
bo_cn: གང་རུང་།

source: Any tags
bo_cn: གདོང་འཛར་གང་རུང་།

source: Append or Overwrite
bo_cn: ཟུར་སྣོན་ཡང་ན་བཀབ་པ།

source: Append or overwrite existing file?
bo_cn: ཡིག་ཆ་ཟུར་སྣོན་ཡང་ན་བཀབ་པ།

source: Append the new action above to the list
bo_cn: གོང་གི་གཏན་འཁེལ་གྱི་འགུལ་སྟངས་གསར་བ་རེའུ་མིག་ཏུ་སྣོན།

source: Append the new rule above to the list
bo_cn: གོང་གི་གཏན་འཁེལ་གྱི་ཆོས་ཉིད་གསར་བ་རེའུ་མིག་ཏུ་སྣོན།

source: Append the new template above to the list
bo_cn: གོང་གི་གཏན་འཁེལ་གྱི་མ་དཔེ།་གསར་བ་རེའུ་མིག་ཏུ་སྣོན།

source: Apply
bo_cn: ཉེར་སྤྱོད།

source: Apply tags...
bo_cn: གདོང་འཛར་སྣོན་པ།...

source: Apply template
bo_cn: མ་དཔེ།་སྤྱོད་པ།

source: Apply these rules if they apply to the current account
bo_cn: སྒྲིག་སྲོལ་འདི་དག་སྤྱོད་པ།(གལ་ཏེ་དེ་དག་མིག་སྔའི་རྩིས་ཐོར་སྤྱོད་རུང་ཡིན་ན།)

source: Apply these rules regardless of the account they belong to
bo_cn: སྒྲིག་སྲོལ་འདི་དག་སྤྱོད་པ།(དེ་དག་རྩིས་ཐོར་གང་ལ་གཏོགས་རུང་།)

source: Apply to subfolders
bo_cn: བུ་དཀར་ཆག་ལ་ཉེར་སྤྱོད།

source: Arabic
bo_cn: ཨ་རབ་ཀྱི་སྐད།

source: Arabic (ISO-8859-6)
bo_cn: ཨ་རབ་ཀྱི་སྐད་(ISO-8859-6）

source: Arabic (Windows-1256)
bo_cn: ཨ་རབ་སྐད་ཡིག（Windows-1256）

source: Archive
bo_cn: ཉར་ཚགས།

source: Archive format
bo_cn: ཚེས་གྲངས་རྣམ་གཞག

source: Archiver
bo_cn: ལོ་རྒྱུས་གློག་ཡིག་ལྟ་བ།

source: Archiving
bo_cn: གློག་ཡིག་བསྡུ་ལེན།

source: Archiving:
bo_cn: གློག་ཡིག་བསྡུ་ལེན།

source: Are you sure you want to cancel this meeting?
bo_cn: ཁྱོད་ཀྱིས་གྲོས་ཚོགས་འདི་ལེན་རྒྱུ་གཏན་འཁེལ་ཡིན་ནམ།

source: Are you sure you want to remove all cached avatar icons?
bo_cn: བརྗོད་བྱ་གཙོ་བོ་འདི་བསུབ་རྒྱུ་གཏན་འཁེལ་ཡིན་ནམ།

source: Are you sure you want to remove this theme?
bo_cn: བརྗོད་བྱ་གཙོ་བོ་འདི་བསུབ་རྒྱུ་གཏན་འཁེལ་ཡིན་ནམ།

source: Ascending
bo_cn: འཕེལ་རིམ།

source: Ask
bo_cn: འདྲི་རྩད།

source: Ask about account specific filtering rules when filtering manually
bo_cn: ལག་སྒུལ་གྱིས་འཚག་པ་མགོ་སློང་སྐབས། རྩིས་ཐོ་དང་འབྲེལ་བའི་འཚག་པའི་སྒྲིག་སྲོལ་གཏན་འཁེལ།

source: Ask before emptying trash
bo_cn: སྙིགས་སྒམ་གཙང་སེལ་སྔོན་དུ་གཏན་འཁེལ་རེ་ཞུ།

source: Assume 'No'
bo_cn: སོར་བཞག་གི་ལན'མིན།'

source: Assume 'Yes'
bo_cn: སོར་བཞག་གི་ལན'ཡིན།'

source: At least one LDAP search attribute should be supplied.
bo_cn: མ་མཐའ་ཡང་LDAPའཚོལ་བྱེད་ཚན་པ་གཅིག་མཁོ་འདོན་བྱེད་རོགས།

source: AttRemover
bo_cn: བསུབ་པ།

source: Attach
bo_cn: ཡིག་ཆ་ཟུར་སྣོན།

source: Attach Warner
bo_cn: ཡིག་ཆ་ཟུར་སྣོན།

source: Attach file
bo_cn: ཡིག་ཆ་ཟུར་སྣོན།

source: Attach warner
bo_cn: ཡིག་ཆ་ཟུར་སྣོན།

source: Attachment
bo_cn: ཟུར་བཀོད་ཡིག་ཆ།

source: Attachment %s doesn't exist anymore. Ignore?
bo_cn: ཟུར་སྣོན %s མེད། སྣང་མེད་དུ་གཏོང་དགོས་སམ།

source: Attachment handling
bo_cn: ཟུར་བཀོད་ཡིག་ཆ།

source: Attachment warning
bo_cn: ཟུར་བཀོད་ཡིག་ཆ།

source: Attendees:
bo_cn: ཞུགས་མཁན།

source: Attracting messages by subject...
bo_cn: བརྗོད་བྱ་གཙོ་བོ་ལྟར་ཡིག་ཆ་སྒྲིག་པ།

source: Attribute
bo_cn: ས་བཅད

source: Attribute Name
bo_cn: ས་བཅད་མིང་།

source: Attribute Value
bo_cn: གཏོགས་གཤིས་ཀྱི་ཚད།

source: Attribute name
bo_cn: གཏོགས་གཤིས་མིང་།

source: Attribute name is not set.
bo_cn: གཏོགས་གཤིསཀྱི་མིང་གཏན་འཁེལ་བྱས་མེད།

source: Attributes
bo_cn: གཏོགས་གཤིས།

source: Auth failed
bo_cn: གསལ་འབྱེད་ར་སྤྲོད་ཕམ་པ།

source: Auth method not available
bo_cn: ཁོམ་མེད།

source: Authenticate on connect
bo_cn: འབྲེལ་མཐུད་བྱེད་སྐབས་གསལ་འབྱེད་ར་སྤྲོད།

source: Authenticate with POP before sending
bo_cn: མ་སྐུར་གོང་དུ་POPསྤྱོད་ནས་གསལ་འབྱེད་ར་སྤྲོད་བྱེད།

source: Authenticating
bo_cn: གསལ་འབྱེད་ར་སྤྲོད་བྱེད་པ།

source: Authenticating...
bo_cn: དབང་སྤྲོད་བཞིན་ཡོད་...

source: Authentication
bo_cn: གསལ་འབྱེད་ར་སྤྲོད།

source: Authentication failed.
bo_cn: དབང་སྤྲོད་ཕམ་པ།

source: Authentication method
bo_cn: གསལ་འབྱེད་ར་སྤྲོད་བྱེད་སྟངས།

source: Author:
bo_cn: རྩོམ་པ་པོ།：

source: Author:
bo_cn: རྩོམ་པ་པོ:

source: Auto indent
bo_cn: རང་འགུལ་འཁུམ་འཐེན།

source: Auto wrapping
bo_cn: རང་འགུལ་སྟར་བརྗེ།

source: Auto-configure
bo_cn: རང་འགུལ་-སྡེབ་སྒྲིག

source: Automatic
bo_cn: རང་འགུལ།

source: Automatic account selection
bo_cn: རྩིས་ཐོ་རང་འདེམས།

source: Automatic checking
bo_cn: རང་བཤེར།

source: Automatic configuration
bo_cn: རང་འགུལ་ཅན་གྱི་བཀོད་སྒྲིག

source: Automatic spell checking
bo_cn: འབྲི་ཚུལ་རང་བཤེར།

source: Automatically accept valid SSL/TLS certificates
bo_cn: མི་གསལ་བའི་ལུགས་མཐུནSSL/TLS ར་སྤྲོད་རང་ལེན།

source: Automatically check signatures
bo_cn: ཨང་ཀིའི་མིང་འགོད་རང་བཤེར།

source: Automatically display attached images
bo_cn: གློག་ཡིག་ནང་གི་པར་རིས།་རང་མངོན།

source: Automatically export calendar to
bo_cn: ལོ་ཐོ་རང་འདྲེན་ནས།

source: Automatically export free/busy status to
bo_cn: བྲེལ་/ཁོམ་གྱི་རྣམ་པ་རང་འདྲེན་ནས་

source: Automatically insert signature
bo_cn: མིང་འགོད་རང་འཇུག

source: Automatically launch the external editor
bo_cn: ཕྱི་རོལ་རྩོམ་སྒྲིག་ཆས་མགོ་རང་སློང་།

source: Automatically save message to Drafts folder every
bo_cn: ཟིན་བྲིས་རང་ཉར: རེར་

source: Automatically set the following addresses
bo_cn: གཤམ་གྱི་ཤག་གནས་རང་འགོད།

source: Available
bo_cn: ཁོམ་པ།

source: Available Addresses
bo_cn: སྤྱོད་རུང་འཕྲིན་གཏོང་རྩིས་ཐོ།

source: Available Search Base(s)
bo_cn: སྤྱོད་རུང་འཚོལ་ཞིབ་དཔྱད་གཞིའི་མཛོད།

source: Available URLs:
bo_cn: སྤྱོད་རུང་དྲ་གནས:

source: BAD signature from "%s"
bo_cn: \%s"ལས་ཡོང་བའི་མིང་འགོད་ཞིབ་བཤེར་ནོར་འཁྲུལ་བྱུང་། "

source: B_rowse
bo_cn: རགས་ལྟ།(_r)

source: Background
bo_cn: རྒྱབ་ལྗོངས།

source: Background color
bo_cn: རྒྱབ་ལྗོངས་མདོག

source: Bad file format
bo_cn: ཡིག་ཆ་རྣམ་གཞག་ནོར་འཁྲུལ་བྱུང་།

source: Bad passphrase.
bo_cn: གསང་ཨང་ནུས་མེད།

source: Bad signature from "%s"
bo_cn: %sལས་ཡོང་བའི་མིང་འགོད་ཞིབ་བཤེར་ཚད་མི་ལོན།

source: Baltic
bo_cn: པའོ་ལའོ་ཡི་སྐད།

source: Baltic (ISO-8859-13)
bo_cn: པའོ་ལུའོ་ཏི་རྒྱ་མཚོ།（ISO-8859-13）

source: Baltic (ISO-8859-4)
bo_cn: པའོ་ལུའོ་ཏི་རྒྱ་མཚོ།（ISO-8859-4）

source: Bandwidth-efficient mode (prevents retrieving remote tags)
bo_cn: ནུས་མཐོ་ཞེང་ཡངས་རྣམ་པ།(རྒྱང་རིང་སྣའི་གདོང་འཛར་མི་ཀློག)

source: Banner
bo_cn: འཕྲེད་འགེལ་སྦྱར་ཡིག

source: Banner colors
bo_cn: དཀར་ཆག་ཁ་དོག

source: Banner speed
bo_cn: འཕྲེད་འགེལ་སྦྱར་ཡིག་གི་འགྲོས་ཚད།

source: Banner width
bo_cn: འཕྲེད་འགེལ་སྦྱར་ཡིག་གི་འགྲོས་ཚད།

source: Basic
bo_cn: གཞི་རྩ།

source: Bcc
bo_cn: གསང་སྐྱེལ།

source: Bcc:
bo_cn: གསང་བཤུས་སྐྱེལ:

source: Beginning of list reached; continue from end?
bo_cn: འཚོལ་ནས་ཀླད་ལ་སླེངས་ཡོད། མཇུག་ནས་མུ་མཐུད་དུ་འཚོལ་དགོས་སམ།

source: Beginning of message reached; continue from end?
bo_cn: གློག་ཡིག་ཀླད་ལ་སླེངས་ཡོད། མཇུག་ནས་མུ་མཐུད་དུ་འཚོལ་དགོས་སམ།

source: Bind DN
bo_cn: DNསྡོམ་བ།

source: Bind Password
bo_cn: གསང་ཨང་སྡོམ།

source: Block command after execution for
bo_cn: བཀའ་བརྡ་ལག་བསྟར་བྱས་རྗེས་དུས་མཚམས་ཤིག་ལ་ཡང་བསྐྱར་ལག་བསྟར་མིན་བྱེད།

source: Blue
bo_cn: སྔོན་པོ།

source: Body part
bo_cn: ཕུང་པོ།

source: Body:
bo_cn: གཞུང་དངོས:

source: Bogofilter: fetching bodies...
bo_cn: Bogofilter: གློག་ཡིག་གི་ནང་དོན་ལེན་པ...

source: Bogofilter: filtering messages...
bo_cn: Bogofilter: གློག་ཡིག་འཚག་པ་...

source: Bogofilter: learning from message...
bo_cn: Bogofilter: གློག་ཡིག་ལས་གསོ་སྦྱོང་དང་ལེན་བྱེད་པ་...

source: Bogofilter: learning from messages...
bo_cn: Bogofilter: གློག་ཡིག་ལས་གསོ་སྦྱོང་དང་ལེན་བྱེད་པ་...

source: Bold
bo_cn: སྦོས་གཟུགས།

source: Bold fields must be completed
bo_cn: སྦོམ་གཟུགས་ཡིག་ཁུལ་ངེས་པར་དུ་འབྲི་དགོས།

source: Book/Folder
bo_cn: ཤག་གནས་དེབ/དཀར་ཆག་

source: Br_owse
bo_cn: མིག་བཤེར།

source: Bro_wse
bo_cn: རགས་ལྟ།(_w)

source: Browse
bo_cn: མིག་བཤེར།

source: Browse Directory Entry
bo_cn: རགས་ལྟ་དཀར་ཆག་ཚན།

source: Bsfilter
bo_cn: འཚག་པ།

source: Bsfilter: fetching body...
bo_cn: Bogofilter: གློག་ཡིག་གི་ནང་དོན་ལེན་པ...

source: Bsfilter: filtering message...
bo_cn: Bogofilter: གློག་ཡིག་འཚག་པ་...

source: Bsfilter: learning from message...
bo_cn: Bogofilter: གློག་ཡིག་ལས་གསོ་སྦྱོང་དང་ལེན་བྱེད་པ་...

source: Building threads...
bo_cn: གློག་ཡིག་གླེང་མོལ་བཟོ་པ་...

source: Busy searching...
bo_cn: བཤེར་འཚོལ་བྱེད་བཞིན་པ།

source: By _number
bo_cn: ཨང་གྲངས་ལྟར།(_n)

source: By thread date
bo_cn: གླེང་གཞིའི་དུས་ཚེས་ལྟར།

source: CHECK error
bo_cn: ནོར་འཁྲུལ།

source: CLOSE error
bo_cn: ནོར་འཁྲུལ།

source: C_heck for new folders
bo_cn: དཀར་ཆག་གསར་བར་ཞིབ་བཤེར།(_C)

source: C_lear
bo_cn: གཙང་སེལ།(_l)

source: C_ontinue
bo_cn: མུ་མཐུད།(_O)

source: Cache refresh interval
bo_cn: རང་བཞག་དུས་ངེས་གསར་སྒྱུར་སྒྲིག་འགོད་སྤྱོད་པ།

source: Calendar
bo_cn: ལོ་ཐོ།

source: Calendar export
bo_cn: ལོ་ཐོ་འདྲེན་པ།

source: Calendar message
bo_cn: ཉིན་རེའི་འཆར་གཞི།

source: Can not register as default client: impossible to get executable path.
bo_cn: སོར་བཞག་བྱ་རིམ་ཐོ་འགོད་མི་ཐུབ: བྱ་རིམ་འགྲོ་ལམ་ཐོབ་མི་ཐུབ།

source: Can not register as default client: impossible to write to the registry.
bo_cn: སོར་བཞག་བྱ་རིམ་ལྟར་ཐོ་འགོད་མི་ཐུབ: ཐོ་འགོད་རེའུ་མིག་འབྲི་མི་ཐུབ།

source: Can't add the specified address
bo_cn: སྟོན་པའི་ཤག་གནས་སྣོན་མི་ཐུབ།

source: Can't connect to IMAP server: %s:%d
bo_cn: IMAP ཞབས་ཞུ་ཆས་ལ་སྦྲེལ་མི་ཐུབ: %s:%d

source: Can't connect to IMAP server: %s:%d
bo_cn: IMAP ཞབས་ཞུ་ཆས་ལ་སྦྲེལ་མི་ཐུབ: %s:%d

source: Can't copy a folder to one of its children.
bo_cn: དཀར་ཆག་དེའི་བུ་དཀར་ཆག་ཏུ་འདྲ་བཟོ་བྱ་མི་ཐུབ།

source: Can't create the folder '%s'.
bo_cn: དཀར་ཆག་'%s'གསར་བཟོ་བྱ་མི་ཐུབ།

source: Can't find the destination folder.
bo_cn: དམིགས་ཚད་དཀར་ཆག་རྙེད་མི་ཐུབ།

source: Can't get part of multipart message: %s
bo_cn: ཁག་བགོས་གློག་ཡིག་གི་ཆ་ཤས་ཅིག་ཀློག་མི་ཐུབ: %s
