Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/claws-mail.po
Languages: bo_cn

source: Save to draft folder
bo_cn: མ་ཟིན་དཀར་ཆག་ཏུ་ཉར།

source: Save...
bo_cn: ཉར་ཚགས་བྱེད་བཞིན་པ།

source: Saved SSL/TLS certificates
bo_cn: SSLཨང་ཀིའི་དཔང་ཡིག་ཉར་བ།

source: Saving mail on disk
bo_cn: གློག་ཡིག་སྡུད་སྡེར་དུ་ཉར།

source: Saving...
bo_cn: སྣོན་བཞིན་པ།...

source: Scan for new mail
bo_cn: གློག་ཡིག་གསར་བ་ཞིབ་བཤེར།

source: Scanning error: %s
bo_cn: དཀར་ཆག་ %sབཤར་འབེབས། ...

source: Scanning folder %s...
bo_cn: དཀར་ཆག་ %sབཤར་འབེབས། ...

source: Scanning folder tree...
bo_cn: དཀར་ཆག་བཤར་འབེབས་བྱེད་བཞིན་པ།...

source: Scope:
bo_cn: ཐོབ་སྐར།:

source: Score is not set
bo_cn: ཆ་བསགས་གཏན་འཁེལ་བྱས་མེད།

source: Script saved successfully.
bo_cn: གློག་ཡིག་སྐུར་བ་ལེགས་འགྲུབ།

source: Scroll
bo_cn: སྒྲིལ་འགུལ།

source: Search
bo_cn: འཚོལ་བ།

source: Search Attributes
bo_cn: གཏོགས་གཤིས་འཚོལ་བཤེར།

source: Search Base
bo_cn: དཔྱད་ཡིག་མཛོད་འཚོལ་བཤེར།

source: Search failed
bo_cn: འཚོལ་བཤེར་ཕམ་པ།

source: Search finished
bo_cn: འཚོལ་བཤེར་ལེགས་འགྲུབ།

source: Search messages
bo_cn: གློག་ཡིག་འཚོལ་བཤེར།

source: Search pattern is not set.
bo_cn: འཚོལ་བཤེར་ཆ་རྐྱེན་བཀོད་མེད།

source: Search recursively
bo_cn: རིམ་ལོག་འཚོལ་བཤེར།

source: Search string not found.
bo_cn: བསྟན་པའི་ཡིག་རྟགས་ཕྲེང་མ་རྙེད།

source: Search the Web
bo_cn: དཔྱད་ཡིག་མཛོད་འཚོལ་བཤེར།

source: Searching in %s...
bo_cn: %s རུ་འཚོལ་བཤེར་བྱེད་པ།...

source: Secret key not found (%s)
bo_cn: གསང་ལྡེ་(%s)མ་རྙེད།

source: Secret key specification is ambiguous
bo_cn: གསང་ལྡེ་ལ་དོན་གཉིས་ཡོད།

source: Select Address Book Folder
bo_cn: ཤག་གནས་དེབ་ཀྱི་དཀར་ཆག་འདེམ་པ།

source: Select All
bo_cn: ཡོད་ཚད་འདེམ་པ།

source: Select HTML output file
bo_cn: HTMLཕྱིར་འདོན་ཡིག་ཆ་འདེམ་པ།

source: Select JPilot File
bo_cn: JPilot ཡིག་ཆ་འདེམ་པ།

source: Select Keys
bo_cn: གསང་ལྡེ་འདེམ་པ།

source: Select LDIF File
bo_cn: LDIFཡིག་ཆ་འདེམ་པ།

source: Select LDIF output file
bo_cn: LDIFཕྱིར་འདོན་ཡིག་ཆ་འདེམ་པ།

source: Select MUTT File
bo_cn: MUTTཡིག་ཆ་འདེམ་པ།

source: Select Pine File
bo_cn: Pineཡིག་ཆ་འདེམ་པ།

source: Select account
bo_cn: རྩིས་ཐོ་འདེམ་པ།

source: Select an OPML file
bo_cn: .opmlཡིག་ཆ་ཞིག་འདེམ་པ།

source: Select and rename LDIF field names to import.
bo_cn: འདྲེན་དགོས་པའི་LDIFཡིག་དུམ་གྱི་མིང་འདེམས་ཅིང་མིང་བསྐྱར་འདོགས་བྱེད།

source: Select certificate file
bo_cn: ཨང་ཀིའི་དཔང་ཡིག་ཡིག་ཆ་འདེམ་པ།

source: Select command
bo_cn: བཀའ་བརྡ་འདེམ་པ།

source: Select cookies file
bo_cn: Pineཡིག་ཆ་འདེམ་པ།

source: Select destination folder
bo_cn: དམིགས་ཡུལ་དཀར་ཆག་འདེམ་པ།

source: Select exporting file
bo_cn: ཕྱིར་འདོན་ཡིག་ཆ་འདེམ་པ།

source: Select file
bo_cn: ཡིག་ཆ་འདེམ་པ།

source: Select folder
bo_cn: དཀར་ཆག་འདེམ་པ།

source: Select folder(s)
bo_cn: དཀར་ཆག་འདེམ་པ།

source: Select for Import
bo_cn: ཚན་འདི་འདེམས་ཅིང་འདྲེན་པ།

source: Select importing file
bo_cn: ཡིག་ཆ་འདེམས་ཅིང་འདྲེན་པ།

source: Select key by your email address
bo_cn: གློག་ཡིག་གི་ཤག་གནས་ལྟར་གསང་ལྡེ་འདེམ་པ།

source: Select mails before
bo_cn: ཡིག་ཆ་འདེམ་པ།

source: Select newsgroups for subscription:
bo_cn: སྔོན་མངག་གི་གསར་འགྱུར་ཚོགས་པ་འདེམ་པ།:

source: Select preset:
bo_cn: སྔོན་བཀོད་ཚད་འདེམ་པ།:

source: Select signature file
bo_cn: མིང་རྟགས་འགོད་པའི་ཡིག་ཆ་འདེམ་པ།

source: Select stylesheet
bo_cn: བཟོ་ལྟའི་རེའུ་མིགབཟོ་དབྱིབས་རེའུ་མིག

source: Select stylesheet and formatting.
bo_cn: རྣམ་པ་དང་རྣམ་གཞག་འདེམ་པ།

source: Select the HTML part of multipart messages
bo_cn: མཉས་འདུས་གློག་ཡིག་ནང་གི་HTMLཆ་ཤས་འདེམ་པ།

source: Select the HTML part of multipart/alternative messages
bo_cn: མཉས་འདུས་གློག་ཡིག་ནང་གི་HTMLཆ་ཤས་འདེམ་པ།

source: Select the LDIF field for import into the address book.
bo_cn: ཤག་གནས་དེབ་ཀྱི་LDIFཡིག་དུམ་དུ་འདྲེན་དགོས་པ་འདེམ་པ།

source: Select the LDIF file to import.
bo_cn: འདྲེན་དགོས་པའི་LDIFཡིག་ཆ་འདེམས་རོགས།

source: Select the Plugins to load
bo_cn: སྣོན་དགོས་པའི་བསྒར་ལྷུ་འདེམ་པ།

source: Select theme folder
bo_cn: བརྗོད་བྱ་གཙོ་བོ་དཀར་ཆག་འདེམ་པ།

source: Select vCard File
bo_cn: vCardཡིག་ཆ་འདེམ་པ།

source: Select...
bo_cn: འདེམ་པ།...

source: Selected SMTP AUTH method not available
bo_cn: བདམས་པའི་SMTP ར་སྤྲོད་བྱེད་སྟངས་ནུས་མེད།

source: Selected Sieve auth method not available
bo_cn: བདམས་པའི་SMTP ར་སྤྲོད་བྱེད་སྟངས་ནུས་མེད།

source: Selected account isn't NNTP: Posting is impossible.
bo_cn: བདམས་པ་NNTPརྩིས་ཐོ་མིན: ཡར་སྐྱེལ་མི་ཐུབ།

source: Selection on folder opening
bo_cn: གློག་ཡིག་ཁུག་ཁ་འབྱེད་སྐབས་འདེམས།

source: Selection options
bo_cn: ཡིག་སྐུར་མཁན་ལ་ལན་ལོག་འདེམས་ཚན།

source: Selector
bo_cn: འདེམ་ཆས།

source: Self-signed certificate
bo_cn: མིང་རྟགས་རང་འགོད་ཀྱི་ཨང་ཀིའི་དཔང་ཡིག

source: Send
bo_cn: སྐུར་བ།

source: Send (SMTP)
bo_cn: སྐུར་བ།(SMTP)

source: Send Message
bo_cn: གློག་ཡིག་སྐུར་བ།

source: Send Queued Messages
bo_cn: སྐུར་དགོས་པའི་གློག་ཡིག་སྐྱེལ།

source: Send a notification to the attendees
bo_cn: ཚོགས་ཞུགས་མཁན་ལ་བརྡ་ཐོ་སྐུར་བ།

source: Send account mail address in Message-ID
bo_cn: བརྡ་འཕྲིན་ID རུ་རྩིས་ཐོའི་ཡིག་སྒམ་ཤག་གནས་སྐུར་བ་ཚུད།

source: Send all queued messages?
bo_cn: སྐུར་དགོས་པའི་་གློག་ཡིག་ཚང་མ་སྐུར་རམ།

source: Send anyway
bo_cn: སྐུར་བ་རྒྱུན་འཁྱོངས།

source: Send it anyway?
bo_cn: སྐུར་བ་གཏན་འཁེལ་ལམ།

source: Send later
bo_cn: ཅུང་ཙམ་འགོར་རྗེས་བསྐུར།

source: Send queued messages
bo_cn: སྐུར་དགོས་པའི་གློག་ཡིག་སྐྱེལ།

source: Send receipt
bo_cn: འབྱོར་ལན་སྐུར་བ།

source: Send to...
bo_cn: སྐུར་ས...

source: Sender address to be used
bo_cn: གློག་ཡིག་འདི་སྐུར་བར་སྤྱོད་པའི་ཤག་གནས།

source: Sender:
bo_cn: ཡིག་གཏོང་མཁན།:

source: Sending
bo_cn: གློག་ཡིག་སྐུར་བ།

source: Sending DATA...
bo_cn: DATA...སྐྱེལ་བ།

source: Sending EHLO...
bo_cn: EHLO འཕྲིན་མགོ་སྐྱེལ་བ།...

source: Sending HELO...
bo_cn: EHLO འཕྲིན་མགོ་སྐྱེལ་བ།...

source: Sending MAIL FROM...
bo_cn: MAIL FROM འཕྲིན་མགོ་སྐྱེལ་བ།...

source: Sending RCPT TO...
bo_cn: RCPT TO འཕྲིན་མགོ་སྐྱེལ་བ།...

source: Sending mail
bo_cn: ཞབས་ཞུ་ཆས་སྡེབ་སྒྲིག་སྐྱེལ་བ།

source: Sending message (%d / %d bytes)
bo_cn: གློག་ཡིག་སྐུར་བ། (%d / %d bytes)

source: Sending message using command: %s
bo_cn: བཀའ་བརྡ་སྤྱོད་ནས་གློག་ཡིག་སྐུར་བ།: %s

source: Sending message...
bo_cn: གློག་ཡིག་སྐུར་བ།...

source: Sent
bo_cn: བསྐུར་བ།

source: Separator
bo_cn: མཚམས་དྲས་རྒྱག་རྟགས།

source: Server
bo_cn: ཞབས་ཞུ་ཆས།

source: Server Name:
bo_cn: ཞབས་ཞུ་ཆས་ཀྱི་མིང་།:

source: Server address:
bo_cn: ཞབས་ཞུ་ཆས་ཤག་གནས།:

source: Server for receiving
bo_cn: བསྡུ་ལེན་ཞབས་ཞུ་ཆས།

source: Server information
bo_cn: ཞབས་ཞུ་ཆས་ཆ་འཕྲིན།

source: Server logins are disabled.
bo_cn: ཐོ་འགོད་བྱེད་ནུས་བཀག་པ།

source: Server name
bo_cn: ཞབས་ཞུ་ཆས་ཀྱི་མིང་།:

source: Server port
bo_cn: ཞབས་ཞུ་ཆས།

source: Server requires STARTTLS to log in.
bo_cn: TLSཁྱད་གཤིས་ལྡན་ན་ཞབས་ཞུ་ཆས་སུ་ཐོ་འགོད་ཐུབ།

source: Server type:
bo_cn: ཞབས་ཞུ་ཆས་རིགས་གྲས།:

source: Session statistics
bo_cn: གླེང་མོལ་བསྡོམས་རྩིས།

source: Session timed out. You may be able to recover by increasing the timeout value in Preferences/Other/Miscellaneous.
bo_cn: གླེང་མོལ་དུས་བརྒལ་ན་ཁྱེད་ཀྱིས་'དགའ་ཕྱོགས་སྒྲིག་འགོད/གཞན་དག/ཚན་མང་'དུ་བརྒལ་བའི་དུས་ཚོད་རིང་དུ་གཏོང་ཐུབ།

source: Set as default
bo_cn: སོར་བཞག་རྩིས་ཐོ་ལ་བཀོད།

source: Set default selection when entering a folder
bo_cn: དཀར་ཆག་ཏུ་འཇུག་སྐབས་འདེམས་ཚན་སོར་བཞག་སྒྲིག་འགོད་བྱེད།

source: Set feed properties
bo_cn: རྩོམ་འདོན་ཁུངས་ཀྱི་གཏོགས་གཤིས་སྒྲིག་འགོད།

source: Set label for 'color %d'
bo_cn: 'ཁ་དོག %d'ཡིག་མཚོན་སྒྲིག་འགོད།

source: Set mailbox order
bo_cn: ཡིག་སྒམ་རིམ་པ་སྒྲིག་འགོད།

source: Set popup window width and position
bo_cn: འཕར་ཐོན་སྒེའུ་ཁུང་གི་ཞེང་ཚད་དང་གནས་ས་སྒྲིག་འགོད།

source: Set to 0 to disable automatic refreshing for this feed
bo_cn: 0ལ་སྒྲིག་འགོད་བྱས་ནས་གསར་སྒྱུར་རང་བྱེད་འགོག་པར་མཚོན།

source: Setting folder info...
bo_cn: དཀར་ཆག་གི་དཔྱད་ཡིག་སྒྲིག་འགོད།...

source: Setting summary from message data...
bo_cn: གློག་ཡིག་གཞི་གྲངས་ལྟར་གནད་བསྡུས་ཆ་འཕྲིན་བསྡུ་ལེན་བྱེད་པ...

source: Setting to '0' will store the passphrase for the whole session
bo_cn: གལ་ཏེ་ '0' ལ་བཀོད་ན། གླེང་མོལ་དུས་ཡོངས་སུ་passphraseཉར།

source: Shell command
bo_cn: Shellབཀའ་བརྡ།

source: Show
bo_cn: མངོན་པ།

source: Show "no unread (or new) message" dialog
bo_cn: \མ་ཀློག་པའི་གློག་ཡིག་དང་གློག་ཡིག་གསར་བ་མེད"གླེང་སྒྲོམ་མངོན་པ།"

source: Show Trayicon Notifications
bo_cn: བརྡ་སྐུར་བ།(_S)

source: Show all %s.
bo_cn: %sཚང་མ་མངོན་པ།

source: Show all unspecified headers
bo_cn: གསལ་སྟོན་མ་བྱས་པའི་འཕྲིན་མགོ་ཡིག་དུམ་ཚང་མ་མངོན་པ།

source: Show attachment descriptions (rather than names)
bo_cn: ཟུར་སྣོན་གྱི་ཞིབ་བརྗོདཆ་འཕྲིན་མངོན་པ།(ཟུར་སྣོན་གྱི་མིང་མིན།)

source: Show banner
bo_cn: འཕྲེད་འགེལ་ཡི་གེ་མངོན་པ།

source: Show duplicates in different books
bo_cn: ཤག་གནས་དེབ་མི་འདྲ་བའི་ནང་གི་ཚན་བསྐྱར་ཟློས་མངོན་པ།

source: Show duplicates in the same book
bo_cn: ཤག་གནས་དེབ་གཅིག་པའི་ནང་གི་ཚན་བསྐྱར་ཟློས་མངོན་པ།

source: Show information on configuring actions
bo_cn: འགུལ་སྟངས་སྒྲིག་འགོད་ཆ་འཕྲིན་མངོན་པ།

source: Show information on configuring templates
bo_cn: སྡེབ་སྒྲིག་མ་དཔེ།འི་ཆ་འཕྲིན་མངོན་པ།

source: Show only subscribed folders
bo_cn: སྔོན་མངགས་ཀྱི་དཀར་ཆག་ཁོ་ན་མངོན་པ།

source: Show receive dialog
bo_cn: གློག་ཡིག་བསྡུ་བའི་འཕེལ་ཚད་གླེང་སྒྲོམ་མངོན་པ།

source: Show send dialog
bo_cn: སྐུར་བའི་གླེང་སྒྲོམ་མངོན་པ།

source: Show subscribed folders only
bo_cn: སྔོན་མངགས་ཀྱི་དཀར་ཆག་ཁོ་ན་མངོན་པ།

source: Show this message next time
bo_cn: ཐེངས་རྗེས་མའི་བརྡ་འཕྲིན་མངོན་པ།

source: Show tooltips
bo_cn: གསལ་སྟོན་མངོན་པ།

source: Sieve server is not entered.
bo_cn: SMTPཞབས་ཞུ་ཆས་ནང་བཅུག་མེད།

source: Signature
bo_cn: མིང་རྟགས་འགོད་པ།

source: Signature boundary not found.
bo_cn: མིང་རྟགས་མ་རྙེད།

source: Signature separator
bo_cn: མིང་རྟགས་མཚམས་དྲས་རྒྱག་རྟགས།

source: Signature status:
bo_cn: མིང་རྟགས་རྣམ་པ།:

source: Signatures
bo_cn: མིང་རྟགས་འགོད་པ།

source: Signed, has attachment(s)
bo_cn: མིང་རྟགས་ཡོད། ཟུར་སྣོན་ཡོད།

source: Signer
bo_cn: མིང་རྟགས་འགོད་མཁན།

source: Simplified Chinese (GB18030)
bo_cn: རྒྱ་ཡིག་བསྡུས་མ།（GB18030）

source: Simplify Subject RegExp
bo_cn: གློག་ཡིག་ཁ་བྱང་གི་ཚད་མཐུན་མཚོན་ཚུལ་སླ་བསྡུས།

source: Size
bo_cn: ཆེ་ཆུང་།

source: Size is
bo_cn: ཆེ་ཆུང་ནི།

source: Size:
bo_cn: ཆེ་ཆུང་།：

source: Skip these rules
bo_cn: སྒྲིག་ལམ་འདི་དག་སྣང་མེད་དུ་བཞག

source: Small
bo_cn: ཡིག་གཟུགས་ཆུང་བ།

source: Smooth scroll
bo_cn: འཇམ་སྙོམས་འགྲིལ་འགུལ།

source: Socket IO timeout.
bo_cn: Socket I/O དུས་བརྒལ

source: Socket error on connection to %s:%d.
bo_cn: %s:%d འབྲེལ་སྐབས་འབྲེལ་འཛུགས་ཡིག་ནོར་འཁྲུལ་བྱུང་།

source: Socket error.
bo_cn: Socketནོར་འདུགSooooketནོར་འདུག

source: Socket read error
bo_cn: Socketནོར་འདུགSooooketནོར་འདུག

source: Socket write error
bo_cn: Socketནོར་འདུགSooooketནོར་འདུག

source: Some error(s) happened. Click here to view log.
bo_cn: ནོར་འཁྲུལ་བྱུང་། འདིར་ཆིག་རྡེབ་བྱས་ནས་ཉིན་ཐོ་ལ་ལྟོས།

source: Some errors occurred while sending queued messages.
bo_cn: གློག་ཡིག་སྐུར་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Some marks are left. Process them?
bo_cn: སྒྲིག་དྲས་རྒྱག་བྱ་དགོས་པའི་མཚོན་རྟགས་ལུས་ཡོད། སྒྲིག་དྲས་རྒྱག་བྱེད་དགོས་སམ།

source: Some unsent messages are queued. Exit now?
bo_cn: སྐུར་དགོའ་པའི་དཀར་ཆག་ཏུ་ད་དུང་གློག་ཡིག་ཡོད། ཕྱིར་འདོན་དགོས་སམ།

source: Sort new folders by
bo_cn: དཀར་ཆག་གསར་བར་ཞིབ་བཤེར།(_C)

source: Sorting summary...
bo_cn: གློག་ཡིག་ལ་རིམ་པ་སྒྲིག་པ།...

source: Source URL
bo_cn: ཡོང་ཁུངས་དྲ་གནས།：

source: Source and destination are the same.
bo_cn: ཡིག་ཆའི་ཡོང་ཁུངས་དང་དམིགས་ཡུལ་འདྲ།

source: Source folder can't be left empty.
bo_cn: ཡོང་ཁུངས་དཀར་ཆག་སྟོང་མིན་ཉན།

source: Source folder:
bo_cn: ཡོང་ཁུངས་དཀར་ཆག:

source: Source mbox filename can't be left empty.
bo_cn: ཁུངས་mboxཡིག་ཆའི་མིང་སྟོང་མི་ཉན།

source: Source of the message
bo_cn: གློག་ཡིག་ཁུངས་ཀྱི་ཡིག་ཆ།

source: Sources
bo_cn: ཁུངས་ཨང་།

source: Spam
bo_cn: གད་སྙིགས་གློག་ཡིག

source: SpamAssassin plugin couldn't connect to spamd.
bo_cn: SpamAssassinབསྒར་ལྷུ་དེ་spamdཞབས་ཞུ་ཆས་ལ་འབྲེལ་མི་ཐུབ།.

source: SpamAssassin plugin filtering failed.
bo_cn: SpamAssassinབསྒར་ལྷུ་འཚག་པ་ཕམ་པ།

source: SpamAssassin plugin is disabled by its preferences.
bo_cn: SpamAssassinབསྒར་ལྷུ་ནི་སྤྱོད་མི་ཆོག་པར་བཀོད་པ།.

source: SpamAssassin plugin is loaded but disabled by its preferences.
bo_cn: SpamAssassinབསྒར་ལྷུ་བསྣན་ཡང་། སྤྱོད་མཁན་གྱིས་སྤྱོད་བཀག་བདམས་པ།

source: SpamAssassin: filtering message...
bo_cn: SpamAssassin: གློག་ཡིག་འཚག་པ།...

source: Specific tag
bo_cn: གདོང་འཛར་གཏན་འཁེལ།

source: Specifier
bo_cn: དམིགས་བསལ་གྱི་མཚོན་རྟགས།

source: Specify Content-Transfer-Encoding used when message body contains non-ASCII characters
bo_cn: གློག་ཡིག་ཏུ་ASCIIམིན་པའི་ཡིག་རྟགས་འདུས་སྐབས་སུ་གློག་ཡིགནང་དོན་གྱི་ཨང་སྒྲིག་སྟངས་སྟོན།

source: Specify a local file or URL (http://server/path/file.ics)
bo_cn: རང་སའི་ཡིག་ཆ་ཡང་ན་URLཞིག་སྟོན་རོགས།(རྣམ་གཞགhttp://server/path/file.icsལྟར།)

source: Specify a local file or URL (http://server/path/file.ifb)
bo_cn: རང་སའི་ཡིག་ཆ་ཡང་ན་URLཞིག་སྟོན་རོགས།L(རྣམ་གཞག་http://server/path/file.ifbལྟར།)

source: Specify authentication
bo_cn: ར་སྤྲོད་སྤྱོད་པ།

source: Specify key manually
bo_cn: ལག་པས་གསང་ལྡེ་སྟོན།

source: Specify parameters to format distinguished name.
bo_cn: མིང་གཅིག་པུའི་(DN)ཞུགས་གྲངས་སྟོན་ཞིང་བཟོ་བ།

source: Specify the name for the address book that will be created from the LDIF file data.
bo_cn: ཤག་གནས་དེབ་ཀྱི་མིང་གཏན་འཁེལ། ཤག་གནས་དེབ་འདིར་LDIFཡིག་ཆ་ནས་དྲངས་པའི་གཞི་གྲངས་ཉར།

source: Spell Checking
bo_cn: སྦྱོར་འབྲི་ཞིབ་བཤེར།

source: Spell check dictionaries
bo_cn: འབྲི་ཚུལ་ཞིབ་བཤེར་ཚིག་མཛོད།

source: Standby
bo_cn: བཀའ་སྒུག་པ།

source: Started: %s
bo_cn: མགོ་བརྩམས་པ།: %s

source: Starting:
bo_cn: མགོ་རྩོམ་དུས་ཚོད།：

source: Starts at:
bo_cn: མགོ་རྩོམ་ས།:

source: Status
bo_cn: རྣམ་པ།

source: Status messages for filtering/processing log
bo_cn: འཚག་པ/འཚག་པའི་ཉིན་ཐོའི་རྣམ་པའི་ཆ་འཕྲིན།

source: Status:
bo_cn: རྣམ་པ།：

source: Step 1:
bo_cn: ཐེངས་རེར་སྒྲིལ་འགུལ།

source: Step 2:
bo_cn: ཐེངས་རེར་སྒྲིལ་འགུལ།

source: Sticky
bo_cn: རྩེ་ལ་འཇོག་པ།

source: Stop
bo_cn: མཚམས་འཇོག་པ།

source: Stop all
bo_cn: མཚམས་འཇོག་པ།

source: Store passphrase in memory
bo_cn: pashraseགནས་སྐབས་སུ་ནང་གསོག་ཏུ་བཞག

source: Stylesheet
bo_cn: བཟོ་ལྟའི་རེའུ་མིགབཟོ་དབྱིབས་རེའུ་མིག

source: Subject
bo_cn: བརྗོད་གཞི།

source: Subject is empty. %s
bo_cn: ཁ་བྱང་%sམེད།

source: Subject:
bo_cn: བརྗོད་བྱ་གཙོ་བོ།

source: Subscribe
bo_cn: མངག་ཉོ།

source: Subscribe feed
bo_cn: རྩོམ་འདོན་ཁུངས་སྔོན་མངག

source: Subscribe new feed?
bo_cn: feedགསར་བ་སྔོན་མངག...

source: Subscribe to Webcal
bo_cn: WebCalསྔོན་མངག

source: Subscriptions
bo_cn: མངག་ཉོ།

source: Success
bo_cn: ལེགས་འགྲུབ།

source: Suffix
bo_cn: མིང་མཐའ།

source: Suffix was not supplied
bo_cn: མིང་མཐའ་གཏན་འཁེལ་བྱས་མེད།

source: Summaries
bo_cn: གློག་ཡིག་གི་གནད་བསྡུས་རེའུ་མིག

source: Summary:
bo_cn: གནད་བསྡུས།：

source: Synchronise
bo_cn: གོམ་མཉམ།

source: Synchronise for offline use
bo_cn: གཞི་གྲངས་གོམ་མཉམ་དུ་སྐུད་བྲལ་ནས་སྤྱོད་པ།

source: Synchronise offline folders as soon as possible
bo_cn: མྱུར་དུ་སྐུད་བྲལ་གློག་ཡིག་ཁུག་གོམ་མཉམ་བྱེད།

source: Synchronising %s for offline use...
bo_cn: %sགོམ་མཉམ་དུ་སྐུད་བྲལ་ནས་སྤྱོད་པ།...

source: SysTrayicon
bo_cn: བརྡ་གཏོང་སྡེའི་རིས་རྟགས།

source: TOP command unsupported
bo_cn: TOPབཀའ་བརྡ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Tag
bo_cn: གདོང་འཛར།

source: Tag is not set.
bo_cn: གདོང་འཛར་བཀོད་མེད།

source: Tag name is empty.
bo_cn: གདོང་འཛར་མིང་སྟོང་པ་ཡིན།

source: Tags
bo_cn: གདོང་འཛར།

source: Target addressbook/folder is not set.
bo_cn: དམིགས་ཚད་ཤག་གནས་དེབ་/དཀར་ཆག་ནང་བཅུག་མེད།

source: Target folder
bo_cn: དམིགས་ཚད་དཀར་ཆག

source: Target mbox filename can't be left empty.
bo_cn: དམིགས་ཚད་ mbox ཡིག་ཆའི་མིང་སྟོང་མི་ཉན།

source: Template
bo_cn: མ་དཔེ།།

source: Template Bcc format error.
bo_cn: མ་དཔེ།་རུ'གསང་སྐྱེལ'རྣམ་གཞག་ནོར་འཁྲུལ་བྱུང་།

source: Template Cc format error.
bo_cn: མ་དཔེ།་རུ'བཤུས་སྐྱེལ'རྣམ་གཞག་ནོར་འཁྲུལ་བྱུང་།

source: Template From format error.
bo_cn: མ་དཔེ།་རུ'ཡིག་སྐུར་མཁན'རྣམ་གཞག་ནོར་འཁྲུལ་བྱུང་།

source: Template Reply-To format error.
bo_cn: མ་དཔེ།་རུ'ཡིག་ལེན་མཁན'རྣམ་གཞག་ནོར་འཁྲུལ་བྱུང་།

source: Template To format error.
bo_cn: མ་དཔེ།་རུ'ཡིག་ལེན་མཁན'རྣམ་གཞག་ནོར་འཁྲུལ་བྱུང་།

source: Template configuration
bo_cn: མ་དཔེ།་སྒྲིག་འགོད།

source: Template subject format error.
bo_cn: མ་དཔེ།་རུ་བརྗོད་བྱ་གཙོ་བོའི་རྣམ་གཞག་ནོར་འཁྲུལ་བྱུང་།

source: Templates
bo_cn: དཔེ་པང་།

source: Templates list not saved
bo_cn: མ་དཔེ།་རེའུ་མིག་ཉར་མེད།

source: Tentatively Accepted:
bo_cn: གནས་སྐབས་སུ་དང་ལེན་རྒྱུ།:

source: Tentatively accept
bo_cn: གནས་སྐབས་སུ་དང་ལེན་པ།:

source: Test command is not set.
bo_cn: ཚོད་ལེན་བཀའ་བརྡ་གཏན་འཁེལ་བྱས་མེད།

source: Test string:
bo_cn: ཡིག་རྟགས་ཕྲེང་ཚོད་ལྟ།：

source: Text
bo_cn: ཡིག་དེབ།

source: Text Options
bo_cn: ཡི་གེའི་འདེམས་ཚན།

source: Text editor
bo_cn: ཡིག་དེབ་རྩོམ་སྒྲིག་ཆས།

source: Thai
bo_cn: ཐའེ་ལན་གྱི་ཡི་གེ

source: Thai (TIS-620)
bo_cn: ཐེ་སྐད།（TIS-620）

source: The "From" field of the "Forward" template contains an invalid email address.
bo_cn: \བརྒྱུད་སྐྱེལ" མ་དཔེ།་ནང་དུ་ "ཡོང་ཁུངས" ཆ་འཕྲིན་སྡེའི་ནང་གི་ཡིག་སྒམ་ཤག་གནས་ནུས་མེད།"

source: The "From" field of the "Reply" template contains an invalid email address.
bo_cn: \ཕྱིར་ལོག" མ་དཔེ།་ནང་དུ་ "ཡོང་ཁུངས" ཆ་འཕྲིན་སྡེའི་ནང་གི་ཡིག་སྒམ་ཤག་གནས་ནུས་མེད།"

source: The "Quotation mark" of the template is invalid.
bo_cn: མ་དཔེ།་འདིའི་ \འདྲེན་རྟགས" ནུས་མེད།"

source: The "Reply-To" field of the template contains an invalid email address.
bo_cn: \ཕྱིར་ལོག" མ་དཔེ།་ནང་དུ་ "ཡོང་ཁུངས" ཆ་འཕྲིན་སྡེའི་ནང་གི་ཡིག་སྒམ་ཤག་གནས་ནུས་མེད།"

source: The Bogofilter plugin couldn't filter a message. The command `%s %s %s` couldn't be run.
bo_cn: Bogofilterབསྒར་ལྷུས་གློག་ཡིག་འཚག་མི་ཐུབ: བཀའ་བརྡ་ `%s %s %s`འཁོར་སྐྱོད་བྱ་མི་ཐུབ།

source: The Claws Mail Team
bo_cn: Claws Mailགསར་སྤེལ་ཚོགས་པ།

source: The LDIF field can be renamed to the User Attribute name.
bo_cn: LDIFཁོངས་ནི་སྤྱོད་མཁན་གཏོགས་གཤིས་ཀྱི་མིང་ལ་མིང་བསྐྱར་འདོགས་ཆོག

source: The Notification plugin needs threading support.
bo_cn: གློག་ཡིག་གི་བརྡ་གཏོང་བསྒར་ལྷུ་ལ་སྐུད་རིམ་གྱིས་རྒྱབ་སྐྱོར་བྱེད་དགོས།

source: The actions list has been modified. Close anyway?
bo_cn: འགུལ་སྟངས་རེའུ་མིག་བཟོ་བཅོས་བྱས་པ། ཁ་རྒྱག་པར་གཏན་འཁེལ་ལམ།

source: The body of the "Forward" template has an error at line %d.
bo_cn: \བརྒྱུད་སྐུར"མ་དཔེ།འི་ནང་དོན་ལ་ནོར་འཁྲུལ་བྱུང་།： ཕྲེང་ཨང་ %d "

source: The body of the "New message" template has an error at line %d.
bo_cn: \གློག་ཡིག་གསར་བ་"ནང་དོན་རྣམ་གཞག་ལ་ནོར་འཁྲུལ་བྱུང་།： ཕྲེང་ཨང་ %d "

source: The body of the "Redirect" template has an error at line %d.
bo_cn: \སྐུར་བཅོས་"ནང་དོན་རྣམ་གཞག་ལ་ནོར་འཁྲུལ་བྱུང་།： ཕྲེང་ཨང་ %d "

source: The body of the "Reply" template has an error at line %d.
bo_cn: \ལན་ལོག"མ་དཔེ།འི་ནང་དོན་ལ་ནོར་འཁྲུལ་བྱུང་།： ཕྲེང་ཨང་ %d "

source: The body of the template has an error at line %d.
bo_cn: མ་དཔེ།འི་ནང་དོན་ལ་ནོར་འཁྲུལ་བྱུང་།： ཕྲེང་ཨང་ %d ་

source: The chosen image isn't the correct size (48x48).
bo_cn: བདམས་པའི་པར་རིས།་ཀྱི་ཆེ་ཆུང་མི་འགྲིག(ངེས་པར་དུ་48x48ཡིན་དགོས།)

source: The default Inbox folder doesn't exist.
bo_cn: སོར་བཞག་གི་ཡིག་བསྡུ་ཁུག་མེད་པ།

source: The destination folder can only be used to store subfolders.
bo_cn: དམིགས་ཚད་དཀར་ཆག་ནི་བུའི་དཀར་ཆག་ཁོ་ན་འཇོག་དགོས།

source: The domain name will be used in the generated Message-ID, and when connecting to SMTP servers.
bo_cn: ཁོངས་མི་ནི་བརྡ་འཕྲིན་ID ཡི་ཆ་ཤས་ཅིག་གྲུབ་པ་ཁོ་ན་ལ་སྤྱོད་ཅིང་། SMTPཞབས་ཞུ་ཆས་འབྲེལ་བར་སྤྱོད།

source: The entry was not saved. Close anyway?
bo_cn: ཚན་འདི་ཉར་མེད། ངོ་ནས་ཕྱིར་འདོན་དགོས་སམ།

source: The folder '%s' already exists.
bo_cn: དཀར་ཆག་'%s'ཡོད་པ།

source: The following icons are used to show the status of messages and folders:
bo_cn: གཤམ་གྱི་རིས་རྟགས་ཀྱིས་གློག་ཡིག་དང་དཀར་ཆག་གི་རྣམ་པ་ངོས་འཛིན་པ་ལ་སྤྱོད།:

source: The full file specification of the LDIF file to import.
bo_cn: འདྲེན་དགོས་པའི་LDIFཡིག་ཆའི་གནས་ས།

source: The image is too big; it must be maximum 725 bytes.
bo_cn: པར་རིས།་ཆེ་དྲགས། ཡིག་ཚིགས་725 ལས་བརྒལ་མི་ཆོག

source: The image isn't in the correct format (PNG).
bo_cn: པར་རིས།་ཀྱི་རྣམ་གཞག་མི་འགྲིག

source: The image isn't in the correct format (XBM).
bo_cn: པར་རིས།་ཀྱི་རྣམ་གཞག་མི་འགྲིག

source: The list of filtering rules have been modified. Close anyway?
bo_cn: འཚག་པའི་སྒྲིག་སྲོལ་རེའུ་མིག་བཟོ་བཅོས་བྱས་པ། སྒེའུ་ཁུང་ཁ་རྒྱག་དགོས་སམ།

source: The mailbox '%s' already exists.
bo_cn: ཡིག་སྒམ་ `%s' ཡོད་པ།

source: The maximum number of entries that should be returned in the search result.
bo_cn: བཙལ་ནས་ཕྱིར་ལོག་པའི་མཐའ་འབྲས་ཀྱི་ཆེས་ཆེ་བའི་དོན་ཚན་གྲངས།

source: The only recipient is the default BCC address. Send anyway?
bo_cn: ཡིག་ལེན་མཁན་ཡོད་པ་ཁོ་ན་ནི་སོར་བཞག་གི་གསང་སྐྱེལ་ཤག་གནས་ཡིན། སྐུར་བར་གཏན་འཁེལ་ལམ།

source: The only recipient is the default CC address. Send anyway?
bo_cn: སོར་བཞག་གི་ཡིག་སྐྱེལ་ཤག་གནས་ནི་ཡོད་པའི་ཡིག་ལེན་མཁན་ཁོ་ན་བོ་ཡིན། སྐུར་བར་གཏན་འཁེལ་ལམ།

source: The password to be used when connecting as the "Bind DN" user.
bo_cn: \Bind DN"སྤྱོད་མཁན་འབྲེལ་སྐབས་ཀྱི་གསང་ཨང་།

source: The port number that the server listens on. Port 389 is the default.
bo_cn: ཞབས་ཞུ་ཆས་ཕག་ཉན་གྱི་མཐུད་ཁའི་ཨང་། སོར་བཞག་མཐུད་ཁའི་ཨང་ནི་389ཡིན།

source: The privacy system '%s' cannot be loaded. You will not be able to sign or encrypt this message.
bo_cn: གསང་བའི་རྒྱུད་ཁོངས་`%s'སྣོན་མི་ཐུབ། གློག་ཡིག་འདིར་མིང་རྟགས་འགོད་པའམ་གསང་སྡོམ་བྱེད་ནུས་སྤྱོད་མི་ཐུབ།

source: The signature can't be checked - %s
bo_cn: མིང་རྟགས་འདི་དག་བཤེར་བྱ་མི་ཐུབ - %s

source: The template's name is not set.
bo_cn: མ་དཔེ།འི་མིང་བཀོད་མེད།

source: The templates list has been modified. Close anyway?
bo_cn: མ་དཔེ།འི་རེའུ་མིག་བཅོས་ཟིན། ངོ་ནས་ཁ་རྒྱག་དགོས་སམ།

source: The timeout period in seconds.
bo_cn: དུས་བརྒལ་དུས་ཚོད། འཇལ་བྱེད་ནི་སྐར་ཆ་ཡིན།

source: The translation team
bo_cn: ཡིག་སྒྱུར་ཚོགས་ཆུང་།

source: Theme exists
bo_cn: བརྗོད་བྱ་གཙོ་བོ་ཡོད་པ།

source: Theme installed successfully.
bo_cn: བརྗོད་བྱ་གཙོ་བོ་སྒྲིག་འཇུག་ལེགས་འགྲུབ་བྱུང་།

source: Theme removed successfully
bo_cn: བརྗོད་བྱ་གཙོ་བོ་འདོར་བ་ལེགས་འགྲུབ།

source: Themes
bo_cn: བརྗོད་གཞི།

source: There are no URLs in this email.
bo_cn: གློག་ཡིག་འདིར་དྲ་གནས་མེད།

source: There is an action with this name already.
bo_cn: འགུལ་སྟངས་མིང་འདི་སྤྱད་པ།

source: There is no filtering action set
bo_cn: འཚག་པའི་སྒྲིག་འགོད་བཀོད་མེད།

source: There is nothing to export.
bo_cn: འདྲེན་ཆོག་པའི་ནང་དོན་མེད།

source: These settings override folder-specific selections.
bo_cn: སྒྲིག་འགོད་འདི་ནི་བརྡ་གཏོང་བྱེད་སྟངས་སོ་སོའི་དཀར་ཆག་སྒྲིག་འགོད་ལས་སྔོན་ཐོབ་ཡིན།

source: This Header name is not allowed as a custom header.
bo_cn: མིང་འདི་ནི་མཚན་ཉིད་རང་བཞག་གི་འཕྲིན་མགོའི་མིང་བྱ་མི་ཆོག

source: This address data is readonly and cannot be deleted.
bo_cn: གློག་ཡིག་འདིའི་ཤག་གནས་གཞི་གྲངས་ནི་ཀློག་ཙམ་ཡིན། འདོར་མི་ཐུར།

source: This button will update the list above with the data supplied.
bo_cn: མཐེབ་གནོན་འདིས་འདིར་བྱིན་པའི་གཞི་གྲངས་གོང་གི་རེའུ་མིག་ཏུ་གསར་སྒྱུར་བྱ་བ།

source: This file already exists. Do you want to overwrite it?
bo_cn: ཡིག་ཆ་འདི་ཡོད་པ། འགེབས་དགོས་སམ།

source: This file contains newlines.
bo_cn: ཡིག་ཆ་འདིར་ཕྲེང་བརྗེ་རྟགས་ཚུད་པ།

source: This file isn't an image.
bo_cn: ཡིག་ཆ་འདི་ནི་པར་རིས།་མིན།

source: This header is already in the list.
bo_cn: ཡིག་དུམ་འདི་ནི་རེའུ་མིག་ཏུ་གནས་པ།

source: This key is not in your keyring. Do you want Claws Mail to try and import it from a keyserver?
bo_cn: གསང་ལྡེ་འདི་ད་དུང་ཁྱེད་ཀྱི་གསང་ལྡེ་གདུབ་ནང་དུ་མེད། གསང་ལྡེའི་ཞབས་ཞུ་ཆས་ལ་འབྲེལ་ནས་དེ་འདྲེན་དགོས་སམ།

source: This message asks for a return receipt.
bo_cn: གློག་ཡིག་འདིས་ཕྱིར་ལན་ལོག་པའི་རེ་ཞུ་འདུག

source: This message doesn't have any attachments.
bo_cn: ཟུར་སྣོན་ཡོད་པའི་གློག་ཡིག

source: This message has been modified. Discard it?
bo_cn: གློག་ཡིག་འདི་བཅོས་ཟིན། སྐྱུར་དགོས་སམ།

source: This message has been modified. Save the latest changes?
bo_cn: གློག་ཡིག་འདི་བཅོས་ཟིན། ཆེས་མཐའ་མའི་བཟོ་བཅོས་ཉར་དགོས་སམ།

source: This mode uses less bandwidth, but can be slower with some servers.
bo_cn: རྣམ་པ་འདིས་ཐག་ཡངས་ཅུང་ཉུང་པ་སྤྱོད་ཀྱང་། ཞབས་ཞུ་ཆས་ལ་ལར་ཅུང་དལ་བ་ཡིན།

source: This module is for Claws Mail GTK1.
bo_cn: དཔེ་དུམ་འདི་ནི་GTK1པར་གཞིའི་Claws Mailསྤྱོད་པ་ཡིན།

source: This module is not licensed under a GPL v3 or later compatible license.
bo_cn: དཔེ་དུམ་འདིའི་དཔར་དབང་ནི་སྤྱི་སྤྱོད།་ཆོག་མཆན་གྲོས་ཆོད(GPL v3)ཡང་ན་ཅུང་མཐོ་བའི་འཆམ་མཐུན་པར་གཞི་ཆོག་མཆན་འོག་ཏུ་མེད།
