Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/claws-mail.po
Languages: bo_cn

source: Can't move a folder to one of its children.
bo_cn: དཀར་ཆག་དེའི་བུ་དཀར་ཆག་ཏུ་སྤོ་མི་ཐུབ།

source: Can't read %s.
bo_cn: %sཀློག་མི་ཐུབ།

source: Can't refresh capabilities.
bo_cn: གཞི་རྟེན་ཐིག་ཚད་ཀྱི་གཞི་གྲངས་གསར་སྒྱུར་མི་ཐུབ།

source: Can't remove the folder '%s'.
bo_cn: དཀར་ཆག་'%s'འདོར་མི་ཐུབ།

source: Can't retrieve newsgroup list.
bo_cn: གསར་འགྱུར་ཚོའི་རེའུ་མིག་ལེན་མི་ཐུབ།

source: Can't start STARTTLS session.
bo_cn: TLSམགོ་སློང་མི་ཐུབ།

source: Can't write file.
bo_cn: ཡིག་ཆ་འབྲི་མི་ཐུབ།

source: Cancel
bo_cn: འདོར་བ།

source: Cancel meeting
bo_cn: གྲོས་ཚོགས་ལེན་པ།

source: Cancel receiving
bo_cn: འབྱོར་ཡིག་ལེན་པ།

source: Cancel receiving/sending
bo_cn: འབྱོར་ཡིག་ལེན་པ།

source: Cancel sending
bo_cn: ཡིག་སྐུར་ལེན་པ།

source: Cancelled
bo_cn: ལེན་པ།

source: Cannot copy a folder to itself or to its sub-structure.
bo_cn: དཀར་ཆག་དེའི་བུ་དཀར་ཆག་ཏུ་འདྲ་བཟོ་བྱ་མི་ཐུབ།

source: Cannot copy an address book to itself.
bo_cn: སྦྱར་མི་ཐུབ། དེའི་ཤག་གནས་དེབ་ནི་ཀློག་ཙམ་ལ་བཀོད།

source: Cannot import P12 certificate file (%s)
bo_cn: ཨང་ཀིའི་དཔང་ཡིག་ཡིག་ཆ་ %sཁ་འབྱེད་མི་ཐུབ།

source: Cannot move a folder to itself or to its sub-structure.
bo_cn: དཀར་ཆག་དེའི་བུ་དཀར་ཆག་ཏུ་སྤོ་མི་ཐུབ།

source: Cannot paste into an address group.
bo_cn: འཕྲིན་གཏོང་ཚོར་སྦྱོར་མི་ཐུབ།

source: Cannot paste. Target address book is readonly.
bo_cn: སྦྱར་མི་ཐུབ། དེའི་ཤག་གནས་དེབ་ནི་ཀློག་ཙམ་ལ་བཀོད།

source: Cannot print: the message doesn't contain text.
bo_cn: པར་འདེབས་བྱེད་མི་ཐུབ: གློག་ཡིག་འདིའི་ནང་དུ་ཡི་གེ་མེད།

source: Cannot read P12 certificate file (%s)
bo_cn: ཨང་ཀིའི་དཔང་ཡིག་ཡིག་ཆ་ %sཁ་འབྱེད་མི་ཐུབ།

source: Cannot stat P12 certificate file (%s)
bo_cn: ཨང་ཀིའི་དཔང་ཡིག་ཡིག་ཆ་ %sཁ་འབྱེད་མི་ཐུབ།

source: Case insensitive
bo_cn: འབྲི་ཆེ་ཆུང་སྣང་མེད་དུ་གཏོང་།

source: Case sensitive
bo_cn: ཆེ་བྲིས་ཆུང་བྲིས་ཀྱི་དབྱེ་བ།

source: Cc
bo_cn: བཤུས་སྐུར།

source: Central European (ISO-8859-2)
bo_cn: ཀྲུང་ཡོན། (ISO-8859-2)

source: Certificate file %s missing (%s)
bo_cn: དཔང་ཡིག་་ཡིག་ཆ་ %sབོར་བ། (%s)

source: Certificate for receiving
bo_cn: ཨང་ཀིའི་དཔང་ཡིག

source: Certificate for sending
bo_cn: སྐུར་བའི་ཨང་ཀིའི་དཔང་ཡིག

source: Certificate issuer is not a CA
bo_cn: ཨང་ཀིའི་དཔང་ཡིག་འགྲེམས་མཁན་Caམ་རེད།

source: Change master passphrase
bo_cn: གསང་ཨང་ནང་འཇུག་རོགས།:

source: Change score
bo_cn: བཟོ་བཅོས་བསག་སྐར།

source: Change to...
bo_cn: བཟོ་བཅོས་བསག་སྐར།

source: Check again
bo_cn: ཡང་བསྐྱར་ཞིབ་བཤེར།

source: Check availability
bo_cn: མི་སོ་སོར་ཁོམ་མིན་རྒྱུན་འཁྱོངས་བྱེད།

source: Check for new mail every
bo_cn: གློག་ཡིག་གསར་བའི་དུས་མཚམས་རང་བཤེར་བྱེད།

source: Check for new mail on start-up
bo_cn: མགོ་སློང་སྐབས་གློག་ཡིག་ཞིབ་བཤེར་བྱེད།

source: Check signature
bo_cn: མིང་རྟགས་འགོད་པ་ཞིབ་བཤེར།

source: Check spelling
bo_cn: སྦྱོར་འབྲི་ཞིབ་བཤེར།

source: Check this option to include this server for dynamic searches when using address completion.
bo_cn: ཤག་གནས་རང་འགྲུབ་བྱེད་སྐབས་སུ་འགུལ་རྣམ་གྱིས་ཞབས་ཞུ་ཆས་འཚོལ་དགོས་ན། འདེམས་ཚན་འདི་འདེམས་རོགས།

source: Check while typing
bo_cn: མཐེབ་འཇུག་སྐབས་དུས་ཐོག་ཞིབ་བཤེར།

source: Check with %s
bo_cn: %sཡིས་ཞིབ་བཤེར།

source: Check with both dictionaries
bo_cn: ཚིག་མཛོད་གཙོ་བོ་དང་གྲ་སྒྲིག་གཉིས་ཀྱིས་ཞིབ་བཤེར།

source: Checking for new messages in all folders...
bo_cn: དཀར་ཆག་ཚང་མའི་ནང་གི་གློག་ཡིག་གསར་བ་ཞིབ་བཤེར་བྱེད...

source: Checking signature...
bo_cn: མིང་རྟགས་ཞིབ་བཤེར་བྱེད་པ་...

source: Checking syntax...
bo_cn: མིང་རྟགས་ཞིབ་བཤེར་བྱེད་པ་...

source: Chinese
bo_cn: རྒྱ་སྐད།

source: Chinese (ISO-2022-CN)
bo_cn: རྒྱ་ཡིག（ISO-2022-CN）

source: Choose a PNG file
bo_cn: PNGཔར་རིས།་ཡིག་ཆ་ཞིག་འདེམས།

source: Choose a picture
bo_cn: པར་རིས།་ཡིག་ཆ་ཞིག་འདེམས།

source: Choose a subfolder of %s to subscribe to:
bo_cn: %sཡི་བུ་དཀར་ཆག་ཅིག་བདམས་ནས་མངགས་ཉོ:

source: Choose a text file
bo_cn: ཡིག་རྐྱང་ཡིག་ཆ་ཞིག་འདེམས།

source: Choose an XBM file
bo_cn: XBMཡིག་ཆ་ཞིག་འདེམས།

source: Choose compression
bo_cn: གློག་ཡིག་གསར་པ་བྲིས།

source: Choose format
bo_cn: ཚེས་གྲངས་རྣམ་གཞག

source: Choose preset keyboard shortcuts
bo_cn: སྔོན་བཀོད་ཀྱི་མཐེབ་གཞོང་མྱུར་མཐེབ་འདེམས།

source: ClamAV: scanning message...
bo_cn: གློག་ཡིག་མཚོན་པ...

source: Claws Mail - Message View
bo_cn: Claws Mail - གློག་ཡིག

source: Claws Mail Address Book
bo_cn: Claws Mailཤག་གནས་དེབ།

source: Claws Mail Setup Wizard
bo_cn: གློག་ཡིག་དུད་སྣེ་སྒྲིག་འགོད་ཕྱོགས་ཁྲིད།

source: Claws Mail has been registered as default client.
bo_cn: Claws Mailསོར་བཞག་བྱ་རིམ་ལ་ཐོ་བཀོད་པ།

source: Claws Mail has crashed
bo_cn: Claws Mail ཐོར་ཞིག་བྱས་པ།

source: Claws Mail needs network access in order to access the IMAP server.
bo_cn: Claws Mailདྲ་བར་ལྟ་སྤྱོད་བྱས་ན་IMAPཞབས་ཞུ་སྦྲེལ་ཐུབ།

source: Claws Mail needs network access in order to access the News server.
bo_cn: Claws Mailདྲ་བར་ལྟ་སྤྱོད་བྱས་ནNewsཞབས་ཞུ་སྦྲེལ་ཐུབ།

source: Claws Mail needs network access in order to get mails.
bo_cn: Claws Mailདྲ་བར་ལྟ་སྤྱོད་བྱས་ན་གློག་ཡིག་བསྡུ་ལེན་བྱ་ཐུབ།

source: Claws Mail needs network access in order to send this email.
bo_cn: Claws Mailདྲ་བར་ལྟ་སྤྱོད་བྱས་ན་གློག་ཡིག་འདི་སྐུར་ཐུབ།

source: Claws Mail needs network access in order to update the Webcal feed.
bo_cn: Claws Mailདྲ་བར་ལྟ་སྤྱོད་བྱས་ནWebCalགཞི་གྲངས་གསར་སྒྱུར་བྱ་ཐུབ།

source: Claws Mail needs network access in order to update the feed.
bo_cn: Claws Mailདྲ་བར་ལྟ་སྤྱོད་བྱས་ན་རྩོམ་འདོན་ཁུངས་གསར་སྒྱུར་བྱ་ཐུབ།

source: Claws Mail needs network access in order to update the subscription.
bo_cn: Claws Mailདྲ་བར་ལྟ་སྤྱོད་བྱས་ན་མངག་པའི་གཞི་གྲངས་གསར་སྒྱུར་བྱ་ཐུབ།

source: Claws Mail needs network access in order to update your feeds.
bo_cn: གློག་ཡིག་དུད་སྣེ་དྲ་བར་ལྟ་སྤྱོད་བྱས་ན་རྩོམ་འདོན་ཁུངས་གསར་སྒྱུར་བྱ་ཐུབ།

source: Claws Mail process (%ld) received signal %ld
bo_cn: Claws Mail བྱ་རིམ་། (%ld) བརྡ་རྟགས %ldབསྡུ་ལེན་བྱས་པ།

source: Claws Mail will now search for duplicate email addresses in the address book.
bo_cn: Claws Mailཡིས་ད་ཤག་གནས་དེབ་ནང་དུ་ཡང་བསྐྱར་གྱི་གློག་ཡིག་ཤག་གནས་འཚོལ་བ་ཡིན།

source: Clear _Log
bo_cn: ཉིན་ཐོ་གཙང་སེལ།(_L)

source: Clear all the input fields in the dialog
bo_cn: གླེང་སྒྲོམ་དུ་ནང་བཅུག་ཚན་ཚང་མ་སེལ་བ།

source: Clear icon cache
bo_cn: རིས་རྟགས་ཡི་གེ།

source: Clear the current search
bo_cn: མིག་སྔའི་འཚོལ་བཤེར་སེལ་བ།

source: Click here to load one or more plugins
bo_cn: འདིར་ཆིག་རྡེབ་བྱས་ནས་བསྒར་ལྷུ་སྣོན་པ།(མང་འདེམས་རུང་བ།)

source: Click this button to check and adjust folder permissions
bo_cn: མཐེབ་གནོན་འདིར་ཆིག་རྡེབ་ནས་གད་སྙིགས་གློག་ཡིག་གི་དཀར་ཆག་འཇོག་པ།

source: Click this button to select a book or folder in the address book
bo_cn: མཐེབ་གནོན་འདིར་ཆིག་རྡེབ་ནས་ཤག་གནས་དེབ་ཀྱི་དཀར་ཆག་འདེམ་པ།

source: Click this button to select a folder for storing Unsure mails.
bo_cn: མཐེབ་གནོན་འདིར་ཆིག་རྡེབ་ནས་དཀར་ཆག་ཅིག་འདེམས། དེས་གད་སྙིགས་གློག་ཡིག་ཡིན་མིན་གཏན་མི་འཁེལ་བ་འཇོག་པ།

source: Click this button to select a folder for storing infected mail
bo_cn: མཐེབ་གནོན་འདིར་ཆིག་རྡེབ་ནས་དཀར་ཆག་ཅིག་འདེམས། དེས་གད་སྙིགས་གློག་ཡིག་ཡིན་མིན་གཏན་མི་འཁེལ་བ་འཇོག་པ།

source: Click this button to select a folder for storing spam
bo_cn: མཐེབ་གནོན་འདིར་ཆིག་རྡེབ་ནས་གད་སྙིགས་གློག་ཡིག་གི་དཀར་ཆག་འཇོག་པ།

source: Click this button to select a folder which is to be root of the archive
bo_cn: མཐེབ་གནོན་འདིར་ཆིག་རྡེབ་ནས་གད་སྙིགས་གློག་ཡིག་གི་དཀར་ཆག་འཇོག་པ།

source: Click this button to select a name and location for the archive
bo_cn: མཐེབ་གནོན་འདིར་ཆིག་རྡེབ་ནས་ཤག་གནས་དེབ་ཀྱི་དཀར་ཆག་འདེམ་པ།

source: Click this button to select full path to clamd.conf
bo_cn: མཐེབ་གནོན་འདིར་ཆིག་རྡེབ་ནས་གད་སྙིགས་གློག་ཡིག་གི་དཀར་ཆག་འཇོག་པ།

source: Click this button to select the default location for saving archives
bo_cn: མཐེབ་གནོན་འདིར་ཆིག་རྡེབ་ནས་གད་སྙིགས་གློག་ཡིག་གི་དཀར་ཆག་འཇོག་པ།

source: Clicking image toggles scaling
bo_cn: པར་རིས།་ལ་ཆིག་རྡེབ་ནས་སྐྱེད་སྐྱུང་རྣམ་པ་བརྗེ་བ།

source: Client SSL/TLS certificate (optional)
bo_cn: དུད་སྣེ་SSL/TLSདཔང་ཡིག(འདེམས་རུང་།)

source: Client certificate file as a PKCS12 or PEM file
bo_cn: དུད་སྣེ་ཨང་ཀིའི་དཔང་ཡིག་ཡིག་ཆ་ནི་PKCS12 ཡང་ན་ PEM ཡིག་ཆ་ཡིན།

source: Client certificates
bo_cn: དུད་སྣེ་ཨང་ཀིའི་དཔང་ཡིག

source: Close
bo_cn: ཁ་རྒྱག་པ།

source: Close receive dialog when finished
bo_cn: ཡིག་བསྡུས་ལེགས་འགྲུབ་རྗེས་ཡིག་བསྡུའི་གླེང་སྒྲོམ་ཁ་རྒྱག

source: Close to tray
bo_cn: བརྡ་ཐོའི་སྡེར་ཁ་རྒྱག

source: Close window
bo_cn: སྒེའུ་ཁུང་ཁ་རྒྱག་པ།

source: Closing folder %s...
bo_cn: དཀར་ཆག་ %sཁ་རྒྱག...

source: Collapse quoted text on double click
bo_cn: ཉིས་རྡེབ་ཀྱིས་ཟུར་ཡིག་འགྲེམས་པ།

source: Collect email addresses from folder
bo_cn: དཀར་ཆག་ལས་གློག་ཡིག་གི་ཤག་གནས་སྡེབ་བསྡུ་བྱ།

source: Collect email addresses from selected messages
bo_cn: བདམས་པའི་གློག་ཡིག་ལས་གློག་ཡིག་གི་ཤག་གནས་སྡེབ་བསྡུ་བྱ།

source: Collecting addresses...
bo_cn: ཤག་གནས་བསྡུ་བ...

source: Collecting info for '%s' ... %c
bo_cn: '%s'ཡི་ཆ་འཕྲིན་བསྡུ་བ ... %c

source: Colon ':' is not allowed in the menu name.
bo_cn: འདེམས་བྱང་ཚན་མིང་དུ་【:】མཚོན་རྟགས་སྤྱོད་མི་རུང་།

source: Color
bo_cn: ཁ་དོག

source: Color Banding
bo_cn: མཚོན་ཁྲས་རིས་ལྟར་མངོན་པ།

source: Color label
bo_cn: ཁ་དོག་གདོང་འཛར།

source: Color labels
bo_cn: ཁ་དོག་གདོང་འཛར།

source: Colors
bo_cn: ཁ་དོག

source: Column headers
bo_cn: སྟར་མགོ

source: Command
bo_cn: བཀའ་ལག་བསྟར།

source: Command for 'Display as text'
bo_cn: 'ཡིག་རྐྱང་བྱེད་སྟངས་ཀྱིས་མངོན་པ'རུ་སྤྱོད་པའི་བཀའ་བརྡ།

source: Command output
bo_cn: བཀའ་བརྡ་ཕྱིར་འདོན།

source: Command to run after calendar export
bo_cn: ལོ་ཐོ་དྲངས་རྗེས་བཀའ་བརྡ་འཁོར་སྐྱོད།

source: Command to run after free/busy status export
bo_cn: བྲེལ་ཁོམ་ཆ་འཕྲིན་དྲངས་རྗེས་བཀའ་བརྡ་འཁོར་སྐྱོད།

source: Command-line not set
bo_cn: བཀའ་བརྡ་གཏན་འཁེལ་བྱས་མེད།

source: Command-line not set.
bo_cn: བཀའ་བརྡ་ཕྲེང་གཏན་འཁེལ་བྱས་མེད།

source: Comments
bo_cn: ཟུར་མཆན།

source: Comments:
bo_cn: ཟུར་མཆན།:

source: Common address
bo_cn: སྤྱིའི་སྤྱོད་གློག་ཡིག་ཤག་གནས།

source: Common addresses
bo_cn: མཉམ་སྤྱོད་གློག་ཡིག་ཤག་གནས།

source: Compface error: %s
bo_cn: Compfaceནོར་འཁྲུལ།： %s

source: Compiled-in Features
bo_cn: པར་གཞི་འདིའི་སྒྲིག་སྒྱུར་གྱི་ཁྱད་ཆོས།

source: Friday
bo_cn: གཟའ་པ་སངས།

source: Monday
bo_cn: གཟའ་ཟླ་བ།

source: Saturday
bo_cn: གཟའ་སྤེན་པ།

source: Sunday
bo_cn: གཟའ་ཉི་མ།

source: Thursday
bo_cn: གཟའ་ཕུར་བུ།

source: Tuesday
bo_cn: གཟའ་མིག་དམར།

source: Wednesday
bo_cn: གཟའ་ལྷག་པ།

source: Completed
bo_cn: ལེགས་འགྲུབ་བྱུང་ཟིན།

source: Compose
bo_cn: འབྲི་བ།

source: Compose Email
bo_cn: འཕྲིན་ཡིག་འབྲི་བ།

source: Compose News message
bo_cn: གློག་ཡིག་གསར་པ་བྲིས།

source: Compose Window
bo_cn: སྒེའུ་ཁུང་འབྲི་བ།

source: Compose message
bo_cn: གློག་ཡིག་གསར་པ་བྲིས།

source: Compose with selected Account
bo_cn: བདམས་པའི་རྩིས་ཐོས་གློག་ཡིག་འབྲི་བ།

source: Con_tinue connecting
bo_cn: མུ་མཐུད་དུ་འབྲེལ་མཐུད།(_t)

source: Condition
bo_cn: ཆ་རྐྱེན།

source: Condition configuration
bo_cn: ཆ་རྐྱེན་སྒྲིག་འགོད།

source: Condition string is empty.
bo_cn: ཆ་རྐྱེན་ཡིག་རྟགས་ཕྲེང་བ་སྟོང་བ།

source: Condition string is not valid.
bo_cn: ནུས་མེད་ཀྱི་ཆ་རྐྱེན་ཡིག་རྟགས་ཕྲེང་།

source: Configuration finished
bo_cn: སྒྲིག་འགོད་ལེགས་འགྲུབ།

source: Configuration warning
bo_cn: སྒྲིག་འགོད་ལེགས་འགྲུབ།

source: Configuring...
bo_cn: སྒྲིག་འགོད།(_C)

source: Confirm before marking all messages in a folder as read
bo_cn: དཀར་ཆག་ཏུ་གློག་ཡིག་ཚང་མ་བཀླགས་པར་རྟགས་མི་གོང་དུ་གཏན་འཁེལ་རེ་ཞུ།

source: Confirm before sending queued messages
bo_cn: བསྐུར་བའི་གློག་ཡིག་སྐུར་སྐབས་གཏན་འཁེལ་རེ་ཞུ།

source: Confirm on exit
bo_cn: ཕྱིར་འདོན་སྐབས་གཏན་འཁེལ།

source: Confirm passphrase:
bo_cn: གསང་ཨང་ནུས་མེད།：

source: Connected successfully to server
bo_cn: ཞབས་ཞུ་ཆས་འབྲེལ་མཐུད་ལེགས་འགྲུབ།

source: Connecting
bo_cn: འབྲེལ་མཐུད་བྱེད་བཞིན་པ།

source: Connecting to %s failed
bo_cn: %sལ་འབྲེལ་བ་ཕམ་པ།

source: Connecting...
bo_cn: འབྲེལ་མཐུད་བྱེད་བཞིན་པ།...

source: Connection closed by the remote host.
bo_cn: འབྲེལ་མཐུད་དེ་རྒྱང་རིང་གཙོ་འཁོར་གྱི་ཁ་རྒྱག

source: Connection failed
bo_cn: འབྲེལ་མཐུད་ཕམ་པ།

source: Connection timed out.
bo_cn: འབྲེལ་མཐུད་དུས་བརྒལ།

source: Connection to %s failed: login refused.%s
bo_cn: %sལ་འབྲེལ་བ་ཕམ་པ།： ཐོ་འགོད་ཟློག་པ་%s

source: Connection to %s failed: login refused.%s
bo_cn: %sལ་འབྲེལ་བ་ཕམ་པ།： ཐོ་འགོད་ཟློག་པ་%s

source: Connection to %s:%d closed by the remote host.
bo_cn: %s:%dཡི་འབྲེལ་མཐུད་དེ་རྒྱང་རིང་གཙོ་འཁོར་གྱིས་ཁ་རྒྱག

source: Connection to %s:%d failed.
bo_cn: %s:%dལ་འབྲེལ་བ་ཕམ་པ།

source: Connection to %s:%d timed out.
bo_cn: %s:%d ཡི་འབྲེལ་མཐུད་དུས་བརྒལ།

source: Contact
bo_cn: འབྲེལ་གཏུག་པ།

source: Content-Transfer-Encoding
bo_cn: སྒྲིག་ཨང་སྐྱེལ།

source: Content-Transfer-Encoding:
bo_cn: སྒྲིག་ཨང་སྐྱེལ།

source: Content-Type
bo_cn: ནང་དོན་རིགས་རྣམ།

source: Content-Type:
bo_cn: ནང་དོན་རིགས་གྲས།：

source: Contributors
bo_cn: བྱས་རྗེས་འཇོག་མཁན་གཞན་དག

source: Control file doesn't exist.
bo_cn: ཚོད་འཛིན་ཡིག་ཆ་མི་འདུག

source: Copy
bo_cn: འདྲ་ཕབ།

source: Copy Image
bo_cn: པར་རིས།་སྣོན་པ།

source: Copy Link
bo_cn: སྦྲེལ་མཐུད་འདི་འདྲ་བཟོ།(_l)

source: Copy failed!
bo_cn: འདྲ་བཟོ་ཕམ་པ།

source: Copy folder
bo_cn: དཀར་ཆག་འདྲ་བཟོ།

source: Copy of %s
bo_cn: %s འདྲ་བཤུས།

source: Copy this _link
bo_cn: སྦྲེལ་མཐུད་འདི་འདྲ་བཟོ།(_l)

source: Copying %s to %s...
bo_cn: %s དེ་%s...ལ་འདྲ་བཟོ།

source: Copying %s to %s...
bo_cn: %s དེ་%s...ལ་འདྲ་བཟོ།

source: Copying configuration... This may take a while...
bo_cn: སྡེབ་སྒྲིག་འདྲ་བཟོ་བྱེད་པ...འདི་ལ་དུས་ཅུང་ཙམ་དགོས།..

source: Copying messages...
bo_cn: གློག་ཡིག་འདྲ་བཟོ...

source: Correct
bo_cn: ཡང་དག

source: Could not connect to server
bo_cn: ཞབས་ཞུ་ཆས་ལ་འབྲེལ་མི་ཐུབ།

source: Could not create directory %s
bo_cn: དམིགས་ཚད་དཀར་ཆག་ %sགསར་བཟོ་མི་ཐུབ།

source: Could not create socket
bo_cn: socketགསར་བཟོ་མི་ཐུབ།

source: Could not export the calendar.
bo_cn: ལོ་ཐོ་ཚན་འདི་འདྲེན་མི་ཐུབ།

source: Could not export the freebusy info.
bo_cn: བྲེལ་ཁོམ་ཆ་འཕྲིན་འདྲེན་མི་ཐུབ།

source: Could not get message file %d
bo_cn: གློག་ཡིག་ཡིག་ཆ་ %dལེན་མི་ཐུབ།

source: Could not get message part.
bo_cn: གློག་ཡིག་ནང་དོན་ལེན་མི་ཐུབ།

source: Could not get size of file '%s'.
bo_cn: ཡིག་ཆ་'%s'ཡི་ཆེ་ཆུང་ལེན་མི་ཐུབ།

source: Could not parse the URL.
bo_cn: དྲ་ཚུགས་འདི་དབྱེ་ཞིབ་བྱེད་མི་ཐུབ།

source: Could not queue message for sending.
bo_cn: གློག་ཡིག་སྐུར་བའི་རུ་སྟར་སྣོན་མི་ཐུབ།

source: Could not queue message.
bo_cn: གློག་ཡིག་རུ་སྟར་དུ་སྣོན་མི་ཐུབ།

source: Could not read Search Base(s) from server - please set manually
bo_cn: ཞབས་ཞུ་ཆས་ལས་འཚོལ་བྱའི་དཔྱད་ཡིག་མཛོད་ཀློག་མི་ཐུབ། - ལག་པས་སྒྲིག་འགོད།

source: Could not read address index
bo_cn: ཤག་གནས་དེབ་ཀྱི་གསལ་བྱང་ཀློག་མི་ཐུབ།

source: Could not read file.
bo_cn: ཡིག་ཆ་ཀློག་མི་ཐུབ།

source: Could not save draft
bo_cn: ཟིན་བྲིས་ཉར་མི་ཐུབ།

source: Could not save draft.
bo_cn: ཟིན་བྲིས་ཉར་མི་ཐུབ།

source: Couldn't add GPG key %s, %s
bo_cn: GPGགསང་ལྡེ་%s, %sསྣོན་མི་ཐུབ།

source: Couldn't attach a file (charset conversion failed).
bo_cn: ཟུར་ཆ་སྣོན་མི་ཐུབ།(ཡིག་རྟགས་ཚོགས་སྒྱུར་བརྗེ་ཕམ་པ།)

source: Couldn't call `compface`. Make sure it's in your $PATH.
bo_cn: བྱ་རིམ་`compface`མ་རྙེད། དེ་ཁྱེད་ཀྱིས་བསྟན་པའི་$PATHཡི་འགྲོ་ལམ་དུ་ཡོད་པ་ར་གཏན་འཁེལ་བྱས།

source: Couldn't close decrypted file %s
bo_cn: གསང་འགྲོལ་བའི་ཡིག་ཆ་%sཁ་རྒྱག་མི་ཐུབ།

source: Couldn't close temporary file
bo_cn: གནས་སྐབས་ཡིག་ཆ་ཁ་རྒྱག་མི་ཐུབ།

source: Couldn't convert text data to any sane charset.
bo_cn: ཡིག་རྐྱང་གཞི་གྲངས་དེ་གང་རུང་གི་ཡིག་རྟགས་ཚོགས་སུ་སྒྱུར་མི་ཐུབ།

source: Couldn't create destination directory %s.
bo_cn: དམིགས་ཚད་དཀར་ཆག་ %sགསར་བཟོ་མི་ཐུབ།

source: Couldn't create temporary file for news sending.
bo_cn: གསར་འགྱུར་སྐུར་སྐབས་གནས་སྐབས་ཡིག་ཆ་བཟོ་མི་ཐུབ།

source: Couldn't create temporary file, %s
bo_cn: གནས་སྐབས་ཡིག་ཆ་ %sགསར་བཟོ་མི་ཐུབ།

source: Couldn't create temporary file.
bo_cn: གནས་སྐབས་ཡིག་ཆ་གསར་བཟོ་མི་ཐུབ།

source: Couldn't create temporary file: %s
bo_cn: གནས་སྐབས་ཡིག་ཆ་ %sགསར་བཟོ་མི་ཐུབ།

source: Couldn't decrypt: %s
bo_cn: %sགསང་སྒྲོལ་མི་ཐུབ།

source: Couldn't delete the old theme in %s.
bo_cn: %s ནང་གི་བརྗོད་བྱ་གཙོ་བོ་རྙིང་པ་འདོར་མི་ཐུབ།

source: Couldn't determine sending information. Maybe the email hasn't been generated by Claws Mail.
bo_cn: སྐུར་བྱའི་ཆ་འཕྲིན་བརྡར་ཤ་དྲས་རྒྱག་མི་ཐུབ། ཕལ་ཆེར་གློག་ཡིག་འདི་Claws Mailཡིས་གྲུབ་མི་ཐུབ།

source: Couldn't encrypt the email: %s
bo_cn: གློག་ཡིག: %sགསང་སྡོམ་མི་ཐུབ།

source: Couldn't execute command: %s
bo_cn: བཀའ་བརྡ།： %sལག་བསྟར་བྱ་མི་ཐུབ།

source: Couldn't export calendar to '%s'
bo_cn: '%s'ལ་ལོ་ཐོ་འདྲེན་མི་ཐུབ།

source: Couldn't export free/busy to '%s'
bo_cn: བྲེལ་ཁོམ་ཆ་འཕྲིན་'%s'ལ་འདྲེན་མི་ཐུབ།

source: Couldn't export key.
bo_cn: གསང་ལྡེ་འདྲེན་མི་ཐུབ།

source: Couldn't find the source folder.
bo_cn: ཁུངས་དཀར་ཆག་རྙེད་མི་ཐུབ།

source: Couldn't generate a new key pair: %s
bo_cn: གསང་ལྡེ་ཆ་གསར་བ།： %sགྲུབ་མི་ཐུབ།

source: Couldn't generate a new key pair: unknown error
bo_cn: གསང་ལྡེ་ཆ་གསར་བ།： %sགྲུབ་མི་ཐུབ། ནོར་འཁྲུལ་རྒྱུ་མཚན་མི་ཤེས།

source: Couldn't get data from message, %s
bo_cn: གློག་ཡིག་གི་གཞི་གྲངས་ %sཐོབ་མི་ཐུབ།

source: Couldn't get text data.
bo_cn: ཡིག་རྐྱང་གཞི་གྲངས་ཐོབ་མི་ཐུབ།

source: Couldn't initialize %s dictionary:
bo_cn: ཚིག་མཛོད་%sཐོག་མར་ཅན་དུ་སྒྱུར་མི་ཐུབ།:

source: Couldn't initialize %s speller.
bo_cn: འབྲི་ཚུལ་ལག་ཆ%sཐོག་མར་ཅན་དུ་སྒྱུར་མི་ཐུབ།

source: Couldn't initialize Enchant broker.
bo_cn: Enchantའབྲི་ཚུལ་ཞིབ་བཤེར་ཆས་ཀྱི་ལས་ཚབ་ཐོག་མར་ཅན་དུ་སྒྱུར་མི་ཐུབ།

source: Couldn't initialize GPG context, %s
bo_cn: GPGཐོག་མར་ཅན་དུ་སྒྱུར་མི་ཐུབ།%s

source: Couldn't initialize data, %s
bo_cn: གཞི་གྲངས་ཐོག་མར་ཅན་དུ་སྒྱུར་མི་ཐུབ། %s

source: Couldn't login to IMAP server %s.
bo_cn: IMAP ཞབས་ཞུ་ཆས་ %sརུ་ཐོ་འགོད་མི་ཐུབ།

source: Couldn't login to IMAP server %s.
bo_cn: IMAP ཞབས་ཞུ་ཆས་ %sརུ་ཐོ་འགོད་མི་ཐུབ།

source: Couldn't open decrypted file %s
bo_cn: གསང་འགྲོལ་ཡིག་ཆ་%sཁ་འབྱེད་མི་ཐུབ།

source: Couldn't open file %s.
bo_cn: ཡིག་ཆ་ %s ཁ་ཕྱེ་ཐབས་མེད།

source: Couldn't open temporary file
bo_cn: གནས་སྐབས་ཡིག་ཆ་ཁ་འབྱེད་མི་ཐུབ།

source: Couldn't parse decrypted file parts.
bo_cn: གསང་འགྲོལ་གྱི་ཆ་ཤས་ཀློག་མི་ཐུབ།

source: Couldn't parse decrypted file.
bo_cn: གསང་འགྲོལ་ཡིག་ཆ་ཀློག་མི་ཐུབ།

source: Couldn't parse mime part.
bo_cn: གློག་ཡིག་གི་MIMEཆ་ཤས་ཀློག་མི་ཐུབ།

source: Couldn't save the file '%s'.
bo_cn: ཡིག་ཆ་ '%s'ཉར་མི་ཐུབ།

source: Couldn't save the part of multipart message: %s
bo_cn: མཉམ་འདུས་གློག་ཡིག་གི་ཆ་ཤས: %sའདི་ཉར་མི་ཐུབ།

source: Couldn't scan decrypted file parts.
bo_cn: གསང་འགྲོལ་བའི་ཆ་ཤས་བཤར་འབེབས་བྱ་མི་ཐུབ།

source: Couldn't scan decrypted file.
bo_cn: གསང་འགྲོལ་ཡིག་ཆ་བཤར་འབེབས་བྱ་མི་ཐུབ།

source: Couldn't scan folder %s
bo_cn: དཀར་ཆག་ %sབཤར་འབེབས་བྱ་མི་ཐུབ།

source: Couldn't set GPG protocol, %s
bo_cn: GPGགྲོས་ཆིངས་ %sབཀོད་མི་ཐུབ།

source: Couldn't write to decrypted file %s
bo_cn: གསང་འགྲོལ་ཡིག་ཆ་%sའབྲི་མི་ཐུབ།

source: Couldn't write to temporary file
bo_cn: གནས་སྐབས་ཡིག་ཆ་འབྲི་མི་ཐུབ།

source: Create Archive
bo_cn: ལོ་རྒྱུས་གློག་ཡིག་ལྟ་བ།

source: Create Directory
bo_cn: དཀར་ཆག་བཟོ་བ།

source: Create bug report
bo_cn: ནོར་འཁྲུལ་སྙན་ཞུ་གསར་བཟོ།

source: Create directory
bo_cn: དཀར་ཆག་བཟོ་བ།

source: Creating meeting...
bo_cn: གྲོས་ཚོགས་གསར་བཟོ།...

source: Cu_t
bo_cn: དྲས་གཏུབ།(_t)

source: Current action list
bo_cn: མིག་སྔའི་འགུལ་སྟངས་རེའུ་མིག

source: Current actions
bo_cn: མིག་སྔའི་འགུལ་སྟངས།

source: Current condition rules
bo_cn: མིག་སྔའི་ཆ་རྐྱེན་སྒྲིག་སྲོལ།

source: Current custom headers
bo_cn: མིག་སྔའི་འཕྲིན་མགོ་གཏན་འཁེལ།

source: Current folder:
bo_cn: མིག་སྔའི་དཀར་ཆག：

source: Current templates
bo_cn: མིག་སྔའི་སྤྱོད་པའི་མ་དཔེ།།

source: Custom
bo_cn: མཚན་ཉིད་རང་འཇོག

source: Custom URL
bo_cn: མཚན་ཉིད་རང་འཇོག

source: Custom header configuration
bo_cn: འཕྲིན་མོག་མཚན་ཉིད་རང་འཇོག

source: Cycle quote colors
bo_cn: འདྲེན་ཡིག་ཁ་དོག་རེས་འཁོར་གྱིས་སྤྱོད་པ།

source: Cyrillic
bo_cn: སུ་རུ་ལའི་སྐད།

source: Cyrillic (ISO-8859-5)
bo_cn: སི་ལ་ཧྥུའི་སྐད་ཆ།（ISO-8859-5）

source: D_elete
bo_cn: བསུབ་པ།

source: D_on't sort
bo_cn: རིམ་མ་སྒྲིག(_o)

source: D_uplicate
bo_cn: རང་གནས་སུ་འདྲ་བཟོ།(_U)

source: Data signing failed due to invalid signer: %s
bo_cn: གཞི་གྲངས་གསང་སྡོམ་ཕམ་པ།： ནུས་མེད་ཀྱི་མིང་རྟགས་འགོད་པ: %s

source: Data signing failed, %s
bo_cn: གཞི་གྲངས་གསང་སྡོམ་ཕམ་པ་ %s

source: Data signing failed, no contents.
bo_cn: གཞི་གྲངས་གསང་སྡོམ་ཕམ་པ། ནང་དོན་སྟོང་།

source: Data signing failed, no results.
bo_cn: གཞི་གྲངས་གསང་སྡོམ་ཕམ་པ། མཐའ་འབྲས་སྟོང་།

source: Date
bo_cn: དུས་ཚོད།

source: Date format
bo_cn: ཚེས་གྲངས་རྣམ་གཞག

source: Date format help
bo_cn: དུས་ཚེས་ཀྱི་རྣམ་གཞག་གསལ་བཤད།

source: Debug log
bo_cn: ཚོད་ལྟའི་ཉིན་ཐོ།

source: Decline
bo_cn: ཟློག་པ།

source: Declined:
bo_cn: ཟློག་ཟིན་པ།:

source: Default
bo_cn: སོར་བཞག

source: Default
bo_cn: སོར་བཞག

source: Default Inbox
bo_cn: སོར་བཞག་གི་གློག་ཡིག་ཁུག

source: Default account
bo_cn: སོར་བཞག་རྩིས་ཐོ།

source: Default alternate dictionary
bo_cn: སོར་བཞག་གི་གྲབས་འདེམས་ཚིག་མཛོད།

source: Default compression
bo_cn: སོར་བཞག་ཚིག་མཛོད།

source: Default dictionary
bo_cn: སོར་བཞག་ཚིག་མཛོད།

source: Default format
bo_cn: ཚེས་གྲངས་རྣམ་གཞག

source: Default internal theme
bo_cn: སོར་བཞག་ནང་བཅུག་བརྗོད་བྱ་གཙོ་བོ།

source: Default missing icon mode
bo_cn: སོར་བཞག་ཚིག་མཛོད།

source: Default privacy system
bo_cn: སོར་བཞག་སྦེད་པའི་རྒྱུད་ཁོངས།

source: Default refresh interval
bo_cn: རང་བཞག་དུས་ངེས་གསར་སྒྱུར་སྒྲིག་འགོད་སྤྱོད་པ།

source: Default save folder
bo_cn: དཀར་ཆག་འདོར་བ།

source: Defaults
bo_cn: སོར་བཞག

source: Defers moving, copying and deleting of messages until you choose 'Tools/Execute'
bo_cn: སྤོ་བ་དང་། འདྲ་བཟོ། འདོར་བ་ཕྱིར་འགྱངས་ནས་'ལག་ཆ་/ལག་བསྟར་'བདམས་རྗེས་སྒྲིག་དྲས་རྒྱག་བྱེད།

source: Delete
bo_cn: བསུབ་པ།

source: Delete Message
bo_cn: གློག་ཡིག་འདོར་བ།

source: Delete account
bo_cn: རྩིས་ཐོ་འདོར་བ།

source: Delete action
bo_cn: འགུལ་སྟངས་འདོར་བ།

source: Delete address
bo_cn: གློག་ཡིག་ཤག་གནས་འདོར་བ།

source: Delete address(es)
bo_cn: གློག་ཡིག་ཤག་གནས་འདོར་བ།

source: Delete all actions
bo_cn: འགུལ་སྟངས་ཚང་མ་འདོར་བ།

source: Delete all attribute names
bo_cn: གཏོགས་གཤིས་ཚང་མ་འདོར་བ།

source: Delete all messages in trash folders?
bo_cn: སྙིགས་ཁུག་ནང་གི་གློག་ཡིག་ཚང་མ་འདོར་རམ།

source: Delete all messages in trash?
bo_cn: སྙིགས་ཁུག་ནང་གི་གློག་ཡིག་ཚང་མ་འདོར་རམ།

source: Delete all rules
bo_cn: སྒྲིག་སྲོལ་ཚང་མ་འདོར་བ།

source: Delete all tags
bo_cn: གདོང་འཛར་ཚང་མ་འདོར་བ།

source: Delete all templates
bo_cn: མ་དཔེ།་ཚང་མ་འདོར་བ།

source: Delete attribute name
bo_cn: གཏོགས་གཤིས་འདོར་བ།

source: Delete certificate
bo_cn: ཨང་ཀིའི་དཔང་ཡིག་འདོར་བ།

source: Delete entry contents
bo_cn: ནང་བཅུག་ནང་དོན་འདོར་བ།

source: Delete filter
bo_cn: དཀར་ཆག་འདོར་བ།

source: Delete folder
bo_cn: དཀར་ཆག་འདོར་བ།

source: Delete folder and _addresses
bo_cn: དཀར་ཆག་དང་ཤག་གནས་གཞི་གྲངས་འདོར་བ།

source: Delete group
bo_cn: ཚོ་བ་འདོར་བ།

source: Delete header
bo_cn: འཕྲིན་མགོ་འདོར་བ།

source: Delete message
bo_cn: གློག་ཡིག་འདོར་བ།

source: Delete rule
bo_cn: སྒྲིག་སྲོལ་འདོར་བ།

source: Delete selected files
bo_cn: ཡིག་ཆ་ཞིག་འདེམས།

source: Delete spam
bo_cn: གདོང་འཛར་བབསུབ་པ།

source: Delete subscription
bo_cn: གསར་འགྱུར་ཚོགས་པ་སྔོན་མངག

source: Delete tag
bo_cn: གདོང་འཛར་བབསུབ་པ།

source: Delete template
bo_cn: དཔེ་པང་སུབ་པ།

source: Delete the selected action from the list
bo_cn: རེའུ་མིག་ཏུ་བདམས་པའི་འགུལ་སྟངས་འདོར་བ།

source: Delete the selected rule from the list
bo_cn: རེའུ་མིག་ཏུ་བདམས་པའི་ཚན་འདོར་བ།

source: Delete the selected template from the list
bo_cn: རེའུ་མིག་ནང་དུ་བདམས་པའི་མ་དཔེ།་འདོར་བ།

source: Deleted
bo_cn: འདོར་ཟིན་པ།

source: Deleted %d duplicate message in %d folders.
bo_cn: %d བསྐྱར་ཟློས་གློག་ཡིགའདོར་བ།(དཀར་ཆག %d འགྲེམས།)

source: Deleting duplicated messages...
bo_cn: བསྐྱར་ཟློས་གློག་ཡིག་འདོར་བ།...

source: Deleting messages...
bo_cn: ་གློག་ཡིག་འདོར་བ...

source: Demo
bo_cn: འགྲེམས་སྟོན།

source: Derive small and bold fonts from Folder and Message Lists font
bo_cn: དཀར་ཆག་དང་གློག་ཡིག་གནད་བསྡུས་རེའུ་མིག་ཡིག་གཟུགས་རྒྱུན་འཛིན་བྱེད་པ།

source: Descending
bo_cn: རིམ་འབེབས།

source: Description
bo_cn: ཞིབ་བརྗོད།

source: Description:
bo_cn: གསལ་བཤད།:

source: Descriptive names
bo_cn: ཞིབ་བརྗོད།

source: Destination
bo_cn: དམིགས་ས།

source: Destination folder:
bo_cn: དམིགས་ཚད་དཀར་ཆག：

source: Destination is not set.
bo_cn: ཡིག་ལེན་མཁན་གཏན་འཁེལ་བྱས་མེད།

source: Destination is same as current folder.
bo_cn: དམིགས་ཚད་དཀར་ཆག་དང་མིག་སྔའི་དཀར་ཆག་མཚུངས་པ།
