Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/claws-mail.po
Languages: bo_cn

source: No more labeled messages
bo_cn: ཁ་དོག་མཚོན་པའི་གློག་ཡིག་མེད།

source: No more marked messages
bo_cn: མཚོན་པའི་གློག་ཡིག་གཞན་དག་མེད།

source: No more new messages
bo_cn: གློག་ཡིག་གསར་པ་གཞན་དག་མེད།

source: No more unread messages
bo_cn: གློག་ཡིག་གསར་པ་གཞན་དག་མེད།

source: No new message found. Go to next folder?
bo_cn: གློག་ཡིག་གསར་པ་མེད། དཀར་ཆག་རྗེས་མར་སྤོ་དགོས་སམ།

source: No new message found. Search from the end?
bo_cn: གློག་ཡིག་གསར་པ་མ་རྙེད། མཇུག་ནས་མུ་མཐུད་དུ་འཚོལ་དགོས་སམ།

source: No new messages
bo_cn: གློག་ཡིག་གསར་བ་མེད།

source: No new messages.
bo_cn: གློག་ཡིག་གསར་བ་མེད།

source: No permissions to create directory.
bo_cn: ཁྱེད་ལ་དཀར་ཆག་བཟོ་བའི་དབང་ཚད་མེད།

source: No posting allowed
bo_cn: སྦྱར་ཡིག་གཏོང་མི་ཆོག

source: No recipient keys defined.
bo_cn: ཡིག་ལེན་མཁན་གཏན་འཁེལ་བྱས་མེད།

source: No secret key found.
bo_cn: གསང་ལྡེ་མ་རྙེད།

source: No signature found
bo_cn: མིང་རྟགས་འགོད་རྒྱུ་མ་རྙེད།

source: No specific account has been found to send, and an error happened during SMTP session.
bo_cn: གློག་ཡིག་སྐུར་བའི་རྩིས་ཐོ་མ་རྙེད། ད་དུང་SMTPགླེང་མོལ་དུ་ནོར་འཁྲུལ་ཞིག་བྱུང་།

source: No unread message found. Go to next folder?
bo_cn: གློག་ཡིག་གསར་བ་མ་རྙེད། དཀར་ཆག་རྗེས་མ་ལ་སྤོ་དགོས་སམ།

source: No unread message found. Search from the end?
bo_cn: གློག་ཡིག་གསར་པ་མ་རྙེད། མཇུག་ནས་མུ་མཐུད་དུ་འཚོལ་དགོས་སམ།

source: No unread messages.
bo_cn: མ་ཀློག་པའི་གློག་ཡིག་མེད།

source: None
bo_cn: མེད།

source: Normal
bo_cn: དཀྱུས་མ།

source: Not a text part
bo_cn: ཡིག་མིན་དུམ་བུ།

source: Not everyone is available. See tooltips for more info...
bo_cn: མི་ཚང་མར་ཁོམ་པ་ཡོད་པ་མ་རེད། དྲན་སྐུལ་ལ་ལྟ་ཞིབ་བྱས་ནས་ཆ་འཕྲིན་དེ་བས་མང་ཐོབ་པ་བྱེད།

source: Not specified.
bo_cn: གཏན་འཁེལ་མེད།

source: Nothing
bo_cn: མེད།

source: Notice
bo_cn: དོ་སྣང་།

source: Notification
bo_cn: བརྡ་ཐོ།

source: Number
bo_cn: ཨང་རྟགས།

source: O_ther Attributes
bo_cn: གཏོགས་གཤིས་གཞན་དག(_t)

source: Offline warning
bo_cn: འཁོར་བྲལ་ཐ་ཚིག

source: Old address book converted successfully.
bo_cn: ཤག་གནས་དེབ་རྙིང་པའི་རྣམ་གཞག་བསྒྱུར་བ་ལེགས་འགྲུབ།

source: Old passphrase:
bo_cn: གསང་ཨང་ནུས་མེད།：

source: On exit
bo_cn: བཀོད་པ་ཕྱིར་འདོན།

source: On_ly once
bo_cn: ཐེངས་གཅིག་ཁོ་ན།(_l)

source: Only done for messages in MH folders
bo_cn: MHརྣམ་གཞག་གི་ཡིག་སྒམ་ཁོ་ན་ཞིབ་བཤེར།

source: Only include selected folders
bo_cn: བདམས་པའི་དཀར་ཆག་གི་ཆ་འཕྲིན་ཁོ་ན་མངོན་པ།

source: Only on manual receiving
bo_cn: ལག་ཤེས་ཁོ་ན་བསྡུ་སྐབས་མངོན་པ།

source: Only root can remove system themes
bo_cn: rootསྤྱོད་མཁན་ཁོ་ནས་རྒྱུད་ཁོངས་བརྗོད་བྱའི་གཙོ་བོ་འདོར་ཐུབ།

source: Only the first megabyte of text is shown.
bo_cn: ནང་དོན་སྔོན་གྱི་ཡི་གེ1Mbཁོ་ན་མངོན་པ།

source: Only when not empty
bo_cn: སྟོང་མིན་ཁོ་ན་ལ།

source: Open
bo_cn: ཁ་ཕྱེ་བ།

source: Open Image
bo_cn: པར་རིས།་ཁ་འབྱེད།(_O)

source: Open email
bo_cn: གློག་ཡིག་ཁ་འབྱེད།

source: Open in Browser
bo_cn: དྲ་ངོས་བཤར་ཆས་ཀྱིས་ཁ་འབྱེད།(_O)

source: Open in Viewer
bo_cn: དྲ་ངོས་བཤར་ཆས་ཀྱིས་ཁ་འབྱེད།(_O)

source: Open in external browser
bo_cn: དྲ་ངོས་བཤར་ཆས་ཀྱིས་ཁ་འབྱེད།(_O)

source: Open in new _window
bo_cn: སྒེའུ་ཁུང་གསར་བར་ཁ་འབྱེད།(_w)

source: Open it anyway?
bo_cn: སྐུར་བ་གཏན་འཁེལ་ལམ།

source: Open last opened folder at start-up
bo_cn: མགོ་སློང་སྐབས་ཐེངས་སྔོན་མའི་ལྟ་སྤྱོད་ཀྱི་གློག་ཡིག་ཁུག་རང་འབྱེད་བྱེད།

source: Open links with external browser
bo_cn: དྲ་ངོས་བཤར་ཆས་ཀྱིས་ཁ་འབྱེད།(_O)

source: Open message when selected
bo_cn: དཀར་ཆག་འདེམས་སྐབས་དེའི་ནང་གི་གློག་ཡིག་ཁ་འབྱེད།

source: Open preferences
bo_cn: དགའ་ཕྱོགས་སྒྲིག་འགོད་ཁ་འབྱེད།

source: Open with
bo_cn: ཁ་འབྱེད་སྟངས།

source: Open with Web Browser
bo_cn: དྲ་ངོས་བཤར་ཆས་ཀྱིས་ཁ་འབྱེད།

source: Opening folder %s...
bo_cn: དཀར་ཆག་ %sཁ་འབྱེད།...

source: Orange
bo_cn: ཚ་ལུ་མའི་མདོག

source: Organization
bo_cn: རྩ་འཛུགས།

source: Organization:
bo_cn: རྩ་འཛུགས།

source: Organization:
bo_cn: རྩ་འཛུགས།

source: Organizer:
bo_cn: རྩ་འཛུགས།：

source: Original %s part
bo_cn: སྔོན་གྱི་ %s ཆ་ཤས།

source: Othe_rs
bo_cn: གཞན་དག(_r)

source: Other
bo_cn: གཞན་དག

source: Outbox
bo_cn: ཡིག་གཏོང་ཁུག

source: Outgoing encoding
bo_cn: གློག་ཡིག་སྐུར་བའི་ཡིག་རྟགས་ཚོགས།

source: Outgoing traffic
bo_cn: འཕྲིན་གཏོང་ཕྱིར་བརྒྱུད།

source: Override From header. This doesn't change the account used to compose the new message.
bo_cn: 'From'(འཕྲིན་གཏོང་མཁན)ཡིག་དུམ་ཁེབས། སྒྲིག་འགོད་འདིས་གློག་ཡིག་རྩིས་ཐེམ་སྒྲིག་འགོད་ལ་ཤུགས་རྐྱེན་མི་ཐེབས།

source: Override From header. This doesn't change the account used to forward.
bo_cn: 'From'(འཕྲིན་གཏོང་མཁན)ཡིག་དུམ་ཁེབས། སྒྲིག་འགོད་འདིས་གློག་ཡིག་རྩིས་ཐེམ་སྒྲིག་འགོད་ལ་ཤུགས་རྐྱེན་མི་ཐེབས།

source: Override From header. This doesn't change the account used to reply.
bo_cn: 'From'(འཕྲིན་གཏོང་མཁན)ཡིག་དུམ་ཁེབས། སྒྲིག་འགོད་འདིས་གློག་ཡིག་རྩིས་ཐེམ་སྒྲིག་འགོད་ལ་ཤུགས་རྐྱེན་མི་ཐེབས།

source: Overwrite
bo_cn: འགེབས་པ།

source: Overwrite existing file '%s'?
bo_cn: ཡོད་པའི་ཡིག་ཆ་ '%s'འགེབས་སམ།

source: Overwrite existing file?
bo_cn: ཡོད་པའི་ཡིག་ཆ་སྣོན་དགོས་སམ།

source: Overwrite mbox file
bo_cn: mboxཡིག་ཆ་འགེབས་སམ།

source: Owner
bo_cn: བདག་པོ།

source: P12 Certificate file %s missing (%s)
bo_cn: P12དཔང་ཡིག་ཡིག་ཆ་ %sབོར་བ། (%s)

source: PDF Viewer
bo_cn: པར་རིས།་ལྟ་ཆས།

source: PDF properties
bo_cn: གཏོགས་གཤིས།

source: PGP Core: Can't get key - no gpg-agent running.
bo_cn: PGP Core: གསང་ལྡེ་ཐོབ་ཐབས་མེད་ - gpg-agentའཁོར་སྐྱོད་མགོ་སློང་མེད།

source: POP authentication timeout:
bo_cn: POPགསལ་འབྱེད་ར་སྤྲོད་དུས་བཀག་ལས་བརྒལ།

source: POP before SMTP
bo_cn: SMTPསྔོན་དུ་POPབྱེད།

source: POP port
bo_cn: POPམཐུད་ཁ།

source: POP protocol error
bo_cn: POPགྲོས་ཆིངས་ནོར་འཁྲུལ་བྱུང་།

source: POP server is not entered.
bo_cn: POPཞབས་ཞུ་ཆས་ནང་བཅུག་མེད།

source: POP: Deleting expired message %d [%s]
bo_cn: POP: དུས་ཡོལ་གློག་ཡིག %d [%s]འདོར།

source: POP: Skipping message %d [%s] (%d bytes)
bo_cn: POP: གློག་ཡིག་རྙིང་བ %d [%s]། (%dཡིག་ཚིགས་)མཆོངས།

source: Page %d
bo_cn: ཤོག་ཨང་། %d

source: Page Index
bo_cn: ཤོག་ངོས།

source: Page Number
bo_cn: ཨང་རྟགས།

source: Page dow_n
bo_cn: ཤོག་ངོས་རྗེས་མ།

source: Page u_p
bo_cn: ཤོག་ངོས་གོང་མ།

source: Partially downloaded
bo_cn: ཆ་ཤས་ཁོ་ན་འབེབས་པ།

source: Passphrase
bo_cn: གསང་ཨང་།

source: Passphrases did not match.
bo_cn: གསང་ཨང་ཆ་མི་མཉམ།

source: Password
bo_cn: གསང་ཨང་།

source: Password:
bo_cn: གསང་ཨང་།

source: Past
bo_cn: སྔོན་ཆད།

source: Path
bo_cn: ལམ་ཐིག

source: Path of Unix socket
bo_cn: UNIXའབྲེལ་འཛུགས་ཡི་གེའི་འགྲོ་ལམ།

source: Path to GnuPG executable
bo_cn: bogofilterབྱ་རིམ་དཀར་ཆག

source: Path to Netscape-style cookies.txt file containing your cookies
bo_cn: Netscapeཉམས་འགྱུར་གྱི་cookies.txt ཡིག་ཆ་འདིས་ཁྱེད་ཀྱི་cookiesཉར་ཡོད།

source: Path to bogofilter executable
bo_cn: bogofilterབྱ་རིམ་དཀར་ཆག

source: Path to bsfilter executable
bo_cn: bogofilterབྱ་རིམ་དཀར་ཆག

source: Path to cookies file
bo_cn: cookiesཡིག་ཆའི་གནས་ས།

source: Person
bo_cn: མིའི་མིང་།

source: Personal address
bo_cn: མི་སྒེར་གྱི་གློག་ཡིག་ཤག་གནས།

source: Personal addresses
bo_cn: མི་སྒེར་གྱི་གློག་ཡིག་ཤག་གནས།

source: Personal information
bo_cn: མི་སྒེར་གྱི་དཔྱད་ཡིག

source: Phishing attempt warning
bo_cn: ཉ་འཛིན་བྱ་འདོད་ཀྱི་ཐ་ཚིག

source: Photo
bo_cn: འདྲ་པར།

source: Phrase
bo_cn: ཆ་མི་ཚང་སྐད།

source: Pick color for folders containing new messages
bo_cn: གློག་ཡིག་གསར་པའི་དཀར་ཆག་ཁ་དོག་འདེམ་པ།

source: Pick color for misspelled word
bo_cn: འབྲི་ཚུལ་ནོར་བ་ལ་ཁ་དོག་འདེམ་པ།

source: Pick color for misspelled word. Use black to underline
bo_cn: འབྲི་ཚུལ་ནོར་བ་ལ་ཁ་དོག་འདེམ་པ།(ནག་པོས་འོག་ཐིག་མཚོན།)

source: Pink
bo_cn: དམར་སྐྱ།

source: Plain text
bo_cn: ཡི་གེ་འཚོལ་བ།

source: Please enter the mailbox name.
bo_cn: ཡིག་སྒམ་གྱི་མིང་འབྲི་རོགས།

source: Please enter the passphrase for the new key:
bo_cn: གསང་ལྡེ་གསར་པར་སྤྱོད་པའི་གསང་ཨང་ནང་འཇུག་རོགས:

source: Please enter the passphrase for:
bo_cn: གསང་ཨང་ནང་འཇུག་རོགས།:

source: Please enter your SMTP server.
bo_cn: ཁྱེད་ཀྱི་SMTPཞབས་ཞུ་ཆས་ཀྱི་མིང་ནང་འཇུག་རོགས།

source: Please enter your SMTP username.
bo_cn: ཁྱེད་ཀྱིSMTPསྤྱོད་མཁན་གྱི་མིང་ནང་འཇུག་རོགས།

source: Please enter your name and email address.
bo_cn: ཁྱེད་ཀྱི་མིང་དང་གློག་ཡིག་ཤག་གནས་ནང་འཇུག་རོགས།

source: Please enter your receiving server and username.
bo_cn: ཁྱེད་ཀྱི་ཡིག་ལེན་ཞབས་ཞུ་ཆས་དང་སྤྱོད་མཁན་གྱི་མིང་ནང་འཇུག་རོགས།

source: Please enter your username.
bo_cn: ཁྱེད་ཀྱི་སྤྱོད་མཁན་གྱི་མིང་ནང་འཇུག་རོགས།

source: Please note that attachments are not encrypted by the PGP/Inline system, nor are email headers, like Subject.
bo_cn: མཉམ་འཇོག་དགོས་པ་ནི་PGP/Inlineརྒྱུད་ཁོངས་ཀྱིས་ཟུར་སྣོན་ལ་གསང་སྡོམ་མི་ཐུབ། གློག་ཡིག་མགོ་ལ་གསང་སྡོམ་མི་ཐུབ།(དཔེར་ན། གློག་ཡིག་གི་བརྗོད་བྱ་གཙོ་བོ་ལྟ་བུ།)

source: Please note that email headers, like Subject, are not encrypted by the PGP/Mime system.
bo_cn: མཉམ་འཇོག་དགོས་པ་ནི་PGP/Mimeiཡིས་གློག་ཡིག་མགོ་ལ་གསང་སྡོམ་མི་ཐུབ།(དཔེར་ན་གློག་ཡིག་བརྗོད་བྱ་གཙོ་བོ་ལྟ་བུ།)

source: Please note that email headers, like Subject, are not encrypted by the S/MIME system.
bo_cn: མཉམ་འཇོག་དགོས་པ་ནི་གློག་ཡིག་ཁ་བྱང་འདི་དག་གློག་ཡིག་མགོའི་ཆ་འཕྲིན་ལ་S/MIMEཡིས་གསང་སྡོམ་མེད།

source: Please re-enter the passphrase for the new key:
bo_cn: གསང་ལྡེ་གསར་བའི་གསང་ཨང་ནང་འཇུག་རོགས།:

source: Please select a file to import.
bo_cn: ནང་འདྲེན་དགོས་པའི་ཡིག་ཆ་འདེམས།

source: Please select a file.
bo_cn: ཡིག་ཆ་ཞིག་འདེམས།

source: Please select tags to apply/remove. Changes are immediate.
bo_cn: སྣོན་པའམ་འདོར་དགོས་པའི་གདོང་འཛར་འདེམས་རོགས།（ལམ་སེང་ནུས་ཐོན།）

source: Please select the URL to open.
bo_cn: ཁ་འབྱེད་དགོས་པའི་དྲ་གནས་འདེམས་རོགས།

source: Please select the mail headers to search.
bo_cn: འཚོལ་དགོས་པའི་གློག་ཡིག་མགོ་འདེམས་རོགས།

source: Please specify address book name and file to import.
bo_cn: ནང་འདྲེན་དགོས་པའི་ཤག་གནས་དེབ་དང་ཡིག་ཆའི་མིང་འདེམས་རོགས།

source: Please specify name for address book.
bo_cn: ཤག་གནས་དེབ་ཀྱི་མིང་སྟོན་རོགས།

source: Please specify output directory and LDIF filename to create.
bo_cn: གསར་བཟོ་བའི་དཀར་ཆག་དང་ LDIF ཡིག་ཆའི་མིང་གསལ་སྟོན་རོགས།

source: Please specify output directory and file to create.
bo_cn: གསར་བཟོ་བའི་དཀར་ཆག་དང་ཡིག་ཆ་གསལ་སྟོན་རོགས།

source: Plugin already loaded
bo_cn: བསྒར་ལྷུ་ཕབ་འཇུག་ཟིན་པ།

source: Plugin is not functional.
bo_cn: བསྒར་ལྷུ་འདིས་ལས་ཀ་ལས་མི་ཐུབ།

source: Plugins
bo_cn: བསྒར་ལྷུ།

source: Popup
bo_cn: འཕར་ཐོན་སྒེའུ་ཁུང་།

source: Port
bo_cn: མཐུད་ཁ།

source: Port of spamd server
bo_cn: spamdཞབས་ཞུ་ཆས་ཀྱི་མཐུད་ཁ།

source: Possible selections
bo_cn: འདེམས་རུང་ཚན་པ།

source: Post-pro_cessing...
bo_cn: རྗེས་སྒྲིག་དྲས་རྒྱག...(_c)

source: Pre-pr_ocessing...
bo_cn: སྔོན་སྒྲིག་དྲས་རྒྱག།...(_o)

source: Preferences
bo_cn: མཐོ་རིམ།

source: Preferences for new account
bo_cn: རྩིས་ཐོ་གསར་བ་སྒྲིག་འགོད།

source: Present main window
bo_cn: སྒེའུ་ཁུང་གསར་བར་ཁ་འབྱེད།(_w)

source: Press this button to lookup the name of available directory names on the server.
bo_cn: མཐེབ་གནོན་འདིར་ཆིག་རྡེབ་ནས་ཞབས་ཞུ་ཆས་སུ་ལྟ་སྤྱོད་རུང་བའི་དཀར་ཆག་མིང་ཞིབ་བཤེར།

source: Press this button to test the connection to the server.
bo_cn: མཐེབ་གནོན་འདིར་ཆིག་རྡེབ་ནས་ཞབས་ཞུ་ཆས་ཀྱི་འབྲེལ་མཐུད་ཚོད་ལྟ་བྱེད།

source: Prev
bo_cn: སྔར་མ་བོ།

source: Preview
bo_cn: སྔོན་ལྟ།

source: Previous Page
bo_cn: ཤོག་ངོས་གོང་མ།

source: Previous month
bo_cn: ཟླ་གོང་མ།

source: Previous page
bo_cn: ཤོག་ངོས་གོང་མ།

source: Previous team members
bo_cn: སྔོན་ཆད་ཀྱི་གསར་སྤེལ་ཚོ་ཆུང་གི་ཁོངས་མི།

source: Primary key fingerprint:
bo_cn: གསང་ལྡེ་གཙོ་བའི་མཛུབ་རིས།:

source: Print
bo_cn: པར་འདེབས།

source: Print images
bo_cn: པར་རིས།་པར་འདེབས།

source: Print preview
bo_cn: པར་འདེབས་སྔོན་ལྟ།

source: Privacy
bo_cn: གསང་བ།

source: Proceed
bo_cn: མུ་མཐུད།

source: Process mark
bo_cn: མཚོན་རྟགས་སྒྲིག་དྲས་རྒྱག།

source: Process messages on receiving
bo_cn: གློག་ཡིག་བསྡུ་སྐབས་འཚག་པ།

source: Process these mail header fields
bo_cn: གཤམ་གྱི་འཕྲིན་མགོའི་ཡིག་དུམ་ཞིབ་བཤེར།

source: Processing (%s)...
bo_cn: སྒྲིག་དྲས་རྒྱག་བྱེད་པ།(%s)...

source: Processing (%s)...
bo_cn: སྒྲིག་དྲས་རྒྱག་པ་(%s)...

source: Processing configuration
bo_cn: འཚག་པའི་སྡེབ་སྒྲིག་སྒྲིག་དྲས་རྒྱག།

source: Processing configuration for folder %s
bo_cn: དཀར་ཆག་ %s ཡི་གློག་ཡིག་ཁག་བགོ་སྡེབ་སྒྲིག

source: Processing messages...
bo_cn: གློག་ཡིག་སྒྲིག་དྲས་རྒྱག་བྱེད་པ།...

source: Processing rules to apply after folder rules
bo_cn: དཀར་ཆག་གི་སྒྲིག་སྲོལ་རྗེས་སུ་ཉེར་སྤྱོད་ཀྱི་སྒྲིག་སྲོལ།

source: Processing rules to apply before folder rules
bo_cn: དཀར་ཆག་གི་སྒྲིག་སྲོལ་མདུན་དུ་ཉེར་སྤྱོད་ཀྱི་སྒྲིག་སྲོལ།

source: Program returns
bo_cn: བྱ་རིམ་ཕྱིར་ལོག

source: Properties
bo_cn: གཏོགས་གཤིས།

source: Properties for folder %s
bo_cn: %s - དཀར་ཆག་སྒྲིག་འགོད།

source: Protocol
bo_cn: འཕྲིན་གཏོང་གྲོས་མཐུན།

source: Protocol:
bo_cn: འཕྲིན་གཏོང་གྲོས་མཐུན།:

source: Proxy
bo_cn: ལས་ཚབ།

source: Put deleted messages in
bo_cn: དོར་བའི་གློག་ཡིག་ཉར་ས།

source: Put draft messages in
bo_cn: གློག་ཡིག་གི་མ་ཟིན་ཉར་ས།

source: Put into queue folder and send later
bo_cn: བསྐུར་རྒྱུ་དཀར་ཆག་ཏུ་བཞག་ནས་རྗེས་སུ་མཉམ་དུ་སྐྱེལ་བ།

source: Put queued messages in
bo_cn: བསྐུར་རྒྱུའི་གློག་ཡིག་ཉར་ས།

source: Put sent messages in
bo_cn: བསྐུར་བའི་གློག་ཡིག་ཉར་ས།

source: Queue
bo_cn: སྐུར་རྒྱུ།

source: Queue it anyway?
bo_cn: སྟར་པར་སྣོན་པ་གཏན་འཁེལ་ལམ།

source: Queued message header is broken.
bo_cn: བསྐུར་རྒྱུའི་གློག་ཡིག་མགོ་བརླགས་པ།

source: Queued messages
bo_cn: སྐུར་རྒྱུའི་གློག་ཡིག

source: Quitting
bo_cn: ཕྱིར་འདོན་པ།

source: Quotation
bo_cn: འདྲེན་ཡིག

source: Quotation mark
bo_cn: འདྲེན་ཡིག་གི་མཚོན་རྟགས།

source: Quote
bo_cn: འདྲེན་ཡིག

source: Quote format error at line %d.
bo_cn: འདྲེན་ཡིག་རྣམ་གཞག་ནོར་འཁྲུལ།：ཕྲེང་ཨང་%d

source: Quotes
bo_cn: འདྲེན་ཡིག

source: RSS news feed
bo_cn: RSSརྩོམ་འདོན་ཚན།

source: RSSyl: Couldn't delete old OPML file '%s': %s
bo_cn: RSSyl: པར་གཞི་རྙིང་པའི་OPMLཡིག་ཆ་ '%s': %sའདོར་མི་ཐུབ།

source: RSSyl: Couldn't open file '%s' for feed list exporting: %s
bo_cn: RSSyl： ཡིག་ཆ་ '%s'ཁ་འབྱེད་ནས་feedརེའུ་མིག་འདྲེན་མི་ཐུབ་%s

source: RSSyl: Couldn't process feed at '%s'
bo_cn: བྲེལ་ཁོམ་ཆ་འཕྲིན་'%s'ལ་འདྲེན་མི་ཐུབ།

source: RSSyl: Error during writing feed export file.
bo_cn: RSSyl： feedའབྲིས་ནས་ཡིག་ཆ་འདོན་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: RSSyl: Error while writing '%s' to feed export list.
bo_cn: RSSyl: '%s'འབྲིས་ནས་feedརེའུ་མིག་འདོན་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: RSSyl: Possibly invalid feed without title at %s.
bo_cn: RSSyl: '%s'ནང་དུ་ལུགས་དང་མི་མཐུན་པའི་བརྗོད་བྱ་གཙོ་བོ་མེད་པའི་རྩོམ་འདོན་ཁུངས་ཡོད་སྲིད།

source: R_efresh recursively
bo_cn: རིམ་ལོག་འཚོལ་བཤེར།

source: R_ename
bo_cn: མིང་བསྐྱར་འདོགས།(_R)...

source: Re-check message when changing dictionary
bo_cn: ཚིག་མཛོད་སྒྱུར་སྐབས་སུ་གློག་ཡིག་བསྐྱར་བཤེར་བྱེད།

source: Really delete the address(es)?
bo_cn: གློག་ཡིག་ཤག་གནས་འདོར་བ་གཏན་འཁེལ་ལམ།

source: Really remove the feed tree `%s' ?
bo_cn: དཀར་ཆག་སྡོང་འགྲེམས '%s'ངོ་མ་འདོར་དགོས་སམ།

source: Really unsubscribe newsgroup '%s'?
bo_cn: གསར་འགྱུར་ཚོགས་པ'%s'ལེན་པ་གཏན་འཁེལ་ལམ།

source: Rebuild folder tree
bo_cn: དཀར་ཆག་སྡོང་འགྲེམས་བསྐྱར་བཟོ།

source: Rebuilding folder tree...
bo_cn: དཀར་ཆག་སྡོང་འགྲེམས་ཡང་བསྐྱར་བཟོ་བ། ...

source: Rebuilding the folder tree will remove local caches. Do you want to continue?
bo_cn: དཀར་ཆག་སྡོང་འགྲེམས་བསྐྱར་བཟོ་ཡིས་སྔོན་ཡོད་ཀྱི་ལྷོད་གསོག་འདོར་བ་ཡིན། མུ་མཐུད་དུ་བྱེད་དམ།

source: Receive
bo_cn: སྡུད་ལེན།

source: Receive Mail from all Accounts
bo_cn: རྩིས་ཐོ་ཚང་མའི་འཕྲིན་བསྡུ་ལེན།

source: Receive Mail from current Account
bo_cn: མིག་སྔའི་རྩིས་ཐོས་འཕྲིན་ལེན།

source: Receive Mail from selected Account
bo_cn: བདམས་པའི་རྩིས་ཐོའི་འཕྲིན་བསྡུ་ལེན།

source: Receive server
bo_cn: སྡུད་ལེན།

source: Receive size limit
bo_cn: གློག་ཡིག་ཆེ་ཆུང་ཚད་བཀག

source: Received messages: %d
bo_cn: བསྡུས་པའི་གློག་ཡིག: %d

source: Receiving
bo_cn: གློག་ཡིག་བསྡུ་ལེན།

source: Receiving mail
bo_cn: ཡིག་བསྡུའི་ཞབས་ཞུ་ཆས་སྡེབ་སྒྲིག

source: Recipient
bo_cn: འབྱོར་འཛིན།

source: Recipient is not set.
bo_cn: ཡིག་ལེན་མཁན་གཏན་འཁེལ་བྱས་མེད།

source: Recipient is not specified.
bo_cn: ཡིག་ལེན་མཁན་གཏན་འཁེལ་བྱས་མེད།

source: Records Imported:
bo_cn: དྲངས་པའི་ཟིན་ཐོ:

source: Recursive
bo_cn: བུའི་དཀར་ཆག་འཚོལ་བཤེར།

source: Red
bo_cn: དམར་པོ།

source: Redirec_t
bo_cn: སྐུར་སྒྱུར།(_t)

source: Redirect to a user provided URL
bo_cn: སྤྱོད་མཁན་གྱི་མཁོ་འདོན་པའི་ཞུགས་གྲངས།

source: References
bo_cn: འདྲེན་སྤྱོད།

source: Refresh
bo_cn: /གསར་སྒྱུར།

source: Refresh all feeds on application start
bo_cn: བྱ་རིམ་མགོ་སློང་སྐབས་རྩོམ་འདོན་ཁུངས་ཚང་མ་གསར་སྒྱུར་བྱ།

source: Refresh interval
bo_cn: རང་བཞག་དུས་ངེས་གསར་སྒྱུར་སྒྲིག་འགོད་སྤྱོད་པ།

source: Refreshing
bo_cn: /གསར་སྒྱུར།

source: Register Claws' calendar in XFCE's Orage clock
bo_cn: XFCEཡི་Orageདུས་ཚོད་དུ་Clawsཡི་ཉིན་རེའི་ལས་རིམ་ཐོ་འགོད།

source: Relative DN
bo_cn: བལྟོས་བཅས་ཀྱི་མཚོན་རྟགས་གཅིག་པུ།

source: Remarks
bo_cn: ཟུར་མཆན།

source: Remember password for this session
bo_cn: དེའི་ཆེད་དུ་གསང་ཨང་ངེས།

source: Remember this
bo_cn: འདྲི་རྩད་མི་བྱེད་པ།

source: Remo_ve references
bo_cn: འདྲེན་སྤྱོད་འདོར་བ།(_v)

source: Remote Host
bo_cn: འདོར་ས།

source: Remote content loading is disabled.
bo_cn: རྒྱང་རིང་གི་ཐོན་ཁུངས་ནང་འཇུག་མི་བྱེད།

source: Remote resources
bo_cn: འདྲེན་སྤྱོད་འདོར་བ།(_v)

source: Remove
bo_cn: བསུབ་པ།

source: Remove after
bo_cn: འདོར་ས།

source: Remove attachments
bo_cn: ཟུར་སྣོན་སྣང་མེད་དུ་གཏོང་།

source: Remove attachments...
bo_cn: ཟུར་སྣོན་སྣང་མེད་དུ་གཏོང་།

source: Remove feed tree
bo_cn: དཀར་ཆག་སྡོང་འགྲེམས་འདོར་བ།

source: Remove mailbox
bo_cn: ཡིག་སྒམ་འདོར་བ།

source: Remove messages on server when received
bo_cn: གློག་ཡིག་འབྱོར་རྗེས་ཞབས་ཞུ་ཆས་སུ་འདོར་བ།

source: Remove older messages bodies
bo_cn: གློག་ཡིག་རྙིང་པའི་ནང་དོན་གཙོ་བོ་འདོར་བ།

source: Remove system theme '%s'
bo_cn: རྒྱུད་ཁོངས་བརྗོད་བྱ་གཙོ་བོ '%s'འདོར་བ།

source: Remove theme '%s'
bo_cn: བརྗོད་བྱ་གཙོ་བོ '%s'འདོར་བ།

source: Remove tree
bo_cn: འདོར་ས།

source: Removing theme directory failed.
bo_cn: བརྗོད་བྱ་གཙོ་བོའི་དཀར་ཆག་འདོར་བ་ཕམ་པ།

source: Rena_me...
bo_cn: མིང་བསྐྱར་འདོགས།(_R)...

source: Rename
bo_cn: མིང་བསྐྱར་འདོགས།

source: Rename folder
bo_cn: དཀར་ཆག་མིང་བསྐྱར་འདོགས།

source: Rename newsgroup folder
bo_cn: གསར་འགྱུར་ཚོགས་པའི་དཀར་ཆག་མིང་བསྐྱར་འདོགས།

source: Render HTML messages as text
bo_cn: ཡིག་རྐྱང་བྱེད་སྟངས་ཀྱིས་HTMLགློག་ཡིག་མངོན་པ།

source: Render HTML-only messages with plugin if possible
bo_cn: གལ་ཏེ་སྲིད་ན་བསྒར་ལྷུ་འདྲེན་ནས་HTMLགློག་ཡིག་མངོན་པ།

source: Render embedded objects using plugins
bo_cn: བསྒར་ལྷུས་ནང་བཙུད་བྱ་ཡུལ་སྒྲིག་དྲས་རྒྱག་བྱེད།

source: Replace "%s" with:
bo_cn: \%s" བརྗེ་ཡུལ།:

source: Replace sig.
bo_cn: བརྗེ་ས།...

source: Replace signature
bo_cn: མིང་རྟགས་འགོད་པ་ཞིབ་བཤེར།

source: Replace the selected action in list with the action above
bo_cn: མིག་སྔ་བདམས་པའི་འགུལ་སྟངས་ཐེངས་སྔོན་གྱི་འགུལ་སྟངས་ཀྱིས་བརྗེ།

source: Replace the selected rule in list with the rule above
bo_cn: བདམས་པའི་སྒྲིག་སྲོལ་གོང་གི་མཚན་ཉིད་ཀྱིས་བརྗེ།

source: Replace the selected template in list with the template above
bo_cn: གོང་གི་མཚན་ཉིད་ཀྱི་མ་དཔེ།ས་མིག་སྔ་བདམས་པའི་མ་དཔེ།་བརྗེ།

source: Replace unknown word
bo_cn: མི་ཤེས་པའི་ཡི་གེ་བརྗེ།

source: Replace with...
bo_cn: བརྗེ་ས།...

source: Replied
bo_cn: ལན་བཏབ།

source: Replied - click to see reply
bo_cn: ལན་བཏབ - འདིར་ཆིག་རྡེབ་བྱས་ནས་ལན་ལོག་ལ་ལྟ།

source: Replied but also forwarded - click to see reply
bo_cn: ལན་བཏབ་ཅིང་བརྒྱུད་སྐུར - འདིར་ཆིག་རྡེབ་བྱས་ནས་ལན་ལོག་ལ་ལྟ།

source: Replied messages: %d
bo_cn: ལན་ལོག་པའི་གློག་ཡིག:%d

source: Replied:
bo_cn: ལན་བཏབ།

source: Reply
bo_cn: ལན་ལོག

source: Reply anyway
bo_cn: +ད་དུང་ལན་ལོག

source: Reply button invokes mailing list reply
bo_cn: ཡིག་ལན་མཐེབ་གནོན་ཆིག་རྡེབ་བྱེད་དུས་གློག་ཡིག་རེའུ་མིག་ལ་ལན་ལོག

source: Reply to All
bo_cn: མི་ཚང་མར་ལན་ལོག

source: Reply to All options
bo_cn: མི་ཚང་མར་ལན་ལོག་གི་འདེམས་ཚན།

source: Reply to Mailing-list
bo_cn: གློག་ཡིག་རེའུ་མིག་ཏུ་ལན་ལོག

source: Reply to Mailing-list options
bo_cn: ཚོགས་སྐུར་གློག་ཡིག་འདེམས་ཚན་དུ་ལན་ལོག

source: Reply to Message
bo_cn: མ་ཡིག་ལ་ཨ་ལན་སློག་པ།

source: Reply to Message options
bo_cn: ལན་ལོག་འདེམས་ཚན།

source: Reply to Sender
bo_cn: ཡིག་སྐུར་མཁན་ལ་ལན་འདེབས།

source: Reply to Sender options
bo_cn: ཡིག་སྐུར་མཁན་ལ་ལན་ལོག་འདེམས་ཚན།

source: Reply will quote by default
bo_cn: ཡིག་ལན་བསྐུར་སྐབས་མ་ཡིག་འདྲེན།

source: Reply without _quote
bo_cn: ཡིག་ལན་སྟེ། མ་ཡིག་མ་འདྲེན།

source: Reply-To
bo_cn: ལན་འདེབས་ས།

source: Replying
bo_cn: ལན་ལོག

source: Reporting spam...
bo_cn: གློག་ཡིག་ལ་རིམ་པ་སྒྲིག་པ།...

source: Request Return Receipt
bo_cn: འབྱོར་འཛིན་རེ་ཞུ།

source: Request timeout
bo_cn: གླེང་མོལ་དུས་བརྒལ།

source: Require STARTTLS
bo_cn: STARTLSབརྒྱུད་ནས་SSLསྤྱོད་པ།

source: Required APOP timestamp not found in greeting
bo_cn: ལག་འཆིང་ཆ་འཕྲིན་དུ་དགོས་པའི་APOPདུས་བཀག་མ་རྙེད།

source: Reset to default
bo_cn: སོར་བཞག་ཚད་དུ་སླར་གསོ།

source: Resize attached images by default
bo_cn: སྐྱེད་སྐྱུང་ཟུར་སྣོན་གྱི་པར་རིས།་སོར་བཞག་བྱེད།

source: Resource
bo_cn: ཐོན་ཁུངས།

source: Restrict the log window to
bo_cn: ཉིན་ཐོའི་སྒེའུ་ཁུང་ཆ་འཕྲིན་ཕྲེང་གྲངས་ཚད་བཀག:

source: Result:
bo_cn: མཇུག་འབྲས།：

source: Retrieving
bo_cn: བསྡུ་བ།

source: Retrieving (%d message (%s) received)
bo_cn: གློག་ཡིག་བསྡུ་པ།(%dབསྡུས་པ། ཆེ་ཆུང་ནི་%sཡིན།)

source: Retrieving message (%d / %d) (%s / %s)
bo_cn: གློག་ཡིག་ཕྱིར་ལེན།(%d/%d)(%s/%s)

source: Retrieving messages from %s (%s)...
bo_cn: %sལས་གློག་ཡིག་བསྡུ་བ། (%s)...

source: Retrieving new messages
bo_cn: གློག་ཡིག་གསར་བ་ཕྱིར་ལེན།

source: Return Receipt Notification
bo_cn: འབྱོར་འཛིན་ཕྱིར་ལོག

source: Reverting...
bo_cn: གློག་ཡིག་ལ་རིམ་པ་སྒྲིག་པ།...

source: Revoked certificate
bo_cn: ཕྱིར་འཐེན་པའི་ཨང་ཀིའི་དཔང་ཡིག

source: Revoked key uid "%s"
bo_cn: ཕྱིར་འཐེན་པའི་གསང་ལྡེ། uid \%s" "

source: Room
bo_cn: ཁང་པ།

source: Rule
bo_cn: སྒྲིག་སྲོལ།

source: Run Processing rules at start-up
bo_cn: མགོ་རྩོམ་སྐབས་སྒྲིག་དྲས་རྒྱག་སྒྲིག་སྲོལ་འཁོར་སྐྱོད།

source: Run Processing rules when opening
bo_cn: ཁ་འབྱེད་སྐབས་སྒྲིག་དྲས་རྒྱག་སྒྲིག་སྲོལ་འཁོར་སྐྱོད།

source: Run binary
bo_cn: འཁོར་སྐྱོད།

source: Run command
bo_cn: བཀའ་བརྡ་འཁོར་སྐྱོད་བྱེད་པ།

source: Run folder pr_ocessing rules
bo_cn: དཀར་ཆག་གི་སྒྲིག་དྲས་རྒྱག་སྒྲིག་སྲོལ་འཁོར་སྐྱོད།(_o)

source: Run on select
bo_cn: བདམས་སྐབས་འཁོར་སྐྱོད།

source: S
bo_cn: རྣམ་པ།

source: SASL error
bo_cn: Socketནོར་འདུགSooooketནོར་འདུག

source: SMTP Authentication (SMTP AUTH)
bo_cn: SMTPགསལ་འབྱེད་ར་སྤྲོད་། (SMTP AUTH)

source: SMTP password:
bo_cn: SMTP གསང་ཨང་།:

source: SMTP port
bo_cn: SMTPམཐུད་ཁ།

source: SMTP server (send)
bo_cn: SMTP ཞབས་ཞུ་ཆས།(སྐུར་བ།)

source: SMTP server address:
bo_cn: SMTPཞབས་ཞུ་ཆས་ཀྱི་ཤག་གནས།:

source: SMTP server is not entered.
bo_cn: SMTPཞབས་ཞུ་ཆས་ནང་བཅུག་མེད།

source: SMTP username:
bo_cn: SMTP སྤྱོད་མཁན་གྱི་མིང་།:

source: SSL/TLS certificate changed
bo_cn: SSL/TLS དཔང་ཡིག་བཅོས་པ།(_t)

source: SSL/TLS certificate changed and is invalid
bo_cn: SSL/TLS དཔང་ཡིག་བཅོས་ཀྱང་ནུས་མེད་རེད།

source: SSL/TLS certificate is expired
bo_cn: SSL/TLS དཔང་ཡིག་དུས་བརྒལ།(_t)

source: SSL/TLS certificate is invalid
bo_cn: SSL/TLS དཔང་ཡིག་ནུས་མེད།(_t)

source: SSL/TLS certificate is invalid and expired
bo_cn: SSL/TLS དཔང་ཡིག་དུས་བརྒལ་ཞིང་ནུས་མེད་རེད།(_t)

source: SSL/TLS certificate is unknown
bo_cn: SSL/TLS དཔང་ཡིག་མི་ཤེས།(_t)

source: SSL/TLS handshake failed
bo_cn: SSLལག་འཇུ་ཕམ་པ།

source: SSL/TLS options
bo_cn: ཡིག་སྐུར་མཁན་ལ་ལན་ལོག་འདེམས་ཚན།

source: STARTTLS failed
bo_cn: གསལ་འབྱེད་ར་སྤྲོད་ཕམ་པ།

source: STORE error
bo_cn: ནོར་འཁྲུལ།

source: S_ubject:
bo_cn: བརྗོད་གཞི།

source: Safer
bo_cn: ཅུང་བདེ་འཇགས།

source: Sample popup window
bo_cn: (དཔེར་མཚོན་སྒེའུ་ཁུང་།)

source: Save & Send
bo_cn: ཉར་ཞིང་གདན་འདྲེན་སྐུར་བ།

source: Save Image As
bo_cn: བཟོ་བཅོས་ཉར་བ།

source: Save Message to
bo_cn: གློག་ཡིག་ཉར་ས།

source: Save as
bo_cn: ཉར་ཚུལ།

source: Save changes
bo_cn: བཟོ་བཅོས་ཉར་བ།

source: Save copy of outgoing messages to this folder instead of Sent
bo_cn: བསྐུར་བའི་གློག་ཡིག་གི་འདྲ་བཟོ་ཞིག་དཀར་ཆག་འདིར་ཉར།

source: Save crash information
bo_cn: ཐོར་ཞིག་གི་ཆ་འཕྲིན་ཉར།

source: Save infected mail in
bo_cn: གློག་ཡིག་སྡུད་སྡེར་དུ་ཉར།

source: Save sent encrypted messages as clear text
bo_cn: བསྐུར་བའི་གསང་སྡོམ་གློག་ཡིག་ཡིག་གསལ་ལྟར་ཉར།

source: Save sent messages
bo_cn: བསྐུར་བའི་གློག་ཡིག་ཉར་བ།

source: Save spam in
bo_cn: གད་སྙིགས་གློག་ཡིག་ཉར་ཡུལ།

source: Save spam in...
bo_cn: གད་སྙིགས་གློག་ཡིག་ཉར་ཡུལ།
