Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/claws-mail.po
Languages: bo_cn

source: This plugin handles various ACPI mail LEDs.
bo_cn: བསྒར་ལྷུ་འདིས་ACPIསྤྱད་ནས་LEDགློག་ཡིག་བརྡ་ཐོ་ཚོད་འཛིན་བྱེད་པ་ཡིན།

source: This plugin provides %s (%s), which is already provided by the %s plugin.
bo_cn: བསྒར་ལྷུ་འདིས་བྱེད་ནུས་%s། (%s)འདོན་པ་དང་། བསྣན་པའི་ %s བསྒར་ལྷུས་བྱེད་ནུས་འདྲ་པོ་བཏོན་པ།

source: This resets the attribute names to a default value that should find most names and addresses during a name or address search process.
bo_cn: གཏོགས་གཤིས་ཀྱི་མིང་བསྐྱར་བཀོད་བྱས། སོར་བཞག་ཚད་ཀྱིས་འཚོལ་བཤེར་དུ་མིང་དང་ཤག་གནས་མང་ཆེ་ཤོས་རྙེད་པ།

source: This script has been modified. Revert the unsaved changes?
bo_cn: གློག་ཡིག་འདི་བཅོས་ཟིན། ཆེས་མཐའ་མའི་བཟོ་བཅོས་ཉར་དགོས་སམ།

source: This script has been modified. Save the latest changes?
bo_cn: གློག་ཡིག་འདི་བཅོས་ཟིན། ཆེས་མཐའ་མའི་བཟོ་བཅོས་ཉར་དགོས་སམ།

source: This server requires authentication
bo_cn: ཞབས་ཞུ་ཆས་ལ་གསལ་འབྱེད་ར་སྤྲོད་བྱ་དགོས།

source: This week
bo_cn: གཟའ་འདི།

source: Thread
bo_cn: གླེང་གཞི།

source: Thread date
bo_cn: གླེང་གཞིའི་དུས་ཚེས་ལྟར།

source: Thread using subject in addition to standard headers
bo_cn: ཚད་ལྡན་འཕྲིན་མགོའི་ཆ་འཕྲིན་གྱི་གློག་ཡིག་བརྗོད་བྱ་གཙོ་བོ་གླེང་གཞི་ལྟར་ཚོ་བགོད།

source: Threads
bo_cn: གླེང་གཞི།

source: Time:
bo_cn: དུས་ཚོད།:

source: Timeout
bo_cn: དུས་བརྒལ་དུས་ཚོད།

source: Timeout (%d seconds) connecting to %s
bo_cn: དུས་བརྒལ( སྐར་ཆ་%d )，འབྲེལ་མཐུད་%sཕམ་པ།

source: Timeout (secs)
bo_cn: དུས་བརྒལ།(སྐར་ཆ།)

source: Timeout checking the signature. Click the icon to try again.
bo_cn: མིང་རྟགས་ཞིབ་བཤེར་དུས་བརྒལ། རིས་རྟགས་ལ་ཆིག་རྡེབ་ཡང་ན་'C'སྣོན་ནས་ཡང་བསྐྱར་ཚོད་ལྟ་བྱེད།

source: Timestamp syntax error in greeting
bo_cn: ལག་འཇུ་ཆ་འཕྲིན་དུ་དུས་བཀག་གི་རྣམ་གཞག་ནོར་འཁྲུལ་བྱུང་།

source: Timestamp syntax error in greeting (not ASCII)
bo_cn: ལག་འཇུ་ཆ་འཕྲིན་དུ་དུས་བཀག་གི་རྣམ་གཞག་ནོར་འཁྲུལ་བྱུང་། (ASCIIརྣམ་གཞག་མིན།)

source: To
bo_cn: ཡིག་ལེན་མཁན།

source: To be copied
bo_cn: འདྲ་བཟོ་བྱ་རྒྱུ།

source: To be moved
bo_cn: སྤོ་རྒྱུ།

source: To:
bo_cn: འབྱོར་མཁན།

source: To: %s, on %s
bo_cn: ཡིག་ལེན་མཁན་ %sནས་ %s

source: Today
bo_cn: དེ་རིང་།

source: Toggle multiple selection
bo_cn: མང་འདེམས་རྣམ་པར་བརྗེ།

source: Toggle quick search bar
bo_cn: མྱུར་འཚོལ་དོན་ཚན་རྣམ་པར་བརྗེ།

source: Tomorrow
bo_cn: སང་ཉིན།

source: Trash
bo_cn: སྙིགས་སྒམ།

source: Toolbar item
bo_cn: ལག་ཆ་སྡེའི་མཐེབ་གནོན།

source: Toolbar item icon
bo_cn: ལག་ཆ་སྡེའི་མཐེབ་གནོན་རིས་རྟགས།

source: Toolbar text
bo_cn: ལག་ཆ་སྡེའི་ཡི་གེ།

source: Toolbars
bo_cn: ལག་ཆའི་སྡེ།

source: Total
bo_cn: བསྡོམས་རྩིས།

source: Total outgoing messages: %d
bo_cn: སྐུར་རྒྱུ་གློག་ཡིག་སྤྱི་གྲངས། %d

source: Traditional Chinese (Big5)
bo_cn: རྒྱ་ཡིག་དཀའ་གཟུགས་Big5(B.5）

source: Transfer encoding
bo_cn: སྒྲིག་ཨང་སྐྱེལ།

source: Translate header names
bo_cn: འཕྲིན་མགོའི་མིང་ཡིག་སྒྱུར།

source: Transport
bo_cn: བརྒྱུད་གཏོང་།

source: Trash Message
bo_cn: གློག་ཡིག་གད་སྙིགས་ཁུག་ཏུ་སྤོ།

source: Treat these characters as quotation marks:
bo_cn: ཡིག་རྟགས་འདི་ནི་འདྲེན་ཡིག་ལྟར་མཚོན།:

source: Trust
bo_cn: ཡིད་ཆེས།

source: Try to get avatar from sender's domain libravatar server
bo_cn: ཡིག་སྐུར་མཁན་གྱི་ཁུལ་ཁོངས་ཀྱི་libravatarཞབས་ཞུ་ཆས་ལས་avatarལེན་པ་ཚོད་ལྟ་བྱེད།

source: Turkish (ISO-8859-9)
bo_cn: ཐུར་ཁེ།(ISO-8859-9）

source: Turn this off if you have SSL/TLS connection problems
bo_cn: གལ་ཏེ་ཁྱེད་ལ་SSL/TLSཡི་འབྲེལ་མཐུད་གནད་དོན་ཡོད་ན་ཚན་འདི་ཁ་རྒྱག

source: Type
bo_cn: རིགས་རྣམ།

source: Type of transport
bo_cn: བརྒྱུད་གཏོང་བྱེད་སྟངས།

source: Type-ahead
bo_cn: རིམ་འཕར་ཅན།

source: Type:
bo_cn: རིགས་གྲས།:

source: URI link
bo_cn: URI སྦྲེལ་མཐུད།

source: Unable to connect
bo_cn: ：སྒོ་འབྱེད་མི་ཐུབ།

source: Unable to get script contents
bo_cn: ནང་བཅུག་ནང་དོན་འདོར་བ།

source: Unable to reply. The original email probably doesn't exist.
bo_cn: ལན་ལོག་མི་ཐུབ། ཐོག་མའི་གློག་ཡིག་མེད་པ་འདྲ།

source: Uncheckable
bo_cn: ཞིབ་བཤེར་བྱེད་མི་ཐུབ།

source: Undefined
bo_cn: མཚན་ཉིད་བཞག་མེད་པ།

source: Undo level
bo_cn: ཕྱིར་འཐེན་པའི་ཐོ་འགོད་གྲངས།

source: Unfiltered messages will be stored in this folder
bo_cn: མ་འཚག་པའི་གློག་ཡིག་དཀར་ཆག་འདིར་འཇོག་པ།

source: Unique ID
bo_cn: ID ཁོ་ན།

source: Unknown
bo_cn: མི་ཤེས།

source: Unknown error
bo_cn: གསང་ཨང་རྙོག་འཛིང་ཚད་བླང་བྱ་དང་མི་མཐུན་པ།

source: Unknown message type arrived
bo_cn: མི་ཤེས་པའི་རིགས་གྲས་ཆ་འཕྲིན་གསར་བ་འབྱོར་བ།

source: Unknown option
bo_cn: མི་ཤེས་པའི་འདེམས་ཚན།

source: Unload
bo_cn: བཤིག་དོར།

source: Unload the selected plugin
bo_cn: བདམས་པའི་བསྒར་ལྷུ་བཤིག་འདོར།

source: Unlock
bo_cn: སྒྲོག་འགྲོལ།

source: Unmark
bo_cn: མཚོན་རྟགས་མ་རྒྱག

source: Unread
bo_cn: བཀླག་མེད་པ།

source: Unread and Total messages
bo_cn: མ་ཀློག་པའི་གློག་ཡིག་དང་གློག་ཡིག་བསྡོམས་གྲངས།

source: Unread message
bo_cn: མ་ཀློག་པའི་གློག་ཡིག

source: Unread messages
bo_cn: མ་ཀློག་པའི་གློག་ཡིག

source: Unread:
bo_cn: བཀླག་མེད་པ།

source: Unsubscribe
bo_cn: མངག་ཉོ་ཕྱིར་འཐེན།

source: Unsubscribe newsgroup
bo_cn: གསར་འགྱུར་ཚོགས་པ་ཕྱིར་སྤྲོད།

source: Untitled
bo_cn: མིང་བཏགས་མེད་པ།

source: Untitled feed
bo_cn: ཁ་བྱང་མེད་པའི་རྩོམ་འདོན་ཁུངས།

source: Upcoming event: %s
bo_cn: བྱ་བ་བསྒྲུབ་རྒྱུ།: %s

source: Update all local folders
bo_cn: རང་སའི་དཀར་ཆག་ཚང་མ་གསར་སྒྱུར།

source: Update failed. Changes not written to Directory.
bo_cn: གསར་སྒྱུར་ཕམ་པ། བཟོ་བཅོས་དཀར་ཆག་ཏུ་འབྲི་མ་ཐུབ།

source: Updating cache for %s...
bo_cn: དཀར་ཆག་ %s ཡི་ལྷོད་གསོག་གསར་སྒྱུར་བྱེད་པ།...

source: Updating comments for '%s'...
bo_cn: དཀར་ཆག་ %s ཡི་ལྷོད་གསོག་གསར་སྒྱུར་བྱེད་པ།...

source: Updating feed '%s'...
bo_cn: རྩོམ་འདོན་ཁུངས་'%s' གསར་འདོན་བྱེད་པ།...

source: Usage: %s [OPTION]...
bo_cn: སྤྱོད་སྟངས།： %s [འདེམས་ཚན་]...

source: Use <tab> to autocomplete from addressbook
bo_cn: མཐེབ་<tab>ཡིས་ཤག་གནས་རང་གྲུབ་བྱེད།

source: Use DN attribute if present in data
bo_cn: གཞི་གྲངས་སུ་ཡོད་པའི་DNགཏོགས་གཤིས་སྤྱོད་པ།

source: Use SSL/TLS
bo_cn: SSL/TLSསྤྱོད་པ།

source: Use SSL/TLS to connect to SMTP server
bo_cn: SSL སྤྱད་ནས་ SMTP ཞབས་ཞུ་ཆས་འབྲེལ།

source: Use SSL/TLS to connect to receiving server
bo_cn: SSL/TLSསྤྱད་ནས་ཞབས་ཞུ་ཆས་འབྲེལ་ཏེ་གློག་ཡིག་བསྡུ་ལེན།

source: Use STARTTLS command to start encrypted session
bo_cn: STARTTLSབཀའ་བརྡས་གླེང་མོལ་SSLམགོ་རྩོམ།

source: Use STARTTLS command to start encryption
bo_cn: STARTTLSབཀའ་བརྡས་གླེང་མོལ་SSLམགོ་རྩོམ།

source: Use a master passphrase
bo_cn: གསང་ཨང་ནང་འཇུག་རོགས།:

source: Use alternate (%s)
bo_cn: (%s)གཞན་ཞིག་སྤྱོད་པ།

source: Use authentication
bo_cn: ར་སྤྲོད་སྤྱོད་པ།

source: Use both dictionaries
bo_cn: ཚིག་མཛོད་གཉིས་སྤྱོད་པ།

source: Use command to communicate with server
bo_cn: གཤམ་གྱི་བཀའ་བརྡ་དང་ཞབས་ཞུ་ཆས་ཀྱི་འཕྲིན་གཏོང་སྤྱོད།

source: Use custom colors
bo_cn: རང་བཟོས་ཁ་དོག

source: Use default GnuPG key
bo_cn: སོར་བཞག་ GnuPG གསང་ལྡེ་སྤྱོད་པ།

source: Use default refresh interval
bo_cn: རང་བཞག་དུས་ངེས་གསར་སྒྱུར་སྒྲིག་འགོད་སྤྱོད་པ།

source: Use different font for printing
bo_cn: ཡིག་གཟུགས་མི་འདྲ་བའི་པར་འདེབས་བྱེད།

source: Use external program for receiving mail
bo_cn: ཕྱི་རོལ་བྱ་རིམ་གྱིས་གློག་ཡིག་བསྡུ་བ།

source: Use gpg-agent to manage passwords
bo_cn: gpg-agent སྤྱོད་ནས་གསང་ཨང་དོ་དམ་བྱེད།

source: Use keyring for address autocompletion
bo_cn: ཤག་གནས་རང་གསབ་ལ་གསང་ལྡེ་གདུབ་སྤྱོད་པ།

source: Use mail command rather than SMTP server
bo_cn: mailབཀའ་བརྡ་སྤྱོད་ཀྱང་SMTPཞབས་ཞུ་ཆས་མིན།

source: Use non-blocking SSL/TLS
bo_cn: བཀག་འགོག་མ་ཡིན་པའི་SSL/TLSསྤྱོད།

source: Use proxy
bo_cn: ལས་ཚབ་སྤྱོད་པ།

source: Use regexp
bo_cn: ཚད་ལྡན་མཚོན་ཚུལ་སྤྱོད་པ།

source: Use same authentication as for receiving mail
bo_cn: ཕྱི་རོལ་བྱ་རིམ་གྱིས་གློག་ཡིག་བསྡུ་བ།

source: Use secure authentication (APOP)
bo_cn: བདེ་འཇགས་གསལ་འབྱེད་ར་སྤྲོད་སྤྱོད་པ།(APOP)

source: Use secure file deletion if possible
bo_cn: བདེ་འཇགས་འདོར་བ་སྤྱོད་ཅི་ཐུབ་བྱེད།

source: Use system defaults when possible
bo_cn: རྒྱུད་ཁོངས་ལ་སོར་བཞག་སྒྲིག་འགོད་ཡོད་སྐབས་སྒྲིག་འགོད་དེ་སྤྱོད་པ།

source: Use template when composing new messages
bo_cn: གློག་ཡིག་གསར་བ་འབྲི་དུས་མ་དཔེ།་སྤྱོད་པ།

source: Use template when forwarding messages
bo_cn: གློག་ཡིག་བརྒྱུད་སྐུར་བྱེད་དུས་མ་དཔེ།་སྤྱོད་པ།

source: Use template when replying to messages
bo_cn: གློག་ཡིག་ལན་ལོག་དུས་མ་དཔེ།་སྤྱོད་པ།

source: User
bo_cn: སྤྱོད་མཁན་གྱིID

source: User Action
bo_cn: འགུལ་སྟངས་གཏན་རང་འཁེལ།

source: User ID
bo_cn: སྤྱོད་མཁན་གྱིID

source: User ID is not entered.
bo_cn: སྤྱོད་མཁན་Idནང་བཅུག་མེད།

source: User name
bo_cn: སྤྱོད་མཁན་མིང་།:

source: User or key ID:
bo_cn: སྤྱོད་མཁན་IDཡང་ན་གསང་ལྡེ་ID:

source: User to use with spamd server
bo_cn: spamdཞབས་ཞུ་ཆས་ཀྱི་སྤྱོད་མཁན་མིང་སྤྱོད་པ་ལ་སྤྱོད།

source: UserID
bo_cn: སྤྱོད་མཁན་གྱིID

source: Username:
bo_cn: སྤྱོད་མཁན་གྱི་མིང་

source: Value
bo_cn: ཐང་།

source: Values
bo_cn: ཐང་།

source: Verified signer's address is "%s"
bo_cn: ར་སྤྲད་བྱས་པའི་མིང་རྟགས་འགོད་པའི་ཤག་གནས་ནི་\%s"ཡིན། "

source: View archive
bo_cn: ལོ་རྒྱུས་གློག་ཡིག་ལྟ་བ།

source: View full information
bo_cn: ཞིབ་ཕྲའི་ཆ་འཕྲིན་ལ་ལྟ།

source: WARNING: Signer's address "%s" does not match DNS entry
bo_cn: ཐ་ཚིག མིང་རྟགས་བཀོད་པའི་ཤག་གནས\%s"དང་DNSནང་གི་གཞི་གྲངས་མི་མཚུངས་པ། "

source: Warn if there are queued messages
bo_cn: སྐུར་དགོས་པའི་གློག་ཡིག་ཡོད་ན་ཐ་ཚིག་གཏོང་།

source: Warn when
bo_cn: ཐ་ཚིག

source: Warn when Subject is empty
bo_cn: བརྗོད་བྱ་གཙོ་བོ་སྟོང་པ་ཡིན་དུས་ཐ་ཚིག་གཏོང་།

source: Warn when inserting a file larger than
bo_cn: ཐ་ཚིག་གཏོང་དགོས། ཟུར་སྣོན་ཡིག་ཚགས།་དུས་བརྒལ་དུས།

source: Warning
bo_cn: ཉེན་བརྡ།

source: Warning messages
bo_cn: ཐ་ཚིག་གི་ཆ་འཕྲིན།

source: Warning:
bo_cn: ཐ་ཚིག

source: Watch thread
bo_cn: གློག་ཡིག་གི་བརྗོད་གཞི་ལྟ་ཞིབ།

source: Watched thread
bo_cn: བརྗོད་གཞི་འདིར་ལྟ་ཞིབ་བྱེད།

source: Watched:
bo_cn: ལྟ་ཞིབ་བྱས་པ།

source: Web browser
bo_cn: དྲ་ངོས་བཤེར་ཆས།

source: Week number
bo_cn: ཨང་གྲངས་ལྟར།(_n)

source: Western European
bo_cn: ཡོབ་གླིང་ནུབ་མ།

source: Western European (ISO-8859-1)
bo_cn: ཡོ་རོབ་ནུབ་མ།（ISO-8859-1）

source: When clicking on a link, by default
bo_cn: སྦྲེལ་མཐུད་ཅིག་ཆིག་རྡེབ་སྐབས་སུ། སོར་བཞག་

source: When dropping files into the Compose window
bo_cn: ཡིག་ཆ་དྲུད་ནས་གློག་ཡིག་འབྲི་བའི་སྒེའུ་ཁུང་འཇོག་དུས།

source: When message view is visible
bo_cn: གློག་ཡིག་མཐོང་རིས་མཐོང་རུང་ཡིན་དུས།

source: When unsure, move to
bo_cn: གལ་ཏེ་གཏན་མ་འཁེལ་ན། སྤོ་སྟེ།

source: Whitelist senders found in address book/folder
bo_cn: ཤག་གནས་དེབ་ནང་གི་ཤག་གནས་ནི་མིང་དཀར་བྱེད།

source: Whole message
bo_cn: གློག་ཡིག་ཁ་ཚང་།

source: Wrap all
bo_cn: ཚང་མ་ཕྲེང་བརྗེ།

source: Wrap all long lines
bo_cn: རིང་བརྒལ་བའི་ཕྲེང་ཚང་མ་ཕྲལ།

source: Wrap long lines of current paragraph
bo_cn: མིག་སྔའི་དུམ་ཚན་རིང་བརྒལ་བའི་ཕྲེང་ཕྲལ།

source: Wrap para.
bo_cn: དུམ་ཚན་ཕྲེང་བརྗེ།

source: Wrap pasted text
bo_cn: སྦྱར་བའི་ཡི་གེ་ལ་ཕྲེང་བརྗེ།

source: Wrap quotation
bo_cn: འདྲེན་ཡིག་ལ་ཕྲེང་བརྗེ།

source: Wrap text at
bo_cn: ཕྲེང་བརྗེ་ས།

source: Wrapping
bo_cn: རང་འགུལ་སྟར་བརྗེ།

source: Write the following information to disk...
bo_cn: གཤམ་གྱི་ཆ་འཕྲིན་སྡུད་སྡེར་དུ་འབྲི་...

source: Writing
bo_cn: འབྲི་བ།

source: Yes
bo_cn: ཡིན།

source: You
bo_cn: ཁྱེད།

source: You are about to create %d meetings, one by one. Do you want to continue?
bo_cn: ཁྱེད་ཀྱིས་གྲོས་ཚོགས་ %d གསར་བཟོ་བྱ་བ་ཡིན། (རིམ་གྱིས་གསར་བཟོ་བྱ་བ་ཡིན།） མུ་མཐུད་དུ་བྱ་དགོས་སམ།

source: You are about to insert a file of %s in the message body. Are you sure you want to do that?
bo_cn: ཁྱེད་ཀྱིས་ %s གློག་ཡིག་ཕུར་བོར་བར་འཇུག་བྱ་བ་ཡིན། མུ་མཐུད་དུ་བྱེད་དགོས་སམ།

source: You are about to print %d messages, one by one. Do you want to continue?
bo_cn: ཁྱེད་ཀྱིས་གློག་ཡིག %d པར་འདེབས་འདོད་པ། མུ་མཐུད་དུ་བྱ་དགོས་སམ།

source: You are about to reply to %d messages. Opening the windows could take some time. Do you want to continue?
bo_cn: ཁྱེད་ཀྱིས་གློག་ཡིག་ %d ཕྱིར་ལོག་པ་ཡིན། སྒེའུ་ཁུང་འདི་དག་ཁ་འབྱེད་བ་ལ་དུས་ཚོད་ཅུང་ཙམ་དགོས། མུ་མཐུད་དུ་བྱ་དགོས་སམ།

source: You are already busy at this time.
bo_cn: ཁྱེད་དེ་དུས་བྲེལ་བ་འདུག

source: You are busy at the time of your planned meeting
bo_cn: ཁྱེད་རང་གི་འཆར་གཞིའི་ཚོགས་འདུའི་དུས་ཚོད་ནང་དུ་སྟོང་པ་མིན་འདུག

source: You are offline. Click the icon to go online
bo_cn: མིག་སྔར་སྐུད་བྲལ། རིས་རྟགས་ལ་ཆིག་རྡེབ་བྱས་ནས་སྐུད་ཐོག་རྣམ་པར་སྒྱུར།

source: You are online. Click the icon to go offline
bo_cn: མིག་སྔར་སྐུད་ཐོག རིས་རྟགས་ལ་ཆིག་རྡེབ་བྱས་ནས་སྐུད་བྲལ་རྣམ་པར་སྒྱུར།

source: You asked for a return receipt in this message.
bo_cn: གློག་ཡིག་འདིས་ཕྱིར་ལན་ལོག་པའི་རེ་ཞུ་འདུག

source: You can export to a local file or URL
bo_cn: ཁྱེད་ཀྱིས་རང་སའི་ཡིག་ཆ་ཞིག་ཡང་ན་དྲ་བའི་ཤག་གནས་ཤིག་ལ་འདྲེན་ཐུབ།

source: You entered a reserved tag name, please choose another instead.
bo_cn: ཁྱེད་ཀྱིས་རྒྱུད་ཁོངས་སྔོན་བཞག་པའི་གདོང་འཛར་མིང་ནང་བཅུག་ཡོད། མིང་གཞན་ཞིག་འདེམས་རོགས།

source: You got a return receipt for this message: it has been displayed by the recipient.
bo_cn: ཁྱེད་ཀྱིས་གློག་ཡིག་འདིའི་ཕྱིར་ལན། ཕྱིར་ལན་དུ་མངོན་པ།

source: You have a Todo item.
bo_cn: ཁྱོད་ལ་བསྒྲུབ་དགོས་པའི་དོན་དག་ཞིག་ཡོད།

source: You have been forwarded an appointment.
bo_cn: ཁྱེད་ལ་བརྒྱུད་སྐུར་བྱས་པའི་དུས་ཆད་ཅིག་འབྱོར་བྱུང་།

source: You have been invited to a meeting.
bo_cn: ཁྱེད་རང་ཚོགས་འདུ་ཞིག་ལ་གདན་འདྲེན་ཞུས་ཚར།

source: You have created a meeting.
bo_cn: ཁྱོད་ཀྱིས་ཚོགས་འདུ་ཞིག་བཙུགས།

source: You have received an answer to an unknown meeting proposal.
bo_cn: ཁྱེད་ཀྱིས་མི་ཤེས་པའི་ཚོགས་འདུ་ཞིག་གི་བཏོན་པའི་ལན་འབྱོར་ཡོད།

source: You have to save the account's information with "OK" before being able to generate a key pair.
bo_cn: ཁྱེད་ཀྱིས་ངེས་པར་དུ་\གཏན་འཁེལ"མཐེབ་གནོན་ལ་ཆིག་རྡེབ་བྱས་ནས་རྩིས་ཐོའི་ཆ་འཕྲིན་ཉར་རྗེས། གསང་ལྡེ་ཆ་ཞིག་འབྱུང་བ་ཡིན། "

source: You should have received a copy of the GNU General Public License along with this program. If not, see
bo_cn: ཁྱེད་ཀྱིས་བྱ་རིམ་འདི་དང་མཉམ་དུ་GNU ཀུན་སྤྱོད་སྤྱིའི་ཆོག་མཆན་(GPL)ཡི་འདྲ་དེབ་ཞིག་འབྱོར་དགོས། གལ་ཏེ་འབྱོར་མེད་ན། འདི་ལ་ལྟ་སྤྱོད།

source: You're not the author of the article.
bo_cn: ཁྱོད་ནི་རྩོམ་འདིའི་རྩོམ་པ་པོ་མིན།

source: You're working offline. Override?
bo_cn: རང་ད་ལྟ་འཁོར་བྲལ་ལས་ཀ་བྱེད་པ། བཅོས་དགོས་སམ།

source: Your email address:
bo_cn: ཁྱེད་ཀྱི་གློག་ཡིག་ཤག་གནས།:

source: Your name:
bo_cn: ཁྱོད་ཀྱི་མིང་ལ།

source: Your organization:
bo_cn: ཁྱོད་ཡོད་སའི་རྩ་འཛུགས་ལས་ཁུངས།

source: Your version of Claws Mail is newer than the version the '%s' plugin was built with.
bo_cn: ཁྱེད་ཀྱི་Claws Mailཔར་གཞི་ནི་'%s'བསྒར་ལྷུ་སྤྱད་པའི་གསར་བཟོ་པར་གཞི་ལས་གསར།

source: Your version of Claws Mail is newer than the version the plugin was built with.
bo_cn: ཁྱེད་ཀྱི་Claws Mailཔར་གཞི་ནི་བསྒར་ལྷུ་འདི་སྤྱད་པའི་གསར་བཟོ་པར་གཞི་ལས་གསར།

source: Your version of Claws Mail is too old for the '%s' plugin.
bo_cn: ཁྱེད་ཀྱི་Claws Mailཔར་གཞི་རྙིང་དྲགས་པས། '%s' བསྒར་ལྷུ་སྤྱོད་མི་ཐུབ།

source: Your version of Claws Mail is too old for the plugin.
bo_cn: ཁྱེད་ཀྱི་Claws Mailཔར་གཞི་རྙིང་དྲགས་པས། བསྒར་ལྷུ་འདི་སྤྱོད་མི་ཐུབ།

source: Zoom 100%
bo_cn: ཐོག་མའི་ཆེ་ཆུང་སླར་གསོ།

source: Zoom Factor
bo_cn: ཆེས་འཚམ་པའི་ཆེ་ཆུང་།

source: Zoom In
bo_cn: ཇེ་ཆེར་གཏོང་བ།

source: Zoom Out
bo_cn: ཆུང་བསྡུ།

source: Zoom fit
bo_cn: ཆེས་འཚམ་པའི་ཆེ་ཆུང་།

source: Zoom in
bo_cn: ཇེ་ཆེར་གཏོང་བ།

source: Zoom out
bo_cn: ཆུང་བསྡུ།

source: [%s %s (%d bytes)]
bo_cn: [%s %s། (%dཡིག་ཚིགས་)]

source: [%s (%d bytes)]
bo_cn: [%s། (%dཡིག་ཚིགས་)]

source: [Error decoding BASE64]
bo_cn: [BASE64ཨང་འགྲོལ་ནོར་འཁྲུལ་བྱུང་།]

source: [no subject] - Compose message%s
bo_cn: [བརྗོད་བྱ་གཙོ་བོ་མེད།] - གློག་ཡིག་གསར་བ%sའབྲི།

source: _About
bo_cn: འབྲེལ་ཡོད།(_A)

source: _Accept
bo_cn: དང་ལེན།(_A)

source: _Accept and save
bo_cn: དང་ལེན་དང་ཉར་བ།(_A)

source: _All
bo_cn: ཚང་མ། (_A)

source: _Append
bo_cn: གསར་སྣོན།(_A)

source: _Attach
bo_cn: ཟུར་སྣོན།(_A)

source: _Attachments
bo_cn: ཟུར་སྣོན།(_A)

source: _Authors
bo_cn: རྩོམ་པ་པོ།(_A)

source: _Automatic
bo_cn: རང་འགུལ། (_A)

source: _Automatically
bo_cn: རང་འགུལ། (_A)

source: _Browse
bo_cn: ལྟ་བ།(_B)

source: _Cancel
bo_cn: དོར་བ།

source: _Cancel connection
bo_cn: འབྲེལ་མཐུད་ལེན་པ།(_C)

source: _Cancel exit
bo_cn: ཕྱིར་འདོན་ལེན་པ།(_C)

source: _Close
bo_cn: ཁ་རྒྱག (C)

source: _Configuration
bo_cn: སྒྲིག་འགོད།(_C)

source: _Continue editing
bo_cn: +མུ་མཐུད་དུ་རྩོམ་སྒྲིག(_C)

source: _Copy
bo_cn: འདྲ་པར།(_C)

source: _Create new meeting...
bo_cn: གྲོས་ཚོགས་གསར་བཟོ།...

source: _Delete
bo_cn: བསུབ་པ།

source: _Discard
bo_cn: སྐྱུར་བ།(_D)

source: _Discard email
bo_cn: གློག་ཡིག་སྐྱུར་བ།(_D)

source: _Don't Send
bo_cn: མི་སྐུར།(_D)

source: _Don't save
bo_cn: མི་ཉར།(_D)

source: _Edit
bo_cn: རྩོམ་སྒྲིག (_E)

source: _Edit this meeting...
bo_cn: རྩོམ་སྒྲིག་གྲོས་ཚོགས།

source: _Email Addresses
bo_cn: གློག་རྡུལ་འཕྲིན་ཡིག(_E)

source: _Empty trash
bo_cn: +སྙིགས་ཁུག་གཙང་སེལ།(_E)

source: _Enable federated servers
bo_cn: མཉམ་འབྲེལ་གྱི་ཞབས་ཞུ་ཆས་མགོ་སློང་།(_E)

source: _Encrypt
bo_cn: གསང་སྡོམ། (_E)

source: _Features
bo_cn: ཁྱད་ཆོས།(_F)

source: _File
bo_cn: ཡིག་ཆ། (_F)

source: _Filter
bo_cn: འཚག་པ།(_F)

source: _Forward
bo_cn: མདུན་སྐྱོད།(_F)

source: _From:
bo_cn: ཡིག་གཏོང་མཁན།:

source: _Fullscreen
bo_cn: བརྙན་ཡོལ་ཧྲིལ་པོ།(_F)

source: _Go to
bo_cn: བསྒྱུར་བ།(_G)

source: _Go to today
bo_cn: བསྒྱུར་བ།(_G)

source: _Help
bo_cn: རོགས་རམ།(_H)

source: _Hide
bo_cn: གབ་པ།(_H)

source: _Info
bo_cn: གསལ་བཤད།(_I)

source: _Information
bo_cn: ཆ་འཕྲིན།(_I)

source: _License
bo_cn: ཆོག་མཆན་གྲོས་མཐུན།(_L)

source: _Manual
bo_cn: ལག་དེབ།(_M)

source: _Message
bo_cn: ཡིག་ཟམ། (_M)

source: _None
bo_cn: མེད།(_N)

source: _Normal
bo_cn: སྤྱིར་བཏང་། (_N)

source: _OK
bo_cn: གཏན་འཁེལ།

source: _Open
bo_cn: ཁ་འབྱེད།(O)

source: _Open URL
bo_cn: དྲ་ཚུགས་ཁ་འབྱེད།(_O)

source: _Open image
bo_cn: པར་རིས།་ཁ་འབྱེད།(_O)

source: _Open in web browser
bo_cn: དྲ་ངོས་བཤར་ཆས་ཀྱིས་ཁ་འབྱེད།(_O)

source: _Options
bo_cn: འདེམས་བྱང་།(_O)

source: _Other
bo_cn: གཞན་དག(_O)

source: _Overwrite
bo_cn: བཀབ།(O)

source: _Paste
bo_cn: སྦྱར་བ།(_P)

source: _Print
bo_cn: པར་འདེབས།(_P)

source: _Print...
bo_cn: པར་འདེབས།(_P)...

source: _Queue
bo_cn: རུ་འཇུག(_Q)

source: _Recursive
bo_cn: བུའི་དཀར་ཆག་འཚོལ་བཤེར།

source: _Redo
bo_cn: བསྐྱར་བཟོ།(_R)

source: _Release Notes
bo_cn: གསལ་བཤད་ཁྱབ་བསྒྲགས།(_R)

source: _Remove
bo_cn: སྤོ་བ།（R)

source: _Rename...
bo_cn: མིང་བསྐྱར་འདོགས།(_R)...

source: _Replace
bo_cn: ཚབ་བརྗེ།(_R)

source: _Replace signature
bo_cn: མིང་རྟགས་འགོད་པ་ཞིབ་བཤེར།

source: _Reply with quote
bo_cn: ཡིག་ལན་ཏེ། མ་ཡིག་འདྲེན་སྤྱོད།(_R)

source: _Revert
bo_cn: བརྟན་དུ་མི་མངོན།

source: _Save
bo_cn: ཉར་བ། (S)

source: _Save to Drafts
bo_cn: མ་ཟིན་ལྟར་ཉར།(_S)

source: _Search
bo_cn: བཤེར་འཚོལ།(_S)

source: _Select
bo_cn: འདེམ་པ། (_S)

source: _Send
bo_cn: སྐྱེལ་བ།(_S)

source: _Send Notification
bo_cn: བརྡ་སྐུར་བ།(_S)

source: _Sort
bo_cn: རིམ་སྒྲིག(_S)

source: _Statistics
bo_cn: བསྡོམས་རྩིས།(_S)

source: _Subscribe
bo_cn: +མངག་ཉོ།(_S)

source: _Synchronise
bo_cn: +གོམ་མཉམ།(_S)

source: _Template
bo_cn: དཔེ་པང་། (_T)

source: _Toolbar
bo_cn: ལག་ཆའི་སྡེ། (_T)

source: _Tools
bo_cn: ལག་ཆ།(_T)

source: _Undo
bo_cn: འདོར་བ།(_U)

source: _Unsubscribe
bo_cn: /གསར་འགྱུར་ཚོགས་པ་མངག་ལེན།(_S)

source: _Use cached icons
bo_cn: ར་སྤྲོད་སྤྱོད་པ།

source: _User Data
bo_cn: སྤྱོད་མཁན་གཞི་གྲངས།(_U)

source: _View
bo_cn: ལྟ་ཞིབ། (_V)

source: _View certificate
bo_cn: ཨང་ཀིའི་དཔང་ཡིག་ལྟ་བ།(_V)

source: _View certificates
bo_cn: ཨང་ཀིའི་དཔང་ཡིག་ལྟ་བ།(_V)

source: _View log
bo_cn: ཉིན་ཐོའི་ཡིག་ཆ་ལྟ་བ།(_V)

source: a viewer
bo_cn: པར་རིས།་ལྟ་ཆས།

source: accepted
bo_cn: དང་ལེན།

source: address
bo_cn: ཤག་གནས།

source: after automatic check
bo_cn: ཞིབ་བཤེར་རང་བྱེད་རྗེས།

source: after manual check
bo_cn: ལག་པས་ཞིབ་བཤེར་བྱས་རྗེས།

source: all
bo_cn: ཚང་མ།

source: all addresses in all headers
bo_cn: འཕྲིན་མགོ་ཚང་མའི་ནང་གི་ཤག་གནས་ཚང་མ།

source: an utility
bo_cn: ལག་ཆ།

source: any address in any header
bo_cn: འཕྲིན་མགོ་གང་རུང་ནང་གི་ཤག་གནས་གང་རུང་།

source: at least one
bo_cn: མ་མཐར་ཡང་གཅིག

source: attach
bo_cn: ཡིག་ཆ་ཟུར་སྣོན།

source: authenticated
bo_cn: གསལ་འབྱེད་ར་སྤྲོད།

source: available
bo_cn: ཁོམ་པ།

source: bad SMTP response
bo_cn: SMTPཡིས་ལན་སློག་ནོར་འཁྲུལ་བྱུང་།

source: blinking
bo_cn: འོད་འཚེར།

source: body line
bo_cn: རང་ཕུང་ཕྲེང་།

source: body part
bo_cn: ནང་དོན་གྱི་ཁག

source: bytes
bo_cn: ཡིག་ཚིགས་གྲངས།

source: can't create mailbox
bo_cn: ཡིག་ལེན་ཁུག་མགོ་སློང་མི་ཐུབ།

source: can't create mailbox: LIST failed
bo_cn: ཡིག་ལེན་ཁུག་གསར་བཟོ: LISTཕམ་པ་

source: can't delete mailbox
bo_cn: ཡིག་ཁུག་འདོར་མི་ཐུབ།

source: can't expunge
bo_cn: བསུབ་མི་ཐུབ།

source: can't rename mailbox: %s to %s
bo_cn: ཡིག་སྒམ་%sདེ་ %sལྟར་མིང་བསྐྱར་འདོགས་མི་ཐུབ།

source: can't select folder: %s
bo_cn: དཀར་ཆག： %sའདེམས་མི་ཐུབ།

source: can't set deleted flags: %d
bo_cn: འདོར་བའི་མཚོན་རྟགས།： %dབཀོད་མི་ཐུབ།

source: characters
bo_cn: ཡིག་རྟགས་གྲངས།

source: checking if message matches [ %s ]
bo_cn: གློག་ཡིག་དོ་མཉམ་ཡིན་མིན་ཞིབ་བཤེར་བྱེད་པ།[ %s ]

source: command not supported
bo_cn: བཀའ་བརྡ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: command to send mails
bo_cn: གློག་ཡིག་སྐུར་བའི་བཀའ་བརྡ།

source: connection not accepted
bo_cn: འབྲེལ་མཐུད་དང་ལེན་མི་བྱེད།

source: connection refused
bo_cn: འབྲེལ་མཐུད་ཕམ་པ།

source: contains
bo_cn: ཚུད་པ།

source: content is
bo_cn: ནང་དོན་ནི།

source: couldn't get xover
bo_cn: xoverཐོབ་མི་ཐུབ།

source: couldn't select group: %s
bo_cn: གསར་འགྱུར་ཚོགས་པ།： %sའདེམས་མི་ཐུབ།

source: couldn't set group: %s
bo_cn: ཚིགས་པ: %sབཀོད་མི་ཐུབ།

source: current dictionary
bo_cn: མིག་སྔའི་དཀར་ཆག་

source: cursor position
bo_cn: འོད་རྟགས་གནས་ས།

source: date of birth
bo_cn: འཁྲུངས་སྐར།

source: days
bo_cn: ཉིན།

source: disabled rule '%s' [ %s ]
bo_cn: སྒྲིག་སྲོལ་ '%s' [ %s ]ཁ་རྒྱག

source: doesn't contain
bo_cn: ཚུད་མེད།

source: either AM or PM
bo_cn: སྔ་དྲོའམ་ཕྱི་དྲོ།

source: error occurred on POP session
bo_cn: POPགླེང་མོལ་དུ་སྐྱོན་འབྱུང་།

source: error occurred on SIEVE session
bo_cn: SMTPའབྲེལ་མཐུད་ལ་ནོར་འཁྲུལ་བྱུང་།

source: error occurred on SMTP session
bo_cn: SMTPའབྲེལ་མཐུད་ལ་ནོར་འཁྲུལ་བྱུང་།

source: error occurred on authentication
bo_cn: ར་སྤྲོད་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: exactly
bo_cn: མཚུངས་པ།

source: fatal error
bo_cn: སྲོག་འཕྲད་ནོར་འཁྲུལ།

source: fax
bo_cn: བརྙན་སྐྱེལ།

source: filtering
bo_cn: འཚག་པ།

source: filtering at incorporation
bo_cn: ཟླ་སྒྲིལ་བྱེད་སྐབས་འཚག་པ།

source: filtering log disabled
bo_cn: འཚག་པའི་ཉིན་ཐོའི་བྱེད་ནུས་ཁ་རྒྱག་པ།

source: filtering log enabled
bo_cn: འཚག་པའི་ཉིན་ཐོའི་བྱེད་ནུས་ཁ་རྒྱག་པ།

source: folder processing
bo_cn: དཀར་ཆག་གི་སྒྲིག་དྲས་རྒྱག་སྒྲིག་སྲོལ་འཁོར་སྐྱོད།(_o)

source: folders
bo_cn: དཀར་ཆག

source: for a user provided argument
bo_cn: སྤྱོད་མཁན་གྱི་མཁོ་འདོན་པའི་ཞུགས་གྲངས།

source: forwarded messages
bo_cn: བརྒྱུད་སྐུར་བྱས་པའི་གློག་ཡིག

source: found
bo_cn: རྙེད་བྱུང་།

source: g_thread is not supported by glib.
bo_cn: glib རྒྱབ་སྐྱོར་མི་བྱེད། g_thread

source: greater than
bo_cn: ཆེ་བ།

source: group
bo_cn: ཁྱུ་ཚོ།

source: header
bo_cn: ལྡེབ་ཐོད།

source: header line
bo_cn: འཕྲིན་མགོའི་ཕྲེང་།

source: headers part
bo_cn: འཕྲིན་མགོའི་ཆ་ཤས།

source: headers values
bo_cn: འཕྲིན་མགོའི་ཕྲེང་།

source: higher than
bo_cn: མཐོ་བ།

source: hours
bo_cn: ཆུ་ཚོད།

source: ignored
bo_cn: སྣང་མེད་དུ་བཞག་པ།

source: in
bo_cn: དམར་སྐྱ།

source: in the past
bo_cn: སྔོན་ཆད།

source: incorporation
bo_cn: ཟླ་སྒྲིལ་བྱེད་སྐབས་འཚག་པ།

source: individual
bo_cn: མི་སྒེར།

source: invalid UIDL response: %s
bo_cn: ནུས་མེད་ཀྱི་UIDL དང་ལེན།: %s

source: invalid article range: %d - %d
bo_cn: ནུས་མེད་སྦྱར་ཡིག་གི་གསལ་བྱང་ཁྱབ་ཁོངས།: %d - %d

source: invalid xover line
bo_cn: འཕྲིན་མགོའི་མིང་ནུས་མེད།

source: kilobytes
bo_cn: སྟོང་ཡིག་ཚིགས་གྲངས།

source: later
bo_cn: ཕྱིན་ཆད།

source: less than
bo_cn: ལས་ཉུང་།

source: letters
bo_cn: དབྱངས་གསལ་ཡི་གེ་གྲངས།

source: lines
bo_cn: ཕྲེང་།

source: literal pipe
bo_cn: གཞུང་ཐིག

source: local mailbox filename is not entered.
bo_cn: རང་སའི་ཡིག་སྒམ་མིང་ནང་འཇུག་བྱས་མེད།

source: lower than
bo_cn: ལས་དམའ།

source: mail command is not entered.
bo_cn: གློག་ཡིག་བཀའ་བརྡ་ནང་འཇུག་བྱས་མེད།

source: mailbox is locked
bo_cn: ཡིག་སྒམ་སྒྲོག་ཟིན།

source: mailmbox folder
bo_cn: ཡིག་སྒམ་རིམ་པ་སྒྲིག་འགོད།

source: manually
bo_cn: ལག་དེབ།(_M)

source: manually filtering
bo_cn: ལག་པས་འཚག་པ།

source: megabytes
bo_cn: ས་ཡ་ཡིག་ཚིགས་གྲངས།

source: memory error
bo_cn: ནང་བཞག་ནང་གསོག་ནང་

source: message does not match
bo_cn: གློག་ཡིག་ཆ་མི་མཉམ།

source: message matches
bo_cn: གློག་ཡིག་ཆ་མཉམ།
