Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/claws-mail.po
Languages: bo_cn

source: messages which have attachments
bo_cn: ཟུར་སྣོན་ཡོད་པའི་གློག་ཡིག

source: minutes
bo_cn: སྐར་མ།

source: minutes before an event
bo_cn: སྐར་མ་སྔོན།

source: moderated
bo_cn: དོ་དམ་ཡོད།

source: more than
bo_cn: ལས་མང་།

source: mouse button)
bo_cn: ཙིག་མཐེབ།)

source: new messages
bo_cn: གློག་ཡིག་གསར་བ།

source: new subscription
bo_cn: གསར་འགྱུར་ཚོགས་པ་སྔོན་མངག

source: no
bo_cn: མིན།

source: no subject
bo_cn: བརྗོད་བྱ་གཙོ་བོ་མེད་པ།

source: non-0 (Failed)
bo_cn: 0མིན། (ཕམ་པ།)

source: none
bo_cn: མེད།

source: not authenticated
bo_cn: ར་སྤྲོད་སྤྱོད་པ།

source: not available
bo_cn: ཁོམ་མེད།

source: not found
bo_cn: རྙེད་མ་བྱུང་།

source: not ignored
bo_cn: སྣང་མེད་དུ་བཞག་མེད།

source: not set
bo_cn: བཀོད་མེད།

source: not watched
bo_cn: ལྟ་ཞིབ་བྱས་མེད།

source: of above rules
bo_cn: གོང་གི་སྒྲིག་སྲོལ།

source: off
bo_cn: ཁ་རྒྱག་པ།

source: on
bo_cn: ཡོད།

source: on:
bo_cn: ཡོད:

source: only when opened in a new window, or replied to
bo_cn: སྒེའུ་ཁུང་གསར་བ་ཁོ་ནར་ཁ་འབྱེད་བར་སྤྱོད། ཡང་ན་ལན་ལོག་པའི་གློག་ཡིག

source: pixel(s)
bo_cn: བརྙན་རྒྱུ།

source: pixels
bo_cn: བརྙན་རྒྱུ།

source: post-processing
bo_cn: རྗེས་སྒྲིག་དྲས་རྒྱག...(_c)

source: post-processing folders
bo_cn: ཡིག་ཁུག་རྗེས་སྒྲིག་དྲས་རྒྱག།

source: pre-processing
bo_cn: སྔོན་སྒྲིག་དྲས་རྒྱག།...(_o)

source: pre-processing folders
bo_cn: ཡིག་ཁུག་སྔོན་སྒྲིག་དྲས་རྒྱག།

source: processing folders
bo_cn: ཡིག་ཁུག་སྒྲིག་དྲས་རྒྱག་བྱེད་པ།

source: processing rule <unnamed> [ %s ]
bo_cn: སྒྲིག་སྲོལ་ <unamed> [ %s]སྤྱོད་པ།

source: quoted message body
bo_cn: འདྲེན་ཡིག

source: readonly
bo_cn: ཀློག་ཙམ།

source: resource
bo_cn: ཐོན་ཁུངས།

source: room
bo_cn: ཁང་པ།

source: second(s)
bo_cn: སྐར་ཆ།

source: seconds
bo_cn: སྐར་ཆ།

source: select recursively
bo_cn: རིམ་ལོག་འདེམ་པ།

source: set
bo_cn: བཀོད་ཟིན།

source: smaller than
bo_cn: ཆུང་བ།

source: stream error
bo_cn: ནང་བཞག་ནང་གསོག་ནང་

source: subscribe
bo_cn: མངག་ཉོ།

source: tab
bo_cn: རེའུ་མིག་བཟོ་རྟགས།

source: tag
bo_cn: གདོང་འཛར།

source: tags
bo_cn: གདོང་འཛར།

source: tentatively accepted
bo_cn: གནས་སྐབས་སུ་དང་ལེན་པ།:

source: the abbreviated month name
bo_cn: ཟླ་དང་པོ། ཟླ་གཉིས་པ།...

source: the abbreviated weekday name
bo_cn: (གཟའ) དང་པོ། གཉིས་པ།...

source: the address(es) in header '%s'
bo_cn: འཕྲིན་མགོ'%s' ནང་གི་ཤག་གནས

source: the century number (year/100)
bo_cn: དུས་རབས། (ལོ/100)

source: the day of the month as a decimal number
bo_cn: དེ་རིང་ཚེས་པ་དུ་རེད། (ཨང་ཀིའི་རེའུ་མིག་གིས་མཚོན།)

source: the day of the week as a decimal number
bo_cn: ད་ལྟ་ནི་གཟའ་འདི་ཉིན་དུ་རེད། (ཨང་ཀིའི་རེའུ་མིག་གིས་མཚོན།)

source: the day of the year as a decimal number
bo_cn: དེ་རིང་ནི་ད་ལོའི་ཉིན་དུ་རེད། (ཨང་ཀིའི་རེའུ་མིག་གིས་མཚོན།)

source: the full month name
bo_cn: ཟླ་དང་པོ། ཟླ་གཉིས་པ།...

source: the full weekday name
bo_cn: གཟའ་ཟླ་བ། གཟའ་མིག་དམར།...

source: the hour as a decimal number using a 12-hour clock
bo_cn: ད་ལྟ་ཆུ་ཚོད་དུ་རེད།（ཆུ་ཚོད་བཅུ་གཉིས་ལམ་ལུགས། ཨང་ཀིའི་རེའུ་མིག་གིས་མཚོན།)

source: the hour as a decimal number using a 24-hour clock
bo_cn: ད་ལྟ་ཆུ་ཚོད་དུ་རེད།（ཆུ་ཚོད་ཉེར་བཞི་ལམ་ལུགས། ཨང་ཀིའི་རེའུ་མིག་གིས་མཚོན།)

source: the last two digits of a year
bo_cn: ནུས་ལོའི་ལོ་མཇུག་གི་གྲངས་གཉིས།

source: the minute as a decimal number
bo_cn: ད་ལྟ་ནི་སྐར་དུ་རེད། (ཨང་ཀིའི་རེའུ་མིག་གིས་མཚོན།)

source: the month as a decimal number
bo_cn: ད་ལྟ་ནི་ཟླ་དུ་རེད། (ཨང་ཀིའི་རེའུ་མིག་གིས་མཚོན།)

source: the preferred date and time for the current locale
bo_cn: ཆ་ཚང་གི་ནུས་ལོའི་དུས་ཚེས་དང་དུས་ཚོད།（རང་སའི་དུས་ཚོད།）

source: the preferred date for the current locale
bo_cn: ཆ་ཚང་གི་ནུབ་ལོའི་དུས་ཚེས།（རང་སའི་དུས་ཚོད།）

source: the second as a decimal number
bo_cn: ད་ལྟ་ནི་སྐར་ཆ་དུ་རེད།(ཨང་ཀིའི་རེའུ་མིག་གིས་མཚོན།)

source: the time zone or name or abbreviation
bo_cn: དུས་ཁུལ།

source: the year as a decimal number
bo_cn: ནུས་ལོའི་ལོ་གྲངས། (ཨང་ཀིའི་རེའུ་མིག་གིས་མཚོན།)

source: things
bo_cn: གཞན་དག

source: this week
bo_cn: གཟའ་འདི།

source: today
bo_cn: དེ་རིང་།

source: tomorrow
bo_cn: སང་ཉིན།

source: top level folder
bo_cn: རིམ་པ་མཐོ་ཤོས་ཀྱི་དཀར་ཆག

source: type is
bo_cn: རིགས་གྲས་ནི།

source: uid "%s" (Validity: %s)
bo_cn: \%s"ཡི་མིང་རྟགས་ཆ་ཚང་། (ནུས་ལྡན་དུས་ནི།： %sཡིན།) "

source: undetermined
bo_cn: མཚན་ཉིད་བཞག་མེད་པ།

source: unknown
bo_cn: མི་ཤེས།

source: unlimited if 0 is specified
bo_cn: གལ་ཏེ་0 ལ་བཀོད་ན་ཚད་མི་འགོག

source: unread messages
bo_cn: མ་ཀློག་པའི་གློག་ཡིག

source: unsubscribe
bo_cn: མངག་ཉོ་ཕྱིར་འཐེན།

source: values - On:
bo_cn: ཚད་ལེན་ - ཁ་འབྱེད།：

source: watched
bo_cn: ལྟ་ཞིབ་བྱས་པ།

source: website
bo_cn: དྲ་ཚིགས།

source: weeks
bo_cn: གཟའ།

source: when forwarding
bo_cn: བརྒྱུད་སྐུར་བྱེད་དུས།

source: when re-editing
bo_cn: བསྐྱར་དུ་རྩོམ་སྒྲིག་བྱེད་དུས།

source: when replying
bo_cn: ཡིག་ལན་བསྐུར་དུས།

source: when selected, after
bo_cn: བདམས་རྗེས་དུས་འགྱངས་རྒྱུན་མཐུད།

source: whole message
bo_cn: གློག་ཡིག་ཧྲིལ་བོ།

source: would be available %s
bo_cn: %s ལ་ཁོམ་ཡོད།

source: would be available %s or %s
bo_cn: %sཡང་ན་%s ལ་ཁོམ་ཡོད།

source: write on fd%d: %s
bo_cn: fd%d: %s རུ་འབྲི།

source: yes
bo_cn: ཡིན།

source: If you leave these entries empty, the same user ID and password as receiving will be used.
bo_cn: གལ་ཏེ་ཁྱེད་ཀྱིས་ཚན་འདི་དག་སྟོང་པ་བཞག་ན། ཡིག་ལེན་གློག་ཡིག་གི་སྤྱོད་མཁན་ID དང་གསང་ཨང་སྤྱོད་པ།
