Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/claws-mail.po
Languages: bo_cn

source: Generating your new key pair... Please move the mouse around to help generate entropy...
bo_cn: གསང་ལྡེ་ཆ་སྐྱེས་གྲུབ་བྱེད་པ།..ཙིག་རྟགས་སྒུལ་ནས་ཁྲོབ་སྤེལ།：-)...

source: Get
bo_cn: བསྡུ་ལེན།

source: Get Mail
bo_cn: ཡིག་ཟམ་ཐོབ་པ།

source: Get free/busy status of others from
bo_cn: འདིར་མི་གཞན་དག་གི་བྲེལ་དལ་ཆ་འཕྲིན་ཐོབ།

source: Get more dictionaries...
bo_cn: ཚིག་མཛོད་ཇེ་མང་ཐོབ།...

source: Get more...
bo_cn: ཇེ་མང་ཕབ་པ།...

source: Getting the number of new messages (LAST)...
bo_cn: གློག་ཡིག་གསར་བའི་གྲངས་ཀ་(LAST)ཐོབ།...

source: Getting the size of messages (LIST)...
bo_cn: གློག་ཡིག་གི་ཆེ་ཆུང་(LIST)ཐོབ།...

source: Global notification settings
bo_cn: ཚོགས་ཞུགས་མཁན་ལ་བརྡ་ཐོ་སྐུར་བ།

source: Go back to email
bo_cn: གློག་ཡིག་ཏུ་ཕྱིར་ལོག

source: Go back to the folder list
bo_cn: གློག་ཡིག་ཁུག་གི་རེའུ་མིག་ཏུ་ཕྱིར་ལོག

source: Go back to the folder list (You have unread messages)
bo_cn: གློག་ཡིག་ཁུག་གི་རེའུ་མིག་ཏུ་ཕྱིར་ལོག(ཁྱེད་ལ་མ་ཀློག་པའི་གློག་ཡིག་ཡོད།)

source: Go to Inbox
bo_cn: ཡིག་ལེན་ཁུག་ཏུ་སྤོ།

source: Go to Next Unread Message
bo_cn: མ་ཀློག་པའི་གློག་ཡིག་གཞུག་མར་སྤོ།

source: Go to Previous Unread Message
bo_cn: མ་ཀློག་པའི་གློག་ཡིག་སྔོན་མར་སྤོ།

source: Go to folder list
bo_cn: གློག་ཡིག་ཁུག་རེའུ་མིག་ཏུ་སྤོ།

source: Good signature from "%s"
bo_cn: \%s"ལས་ཡོང་བའི་མིང་རྟགས་འགོད་པ་ཡང་དག་པ་ཡིན།"

source: Good signature from "%s" [full]
bo_cn: \%s"ལས་ཡོང་བའི་མིང་རྟགས་འགོད་པ་ཡང་དག་པ་ཡིན།"

source: Good signature from "%s" [marginal]
bo_cn: \%s"ལས་ཡོང་བའི་མིང་རྟགས་འགོད་པ་ཡང་དག་པ་ཡིན།"

source: Good signature from "%s" [ultimate]
bo_cn: \%s"ལས་ཡོང་བའི་མིང་རྟགས་འགོད་པ་ཡང་དག་པ་ཡིན།"

source: Good signature from "%s", but the key has been revoked
bo_cn: \%s"ལས་ཡོང་བའི་མིང་རྟགས་འགོད་པ་ཡང་དག་པ་ཡིན།"

source: Good signature from "%s", but the key has expired
bo_cn: \%s"ལས་ཡོང་བའི་མིང་རྟགས་འགོད་པ་ཡང་དག་པ་ཡིན།"

source: Good signature from uid "%s" (Validity: %s)
bo_cn: \%s"ཡི་མིང་རྟགས་ཆ་ཚང་། (ནུས་ལྡན་དུས་ནི།： %sཡིན།) "

source: Gpgme protocol '%s' is unusable (unknown problem)
bo_cn: GPGMEགྲོས་ཆིངས་'%s'སྤྱོད་མི་རུང་(མི་ཤེས་པའི་ནོར་འཁྲུལ། )

source: Gpgme protocol '%s' is unusable: Engine '%s' isn't installed properly.
bo_cn: GPGMEགྲོས་ཆིངས '%s'སྤྱོད་མི་རུང་།： '%s'སྐུལ་ཆས་སྒྲིག་འཇུག་ཡང་དག་མིན།

source: Grab input while entering a passphrase
bo_cn: passphraseའདྲེན་སྐབས་འདྲེན་འཛིན།

source: Greek (ISO-8859-7)
bo_cn: ཀེ་རི་སེ།（ISO-8859-7）

source: Green
bo_cn: ལྗང་མདོག

source: Grey
bo_cn: སྐྱ་མདོག

source: Group
bo_cn: ཁྱུ་ཚོ།

source: Group Name
bo_cn: ཚོགས་མིང་།

source: HTML Output File
bo_cn: HTMLཕྱིར་འདོན་ཡིག་ཆ།

source: HTML messages
bo_cn: HTML གློག་ཡིག

source: Half page
bo_cn: ཐེངས་རེར་ཤོག་ངོས་ཕྱེད།

source: Ham
bo_cn: གད་སྙིགས་མིན།

source: Has attachment
bo_cn: ཟུར་སྣོན་ཡོད།

source: Has attachment(s)
bo_cn: ཟུར་སྣོན་ཡོད།

source: Hea_der
bo_cn: གློག་ཡིག་མགོ(_d)

source: Header
bo_cn: གློག་ཡིག་མགོ

source: Header Fields
bo_cn: འཕྲིན་མགོ་ཡིག་དུམ།

source: Header Name
bo_cn: འཕྲིན་མགོའི་མིང་།

source: Header is not set.
bo_cn: འཕྲིན་མགོའི་མིང་བཀོད་མེད།

source: Header name
bo_cn: འཕྲིན་མགོའི་མིང་།

source: Headers
bo_cn: གློག་ཡིག་མགོ

source: Headers part
bo_cn: འཕྲིན་མགོ

source: Headers to be added
bo_cn: གློག་ཡིག་འདི་སྐུར་བར་སྤྱོད་པའི་ཤག་གནས།

source: Headers values
bo_cn: འཕྲིན་མགོའི་མིང་།

source: Hebrew
bo_cn: ཞི་པོ་ལའེ་སྐད།

source: Hebrew (ISO-8859-8)
bo_cn: ཞི་པོ་ལའེ།（ISO-8859-8）

source: Help
bo_cn: རོགས་རམ།

source: Hidden columns
bo_cn: སྟར་སྦེད་པ།

source: Hidden headers
bo_cn: སྦེད་དགོས་པའི་འཕྲིན་མགོ

source: Hide
bo_cn: གབ་པ།

source: Hide at start-up
bo_cn: མགོ་སློང་དུས་Claws-Mailསྦེད་པ།

source: Hide when iconified
bo_cn: ཆུང་ཤོས་སུ་སྒྱུར་དུས་སྒེའུ་ཁུང་གཙོ་སྦེད་པ།

source: High
bo_cn: མཐོ།

source: Hostname
bo_cn: གཙོ་འཁོར་མིང་།

source: Hostname or IP address of spamd server
bo_cn: spamdཞབས་ཞུའི་གཙོ་འཁོར་མིང་ཡང་ན་IPཤག་གནས།

source: IMAP connection broken
bo_cn: IMAP4འབྲེལ་མཐུད་ཆད་པ།

source: IMAP error on %s:
bo_cn: IMAPལ་%sནོར་འཁྲུལ་བྱུང་།：

source: IMAP mailbox showing only subscribed folders
bo_cn: སྔོན་མངགས་ཀྱི་དཀར་ཆག་ཁོ་ན་མངོན་པ།

source: IMAP port
bo_cn: IMAPམཐུད་ཁ།

source: IMAP server directory
bo_cn: IMAPཞབས་ཞུ་ཆས་དཀར་ཆག：

source: IMAP server directory:
bo_cn: IMAPཞབས་ཞུ་ཆས་དཀར་ཆག：

source: IMAP server is not entered.
bo_cn: IMAPཞབས་ཞུ་ཆས་ནང་འཇུག་བྱས་མེད།

source: INBOX
bo_cn: ཡིག་སྒམ།

source: Icon
bo_cn: རིས་རྟགས།

source: Icon Legend
bo_cn: རིས་རྟགས་གསལ་བཤད།

source: Icon cache
bo_cn: རིས་རྟགས་ཡི་གེ།

source: Icon cache successfully cleared!
bo_cn: ཞབས་ཞུ་ཆས་འབྲེལ་མཐུད་ལེགས་འགྲུབ།

source: Icon text
bo_cn: རིས་རྟགས་ཡི་གེ།

source: Icons
bo_cn: རིས་རྟགས།

source: Identicon
bo_cn: གསལ་འབྱེད་ར་སྤྲོད།

source: If 'Automatic' is selected, the optimal encoding for the current locale will be used
bo_cn: གལ་ཏེ`རང་འགུལ་'བདམས་ན། མིག་སྔའི་localeབཀོད་པ་སྔོན་འདེམས་བྱས་ནས་སྤྱོད་པ།

source: If an item changes
bo_cn: བཟོ་བཅོས་ཉར་བ།

source: If there are more than 3 quote levels, the colors will be reused
bo_cn: གལ་ཏེ་རིམ་གསུམ་ལས་མང་ན། ཁ་དོག་འདི་དག་བསྐྱར་སྤྱོད་བྱ།

source: Ignore attachment
bo_cn: ཟུར་སྣོན་སྣང་མེད་དུ་གཏོང་།

source: Ignore thread
bo_cn: བརྗོད་གཞི་སྣང་མེད་དུ་གཏོང་།

source: Ignore title rename
bo_cn: བརྗོད་གཞི་སྣང་མེད་དུ་གཏོང་།

source: Ignored thread
bo_cn: བརྗོད་གཞི་སྣང་མེད་དུ་གཏོང་།

source: Ignored:
bo_cn: སྣང་མེད་དུ་བཞག་པ།

source: Image Viewer
bo_cn: པར་རིས།་ལྟ་ཆས།

source: Import LDIF file into Address Book
bo_cn: LDIFཡིག་ཆ་ཤག་གནས་དེབ་ཏུ་འདྲེན།

source: Import Pine file into Address Book
bo_cn: Pineཡིག་ཆ་ཤག་གནས་དེབ་ནང་དུ་འདྲེན།

source: Import feed
bo_cn: mboxརྣམ་གཞག་གི་གློག་ཡིག་ཐུམ་འདྲེན།

source: Import feed list...
bo_cn: mboxརྣམ་གཞག་གི་གློག་ཡིག་ཐུམ་འདྲེན།

source: Import mbox file
bo_cn: mboxརྣམ་གཞག་གི་གློག་ཡིག་ཐུམ་འདྲེན།

source: Importing from mbox... (%d mail imported)
bo_cn: mboxཡིག་ཆ་ལས་འདྲེན་པ...། (གློག་ཡིག་%dདྲངས་པ།)

source: Impossible to set the client certificate.
bo_cn: དུད་སྣེ་ཨང་ཀིའི་དཔང་ཡིག་སྒྲིག་ཐབས་མེད།

source: In-Reply-To
bo_cn: ལན་འདེབས་ས།

source: Inbox
bo_cn: ཡིག་ལེན་ཁུག

source: Include Webcal subscriptions in export
bo_cn: འདྲེན་སྐབས་webcalནང་གི་ནང་དོན་ཚུད།

source: Include folder types
bo_cn: གཤམ་གྱི་རིགས་གྲས་ཀྱི་དཀར་ཆག་ཞིབ་བཤེར་བྱེད།

source: Include server in dynamic search
bo_cn: ཞབས་ཞུ་ཆས་འགུལ་རྣམ་འཚོལ་བར་གཏོགས།

source: Include subfolders
bo_cn: བུའི་དཀར་ཆག་ཚུད།

source: Include unread mails in banner
bo_cn: འཕྲེད་འགེལ་དུ་མ་ཀློག་གློག་ཡིག་གི་ཆ་འཕྲིན་ཚུད།

source: Incoming traffic
bo_cn: འཕྲིན་གཏོང་བརྒྱུད་པ།

source: Incorporation cancelled
bo_cn: ཟླ་སྒྲིལ་བཀོལ་སྤྱོད་ལེན་པ།

source: Incorrect master passphrase.
bo_cn: མི་འགྲིག་པའི་དུམ་བུ།

source: Incorrect part
bo_cn: མི་འགྲིག་པའི་དུམ་བུ།

source: Individual
bo_cn: མི་སྒེར།

source: Information
bo_cn: ཆ་འཕྲིན།

source: Information about extended symbols
bo_cn: རྒྱ་སྐྱེད་མཚོན་རྟགས་གསལ་བཤད།

source: Inherit properties from parent folder
bo_cn: ཕའི་དཀར་ཆག་ལས་གཏོགས་གཤིས་རྒྱུན་འཛིན།

source: Input master passphrase
bo_cn: passphraseའདྲེན་སྐབས་འདྲེན་འཛིན།

source: Input new name for '%s':
bo_cn: '%s'ཡི་མིང་གསར་ནང་འཇུག:

source: Input password
bo_cn: གསང་ཨང་ནང་འཇུག

source: Input password for %s on %s:
bo_cn: %sནང་%sཡི་གསང་ཨང་ནང་འཇུག:

source: Input password for %s:
bo_cn: %s ཡི་གསང་ཨང་ནང་འཇུག:

source: Input password:
bo_cn: གསང་ཨང་ནང་འཇུག་རོགས།:

source: Input the URL of the news feed you wish to subscribe:
bo_cn: ཁྱེད་ཀྱིས་སྔོན་མངག་འདོད་པའི་རྩོམ་འདོན་དྲ་གནས་ནང་འཇུག：

source: Input the name of new folder:
bo_cn: ཡིག་ཁུག་གསར་བའི་མིང་ནང་འཇུག:

source: Input the new name of folder:
bo_cn: དཀར་ཆག་གསར་བའི་མིང་ནང་འཇུག:

source: Insecure connection
bo_cn: བདེ་འཇགས་མིན་པའི་འབྲེལ་མཐུད།

source: Insert
bo_cn: བར་འཇུག

source: Insert X-Bogosity header
bo_cn: X-Bogosityགློག་ཡིག་མགོ་བར་འཇུག

source: Insert file
bo_cn: ཡིག་ཆ་བར་འཇུག

source: Insert or attach?
bo_cn: བར་འཇུག་ཡང་ན་ཟུར་སྣོན་ནམ།

source: Insert sig.
bo_cn: མིང་རྟགས་འགོད་པ་བར་འཇུག

source: Insert signature
bo_cn: མིང་རྟགས་འགོད་པ་བར་འཇུག

source: Install new...
bo_cn: བརྗོད་བྱ་གཙོ་བོ་སྒྲིག་འཇུག

source: Install theme '%s'
bo_cn: བརྗོད་བྱ་གཙོ་བོ '%s'སྒྲིག་འཇུག

source: Interface
bo_cn: མཚམས་ངོས།

source: Internal Function
bo_cn: ནང་ཁུལ་བྱེད་ནུས།

source: Internal error
bo_cn: ནང་ཁུལ་ནོར་འཁྲུལ།

source: Internal theme has %d icons
bo_cn: ནང་ཚད་བརྗོད་བྱ་གཙོ་བོ་རུ་རིས་རྟགས་ %d ཚུད།

source: Invalid MIME type.
bo_cn: མི་འགྲིག་པའི་MIMEརིགས་གྲས།

source: Item has no icon defined.
bo_cn: མཐེབ་གནོན་ལ་རིས་རྟགས་བཀོད་མེད།

source: Item has no text defined.
bo_cn: མཐེབ་གནོན་ལ་ཡི་གེ་བཀོད་མེད།

source: Item type
bo_cn: མཐེབ་གནོན་རིགས་གྲས།

source: Japanese
bo_cn: ཉི་ཧོང་གི་སྐད།

source: Japanese (EUC-JP)
bo_cn: ཉི་ཧོང་སྐད།（EUC-JP）

source: KB into message body
bo_cn: KB གློག་ཡིག་ནང་དོན།

source: Keep addresses which appear in 'Bcc' headers
bo_cn: འཕྲིན་མགོ་ཚང་མའི་ནང་གི་ཤག་གནས་ཚང་མ།

source: Keep addresses which appear in 'Cc' headers
bo_cn: འཕྲིན་མགོ་ཚང་མའི་ནང་གི་ཤག་གནས་ཚང་མ།

source: Keep addresses which appear in 'To' headers
bo_cn: འཕྲིན་མགོ་ཚང་མའི་ནང་གི་ཤག་གནས་ཚང་མ།

source: Keep old configuration
bo_cn: བཀོད་སྒྲིག་རྙིང་པ་རྒྱུན་འཁྱོངས།

source: Keep old items
bo_cn: དཀར་ཆག་འདོར་བ།

source: Keep the original 'From' header when redirecting
bo_cn: ཕྱོགས་བསྐྱར་ངེས་བྱེད་སྐབས་སྔོན་གྱི་འཕྲིན་གཏོང་མཁན་རྒྱུན་འཁྱོངས་བྱེད།

source: Keep to folder
bo_cn: དཀར་ཆག་འདོར་བ།

source: Keeps all recipient addresses in an addressbook folder.
bo_cn: ཤག་གནས་དེབ་ཏུ་བཀོད་པའི་ཤག་གནས་ཁོ་ན་ལ།

source: Key 0x%s not available to verify this signature
bo_cn: ཟླ་སྒྲིལ་མེད་པའི་གསང་ལྡེ་0x%s མིང་རྟགས་འགོད་པར་ཞིབ་བཤེར་མི་ཐུབ།

source: Key ID
bo_cn: གསང་ལྡེ་ID

source: Key exported.
bo_cn: གསང་ལྡེ་ཕྱིར་འདྲེན་ལེགས་འགྲུབ།

source: Key generated
bo_cn: གསང་ལྡེ་གྲུབ་པ།

source: Key import
bo_cn: གསང་ལྡེ་འདྲེན་འཇུག

source: Keyboard shortcuts
bo_cn: མཐེབ་གཞོང་མྱུར་མཐེབ།

source: Keywords
bo_cn: གནད་ཡིག

source: Keywords:
bo_cn: གནད་ཚིག

source: Known certificate:
bo_cn: ཤེས་ཟིན་པའི་ཨང་ཀིའི་དཔང་ཡིག:

source: Korean
bo_cn: ལྷོ་ཁོ་རེ་ཡའི་སྐད་།

source: Korean (EUC-KR)
bo_cn: ཁྲའོ་ཞན་སྐད་ཡིག（EUC-KR)

source: LDAP Name
bo_cn: LDAPམིང་།

source: LDAP Query
bo_cn: LDAPའདྲི་རྩད།

source: LDAP servers
bo_cn: ཞབས་ཞུ་ཆས་ LDAP

source: LDIF Field
bo_cn: LDIFཁོངས།

source: LDIF Field Name
bo_cn: LDIFཡིག་དུམ།

source: LDIF Output File
bo_cn: LDIFཕྱིར་འདོན་ཡིག་ཆ།

source: LDIF file imported successfully.
bo_cn: LDIFཡིག་ཆ་ནང་འདྲེན་ལེགས་གྲུབ་བྱུང་།

source: LIST error
bo_cn: Socketནོར་འདུགSooooketནོར་འདུག

source: LSUB error
bo_cn: ངེས་མེད་ནོར་འཁྲུལ།

source: Label
bo_cn: གདོང་འཛར།

source: Last Name
bo_cn: རུས་མིང་།

source: Last Name, First Name
bo_cn: རུས་མིང་།

source: Last Page
bo_cn: མཇུག་མཐའི་ཤོག་ངོས།

source: Last page
bo_cn: མཇུག་མཐའི་ཤོག་ངོས།

source: Later
bo_cn: ཕྱིན་ཆད།

source: Launch website
bo_cn: དྲ་ཚིགས་ཁ་འབྱེད།

source: Learn as _Ham
bo_cn: གད་སྙིགས་མིན་པའི་གློག་ཡིག་མཚོན།(_H)

source: Learn as _Spam
bo_cn: གད་སྙིགས་གློག་ཡིག་མཚོན།(_S)

source: Learn as...
bo_cn: སློབ་སྦྱོང་།...

source: Learn ham
bo_cn: གད་སྙིགས་མིན་པའི་གློག་ཡིག་སློབ་སྦྱོང་།

source: Learn spam
bo_cn: གད་སྙིགས་གློག་ཡིག་སློབ་སྦྱོང་།

source: Learning failed; `%s` returned with status %d.
bo_cn: སྦྱོང་བརྡར་ཕམ་པ་ `%s`ཕྱིར་ལོག་རྣམ་པ་%d

source: Limit the number of messages shown, use 0 for unlimited
bo_cn: བརྡ་འཕྲིན་གྱི་ཆེས་ཆེ་བའི་གྲངས་ཀ(0ཡིས་ཚད་བཀག་མིན་པ་མཚོན།)

source: Line space
bo_cn: ཕྲེང་ཐག

source: List
bo_cn: རེའུ་མིག

source: Load Image
bo_cn: པར་རིས།་སྣོན་པ།

source: Load images
bo_cn: པར་རིས།་སྣོན་པ།

source: Load...
bo_cn: སྣོན་བཞིན་པ།...

source: Loaded plugins
bo_cn: བསྒར་ལྷུ་བསྣན་པ།

source: Loading...
bo_cn: འགེལ་བཞིན་པ།

source: Local
bo_cn: འཕྲུལ་ཆས་འདི།

source: Local mailbox
bo_cn: རང་སའི་ཡིག་སྒམ།

source: Localhost
bo_cn: འཕྲུལ་ཆས་འདི།

source: Locate the folder to export and specify the mbox file.
bo_cn: འདྲེན་དགོས་པའི་ཡིག་ཁུག་གནས་ས་དང་ mbox ཡིག་ཆ་སྟོན།

source: Locate the mbox file and specify the destination folder.
bo_cn: mboxཡིག་ཆ་དང་དམིགས་ཚད་དཀར་ཆག་སྟོན་རོགས།

source: Location:
bo_cn: གནས་ས།:

source: Location:
bo_cn: གནས་ས།:

source: Lock
bo_cn: དམིགས་འཛིན།

source: Locked
bo_cn: སྒྲོག་ཟིན་པ།

source: Locked:
bo_cn: སྒྲོག་ཟིན་པ།

source: Log file
bo_cn: ཟིན་ཐོའི་རིམ་པ།

source: Log filtering/processing when...
bo_cn: གཤམ་གྱི་བྱ་རིམ་ནང་གི་འཚག་པ/སྒྲིག་དྲས་རྒྱག་ཉིན་ཐོ་ཐོ་འགོད...

source: Log level
bo_cn: ཟིན་ཐོའི་རིམ་པ།

source: Logging
bo_cn: ཉིན་ཐོ།

source: Logo
bo_cn: མཚོན་རྟགས།

source: Looking for subfolders of %s...
bo_cn: %sཡི་བུའི་དཀར་ཆག་འཚོལ་བ།...

source: Looking for unsubscribed folders in %s...
bo_cn: %sནང་དུ་མ་མངག་པའི་དཀར་ཆག་འཚོལ་བ...

source: Low
bo_cn: དམའ།

source: MIME Type
bo_cn: སྨྱན་གཟུགས་རིགས།

source: MIME type
bo_cn: MIME རིགས་གྲས།

source: Mail Archiver
bo_cn: ལོ་རྒྱུས་གློག་ཡིག་ལྟ་བ།

source: Mail Handling
bo_cn: གློག་ཡིག་སྒྲིག་དྲས་རྒྱག།

source: Mail address
bo_cn: གློག་ཡིག་ཤག་གནས།

source: Mail address is not entered.
bo_cn: གློག་ཡིག་ཤག་གནས་ནང་འཇུག་མེད།

source: Mail folders
bo_cn: གློག་ཡིག་དཀར་ཆག

source: Mail marking
bo_cn: གློག་ཡིག་སྒྲིག་དྲས་རྒྱག།

source: Mail message
bo_cn: གློག་ཡིག་ཆ་འཕྲིན།

source: Mail sent successfully.
bo_cn: གློག་ཡིག་སྐུར་བ་ལེགས་འགྲུབ།

source: Mailbox
bo_cn: ཡིག་སྒམ།

source: Mailbox is locked.
bo_cn: ཡིག་སྒམ་སྒྲོག་ཟིན། ཁ་འབྱེད་མི་ཐུབ།

source: Mailbox name:
bo_cn: ཡིག་སྒམ་མིང་།:

source: Mailbox setting
bo_cn: ཡིག་སྒམ་སྒྲིག་འགོད།

source: Mailboxes
bo_cn: ཡིག་སྒམ།

source: Main Window
bo_cn: སྒེའུ་ཁུང་གཙོ།

source: Make banner sticky
bo_cn: བརྙན་ཡོལ་གྱི་སྟེང་དུ་སྦྱར་བ།

source: Make popup sticky
bo_cn: སྒེའུ་ཁུང་གི་སྟེང་དུ་སྦྱར་བ།

source: Malformed header
bo_cn: འཕྲིན་མགོའི་རྣམ་གཞག་ནོར་བ།

source: Malformed message
bo_cn: གློག་ཡིག་རྣམ་གཞག་ནོར་བ།

source: Mapped event
bo_cn: ལྟོས་ཟླའི་དོན་རྐྱེན།

source: Mark
bo_cn: མཚོན་རྟགས།

source: Mark all as read
bo_cn: ཚང་མ་བཀླགས་པ་བཀོད།

source: Mark as spam
bo_cn: གད་སྙིགས་གློག་ཡིག་ལྟར་མཚོན།

source: Mark cross-posted messages as read and color:
bo_cn: བསྣོལ་བའི་སྐྱེལ་བའི་(cross-posted)གློག་ཡིག་བཀླགས་པའམ་ཚོན་ཁྲས་མཚོན།：

source: Mark for deletion
bo_cn: འདོར་བ་ལྟར་མཚོན།

source: Mark for download
bo_cn: འབེབས་རྒྱུ་ལྟར་མཚོན།

source: Mark message as read
bo_cn: གློག་ཡིག་བཀླགས་པར་མཚོན།

source: Mark spam as read
bo_cn: གད་སྙིགས་གློག་ཡིག་བཀླགས་པར་མཚོན།

source: Marked
bo_cn: མཚོན་ཟིན།

source: Marked:
bo_cn: མཚོན་ཟིན།

source: Master passphrase
bo_cn: གསང་ཨང་ནུས་མེད།

source: Match all of the following
bo_cn: གཤམ་གྱི་ཆ་རྐྱེན་ཚང་མ་འཚམ་པ།

source: Match any of the following
bo_cn: གཤམ་གྱི་ཆ་རྐྱེན་གང་རུང་འཚམ་པ།

source: Match criteria:
bo_cn: དོ་སྒྲིག་ཆ་རྐྱེན།:

source: Match names 'containing' search term
bo_cn: དོ་སྒྲིག་ཚན་དུ་'ཚུད་པ'ཐ་སྙད་སྟོན།

source: Max Query Age (secs)
bo_cn: དུས་ཚོད་ཀྱི་གོང་མཚམས་འདྲི་བ།(སྐར་ཆ།)

source: Maximum Entries
bo_cn: དོན་ཚན་གོང་མཚམས།

source: Maximum amount of entries per folder within the newly created address book
bo_cn: གསར་བཟོ་བའི་ཤག་གནས་དེབ་ཏུ་དཀར་ཆག་རེ་རེར་ཤོང་པའི་ཤག་གནས་གྲངས་མང་ཤོག།

source: Maximum attachment size
bo_cn: ཚད་གཞི་ཆེ་ཤོས།

source: Maximum number of articles to download
bo_cn: སྦྱར་ཡིག་ཕབ་པའི་གྲངས་ཀ་ཆེ་ཤོས།

source: Maximum number of results:
bo_cn: སྦྱར་ཡིག་ཕབ་པའི་གྲངས་ཀ་ཆེ་ཤོས།

source: Maximum size
bo_cn: ཚད་གཞི་ཆེ་ཤོས།

source: Maximum time allowed for checking. If the check takes longer it will be aborted.
bo_cn: གད་སྙིགས་གློག་ཡིག་ཞིབ་བཤེར་གྱི་དུས་ཚོད་ཆེས་ཤོས། དུས་ཚོད་འདི་བརྒལ་རྗེས་ཞིབ་བཤེར་ལས་ཕྱིར་འདོན་པ།

source: Mbox file:
bo_cn: Mboxཡིག་ཆ།:

source: Mbox import has failed.
bo_cn: mboxཡིག་ཆ་འདྲེན་པ་ཕམ་པ།

source: Medium
bo_cn: འབྲིང་རིམ།

source: Meetings
bo_cn: གཞན་དག

source: Menu name
bo_cn: འདེམས་བྱང་ཚན་པའི་མིང་།

source: Menu name and command are too long.
bo_cn: འདེམས་བྱང་ཚན་པའམ་བཀའ་རྒྱ་རིང་དྲག་འདུག

source: Menu name is not set.
bo_cn: འདེམས་བྱང་ཚན་པའི་མིང་གཏན་འཁེལ་བྱས་མེད།

source: Menu name is too long.
bo_cn: འདེམས་བྱང་ཚན་པའི་མིང་རིང་དྲག་འདུག

source: Message
bo_cn: བརྡ་འཕྲིན།

source: Message Printing
bo_cn: པར་འདེབས།

source: Message View
bo_cn: གློག་ཡིག་མཐོང་རིས།

source: Message Window
bo_cn: གློག་ཡིག་སྒེའུ་ཁུང་།

source: Message attachments larger than this will not be scanned
bo_cn: ཚད་འདི་ལས་ཆེ་བའི་གློག་ཡིག་ལ་ཞིབ་བཤེར་མི་བྱ།

source: Message has been forwarded
bo_cn: བརྒྱུད་སྐུར་བྱས་པའི་གློག་ཡིག

source: Message is spam
bo_cn: གད་སྙིགས་གློག་ཡིག

source: Message is too big (Maximum size is %s)
bo_cn: གློག་ཡིག་ཆེ་དྲག (ཆེས་ཆེ་བ %sཡིན།)

source: Message list
bo_cn: གློག་ཡིག་རེའུ་མིག

source: Message list columns configuration
bo_cn: གློག་ཡིག་གནད་བསྡུས་རེའུ་མིག་གི་སྟར་པ་སྒྲིག་འགོད།

source: Message must match
bo_cn: གློག་ཡིག་ངེས་པར་དོ་མཉམ་དགོས།

source: Message part
bo_cn: གློག་ཡིག་རེའུ་མིག

source: Message summary
bo_cn: གློག་ཡིག་རེའུ་མིག

source: Message view
bo_cn: གློག་ཡིག་མཐོང་རིས།

source: Message: %s
bo_cn: གློག་ཡིག: %s

source: Messages
bo_cn: གློག་ཡིག

source: Messages larger than this will not be checked
bo_cn: ཚད་འདི་ལས་ཆེ་བའི་གློག་ཡིག་ལ་ཞིབ་བཤེར་མི་བྱ།

source: Metadata handling
bo_cn: རྒྱུ་གཞི་གྲངས་སྒྲིག་དྲས་རྒྱག།

source: Migrating configuration...
bo_cn: སྡེབ་སྒྲིག་སྒྱུར་སྤོ།...

source: Migration failed!
bo_cn: སྒྱུར་སྤོ་ཕམ་པ།

source: Migration of configuration
bo_cn: སྡེབ་སྒྲིག་སྒྱུར་སྤོ།

source: Mime type
bo_cn: MIME རིགས་གྲས།

source: Miscellaneous
bo_cn: སྣ་མང་།

source: Miscellaneous options
bo_cn: སྣ་མང་།

source: Missing required 'To:' header
bo_cn: 'To:'ཆ་འཕྲིན་མི་འདང་།

source: Misspelled word color
bo_cn: ནོར་འཁྲུལ་ཐ་སྙད་ཀྱི་ཁ་དོག

source: MonsterID
bo_cn: སྤྱོད་མཁན་གྱིID

source: More...
bo_cn: དེ་བས་མང་བ།

source: Move
bo_cn: སྤོ་བ།

source: Move Email Addresses to or from Group with arrow buttons
bo_cn: ཁ་ཕྱོགས་མཐེབ་ཀྱིས་སྤོ་འགུལ་འཕྲིན་གཏོང་གི་ཤག་གནས་ཚོགས་པར་སྣོན་པའམ་སྤོ་བ།

source: Move failed!
bo_cn: སྤོ་བ་ཕམ་པ།

source: Move folder
bo_cn: སྤོ་བའི་དཀར་ཆག

source: Move mailboxes up or down to change the sort order in the Folder list.
bo_cn: ཡིག་སྒམ་གོང་འོག་ཏུ་སྤོས་ནས་དཀར་ཆག་རེའུ་མིག་ནང་གི་སྟར་པའི་གོ་རིམ་སྒྱུར་བ།

source: Move selected action down
bo_cn: འདེམས་ཚན་མར་སྤོ།

source: Move the selected action up
bo_cn: འདེམས་ཚན་ཡར་སྤོ།

source: Move the selected rule down
bo_cn: བདམས་པའི་ཚན་མར་སྤོ།

source: Move the selected rule one page down
bo_cn: བདམས་པའི་ཚན་ཤོག་ངོས་འོག་མར་སྤོ།

source: Move the selected rule one page up
bo_cn: བདམས་པའི་ཚན་ཤོག་ངོས་འོག་མར་སྤོ།

source: Move the selected rule to the bottom
bo_cn: བདམས་པའི་ཚན་མཐིལ་དུ་སྤོ།

source: Move the selected rule to the top
bo_cn: བདམས་པའི་ཚན་ཀླད་དུ་སྤོ།

source: Move the selected rule up
bo_cn: བདམས་པའི་ཚན་ཡར་སྤོ།

source: Move the selected template down
bo_cn: བདམས་པའི་མ་དཔེ།་མར་སྤོ།

source: Move the selected template to the bottom
bo_cn: བདམས་པའི་མ་དཔེ།་མཐིལ་དུ་སྤོ།

source: Move the selected template to the top
bo_cn: བདམས་པའི་མ་དཔེ།་ཀླད་དུ་སྤོ།

source: Move the selected template up
bo_cn: བདམས་པའི་མ་དཔེ།་ཡར་སྤོ།

source: Moving %s to %s...
bo_cn: %s འདི %sལ་སྤོ།...

source: Moving %s to %s...
bo_cn: %sའདི་%sལ་སྤོ།...

source: Moving messages...
bo_cn: གློག་ཡིག་སྤོ་བ།...

source: NNTP connection to %s:%d has been disconnected.
bo_cn: %s:%d ཡི་NNTPཡི་འབྲེལ་མཐུད་ཆད་པ། ཡང་བསྐྱར་འབྲེལ་མཐུད་བྱེད་པ་...

source: NNTP port
bo_cn: NNTPམཐུད་ཁ།

source: NNTP server is not entered.
bo_cn: NNTPཞབས་ཞུ་ཆས་ནང་བཅུག་མེད།

source: Name
bo_cn: མིང་།

source: Name already exists but is not a directory.
bo_cn: མིང་འདི་ཡོད་ཀྱང་དཀར་ཆག་མིང་མིང་གཅིག་པ་མིན།

source: Name for archive
bo_cn: ལོ་རྒྱུས་གློག་ཡིག་ལྟ་བ།

source: Name is too long.
bo_cn: མིང་རིང་དྲག་འདུག

source: Name of account
bo_cn: རྩིས་ཐོའི་མིང་།

source: Name:
bo_cn: བྱ་རིམ་གྱི་མིང་།

source: Network
bo_cn: དྲ་རྒྱ།

source: Network log
bo_cn: དྲ་བའི་ཉིན་ཐོ།

source: Network protocol messages
bo_cn: དྲ་བའི་གྲོས་ཆིངས་ཆ་འཕྲིན།

source: NetworkManager: network is offline.
bo_cn: དྲ་བའི་དོ་དམ་ཆས།: དྲ་བ་དང་འབྲེལ་མེད།

source: NetworkManager: network is online.
bo_cn: དྲ་བའི་དོ་དམ་ཆས: དྲ་བ་དང་འབྲེལ་མེད།

source: Never
bo_cn: གཏན་མིན།

source: Never send Return Receipts
bo_cn: གཏན་ནས་ཕྱིར་ལན་མ་སྐུར།

source: New
bo_cn: གསར་འཛུགས།

source: New %d, Unread: %d, Total: %d
bo_cn: གློག་ཡིག་གསར་བ་%d མ་ཀློག་པ་%d སྤྱིར་ %d

source: New Calendar message
bo_cn: ཉིན་རེའི་འཆར་གཞི་གསར་བ།

source: New Contacts
bo_cn: འབྲེལ་གཏུག་མི་སྣ་སྣོན།

source: New Mail message
bo_cn: གློག་ཡིག་གསར་བ་བརྡ་ཐོ།

source: New News post
bo_cn: གསར་འགྱུར་ཚོགས་པ་གསར་བའི་བརྡ་འཕྲིན།

source: New RSS feed article
bo_cn: RSSརྩོམ་ཡིག་གསར་བ།

source: New _Folder
bo_cn: ཡིག་ཁུག་གསར་བ།(_F)

source: New attribute name:
bo_cn: གཏོགས་གཤིས་གསར་བའི་མིང་།:

source: New calendar message
bo_cn: གདོང་འཛར་ཁ་དོག་བསྣན་པའི་གློག་ཡིག་ངོས་རྗེས་མ།(_b)

source: New certificate:
bo_cn: ཨང་ཀིའི་དཔང་ཡིག་གསར་བ།:

source: New folder
bo_cn: ཡིག་ཁུག་གསར་པ།

source: New mail message
bo_cn: གློག་ཡིག་གསར་བ།

source: New meeting
bo_cn: གྲོས་ཚོགས་གསར་བཟོ།

source: New message
bo_cn: གློག་ཡིག་གསར་བ།

source: New message From format error.
bo_cn: གློག་ཡིག་གསར་བའི་'ཡིག་སྐུར་མཁན'གྱི་རྣམ་གཞག་ནོར་བ།

source: New message subject format error.
bo_cn: གློག་ཡིག་གསར་བའི་'བརྗོད་བྱ་གཙོ་བོ'ཡི་རྣམ་གཞག་ནོར་བ།

source: New messages arrived
bo_cn: གློག་ཡིག་གསར་བ།

source: New passphrase:
bo_cn: གསང་ཨང་།

source: New passphrases do not match, try again.
bo_cn: གསང་ཨང་ཆ་མི་མཉམ། ཡང་བསྐྱར་ཚོད་ལྟ།

source: New tag:
bo_cn: གདོང་འཛར་གསར་བ།:

source: New unknown message
bo_cn: བརྡ་འཕྲིན་གཞན་དག་གསར་བ།

source: New user, could not save address book files.
bo_cn: སྤྱོད་མཁན་གསར་བ། ཤག་གནས་དེབ་ཀྱི་ཡིག་ཆ་ཉར་མི་ཐུབ།

source: New user, could not save index file.
bo_cn: སྤྱོད་མཁན་གསར་བ། གསལ་བྱང་ཡིག་ཆ་ཉར་མི་ཐུབ།

source: New/redirected messages: %d
bo_cn: གསར་བའམ་གཏོང་བཅོས་ཀྱི་ཆ་འཕྲིན།:%d

source: NewFolder
bo_cn: དཀར་ཆག་གསར་བ།

source: NewMail
bo_cn: ཡིག་ལེན།

source: News folders
bo_cn: གསར་འགྱུར་ཚོགས་པའི་དཀར་ཆག

source: News message
bo_cn: གསར་འགྱུར་ཚོགས་པའི་ཆ་འཕྲིན།

source: News server
bo_cn: གསར་འགྱུར་ཞབས་ཞུ་ཆས།

source: Newsgroup name
bo_cn: གསར་འགྱུར་ཚོགས་པའི་མིང་།

source: Newsgroup subscription
bo_cn: གསར་འགྱུར་ཚོགས་པ་སྔོན་མངག

source: Newsgroups:
bo_cn: གསར་འགྱུར་ཚོགས་པ།:

source: Next
bo_cn: གཞས་ཕྱི་མ།

source: Next Page
bo_cn: ཤོག་ངོས་རྗེས་མ།

source: Next la_beled message
bo_cn: གདོང་འཛར་ཁ་དོག་བསྣན་པའི་གློག་ཡིག་ངོས་རྗེས་མ།(_b)

source: Next month
bo_cn: ཟླ་བ་རྗེས་མ།

source: Next page
bo_cn: ཤོག་ངོས་རྗེས་མ།

source: Nick Name
bo_cn: མིང་ལྷག

source: Nickname
bo_cn: གཅེས་མིང་།

source: No
bo_cn: མིན།

source: No PGP key found
bo_cn: PGPགསང་ལྡེ་མ་རྙེད།

source: No SMTP AUTH method available
bo_cn: SMTPར་སྤྲོད་བྱེད་སྟངས་མེད།

source: No Sieve auth method available
bo_cn: SMTPར་སྤྲོད་བྱེད་སྟངས་མེད།

source: No account for sending mails available!
bo_cn: འཕྲིན་གཏོང་དགོས་པའི་རྩིས་ཐོ་མེད།

source: No account found
bo_cn: རྩིས་ཐོ་མ་རྙེད།

source: No action was defined.
bo_cn: འགུལ་སྟངས་གཏན་འཁེལ་མེད།

source: No authentication
bo_cn: ར་སྤྲོད་སྤྱོད་པ།

source: No available address book.
bo_cn: སྤྱོད་རུང་གི་འཕྲིན་གཏོང་དེབ་མེད།

source: No certificate issuer found
bo_cn: ཨང་ཀིའི་དཔང་ཡིག་འགྲེམས་མཁན་མ་རྙེད།

source: No dictionary selected.
bo_cn: ཚིག་མཛོད་གང་རུང་ཀྱང་འདེམས་མེད།

source: No disk space left.
bo_cn: སྡུད་སྡེར་བར་སྟོང་མེད།

source: No duplicate email addresses found in the address book
bo_cn: ཤག་གནས་དེབ་ཏུ་བསྐྱར་ཟློས་ཀྱི་གློག་ཡིག་ཤག་གནས་མེད།

source: No encryption
bo_cn: གསང་སྡོམ་མེད།(_n)

source: No exact match for '%s'; please select the key.
bo_cn: '%s'དང་དོ་མཉམ་ནན་པོ་མེད། གསང་ལྡེ་ཞིག་འདེམས་རོགས།

source: No info file available for this theme
bo_cn: བརྗོད་བྱ་གཙོ་བོ་འདི་ལ་གསལ་བཤད་ཡིག་ཆ་མེད།

source: No information available
bo_cn: ཆ་འཕྲིན་མེད།

source: No labeled message found. Search from the beginning?
bo_cn: ཁ་དོག་མཚོན་པའི་གློག་ཡིག་མ་རྙེད། མགོ་ནས་མུ་མཐུད་དུ་འཚོལ་དགོས་སམ།

source: No labeled message found. Search from the end?
bo_cn: ཁ་དོག་མཚོན་པའི་གློག་ཡིག་མ་རྙེད། མཇུག་ནས་མུ་མཐུད་དུ་འཚོལ་དགོས་སམ།

source: No labeled messages.
bo_cn: ཁ་དོག་མཚོན་པའི་གློག་ཡིག་མེད།

source: No marked message found. Go to next folder?
bo_cn: མཚོན་པའི་གློག་ཡིག་གསར་བ་མེད། དཀར་ཆག་རྗེས་མ་ལ་སྤོ་དགོས་སམ།

source: No marked message found. Search from the end?
bo_cn: མཚོན་པའི་གློག་ཡིག་མ་རྙེད། མཇུག་ནས་མུ་མཐུད་དུ་འཚོལ་དགོས་སམ།

source: No marked messages.
bo_cn: མཚོན་པའི་གློག་ཡིག་མེད།

source: No misspelled word found.
bo_cn: ཡིག་ནོར་མ་རྙེད།
