Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/claws-mail.po
Languages: bo_cn

source: Destination to copy is same as current folder.
bo_cn: དམིགས་ཚད་དཀར་ཆག་དང་ཡོང་ཁུངས་དཀར་ཆག་མཚུངས་པ།

source: Destroy attachments
bo_cn: ཟུར་སྣོན་ཡོད།

source: Details follow:
bo_cn: ཞིབ་ཕྲའི་ནང་དོན་གཤམ་གསལ་ལྟར:

source: Dialogs
bo_cn: གླེང་སྒྲོམ།

source: Discard
bo_cn: སྐྱུར་བ།

source: Discard cache
bo_cn: ལྷོད་གསོག་སྐྱུར་བ།

source: Discard folder cache
bo_cn: གློག་ཡིག་ཁུག་གི་ལྷོད་གསོག་སྐྱུར་བ།

source: Discard message
bo_cn: བརྡ་འཕྲིན་སྐྱུར་བ།

source: Disk log
bo_cn: ཉིན་ཐོའི་ཡིག་ཆ།

source: Display
bo_cn: འཆར་ཆས།

source: Display (X-)Face in message view
bo_cn: གློག་ཡིག་གི(X-)Faceམངོན་པ།

source: Display Face in message view
bo_cn: གློག་ཡིག་གི་Faceམངོན་པ།

source: Display Name
bo_cn: མིང་མངོན་པ།

source: Display embedded images
bo_cn: མངོན་དགོས་པའི་འཕྲིན་མགོ

source: Display folder name
bo_cn: གློག་ཡིག་ཁུག་མིང་མངོན་པ།

source: Display header pane above message view
bo_cn: གློག་ཡིག་མཐོང་རིས་སྟེང་དུ་འཕྲིན་ཡིག་ཆ་འཕྲིན་ངོས་པང་མངོན་པ།

source: Display headers in message view
bo_cn: གློག་ཡིག་མཐོང་རིས་སུ་གློག་ཡིག་གི་འཕྲིན་མགོ་མངོན་པ།

source: Display images
bo_cn: བཙུད་འཇུག་ནས་པར་རིས།་མངོན་པ།

source: Display images inline
bo_cn: བཙུད་འཇུག་ནས་པར་རིས།་མངོན་པ།

source: Display message count next to folder name
bo_cn: དཀར་ཆག་མིང་ལོགས་སུ་གློག་ཡིག་གྲངས་ཀ་མངོན་པ།

source: Display sender using address book
bo_cn: ཤག་གནས་དེབ་ནང་གི་མིང་ལྟར་ཡིག་སྐུར་མཁན་མངོན་པ།

source: Display warning on start-up if GnuPG doesn't work
bo_cn: གལ་ཏེ་GnuPGའཁོར་མི་ཐུབ་ན། མགོ་སློང་སྐབས་སུ་ཐ་ཚིག་གཏོང་།

source: Displayed Headers
bo_cn: མངོན་དགོས་པའི་འཕྲིན་མགོ

source: Displayed URL:
bo_cn: མངོན་པ།

source: Displayed columns
bo_cn: སྟར་མངོན་པ།

source: Displayed header configuration
bo_cn: འཕྲིན་མགོའི་ཡིག་དུམ་དུ་སྡེབ་སྒྲིག་མངོན་པ།

source: Distinguished Name
bo_cn: མིང་ཁོ་ན(DN)

source: Do you really want to copy folder '%s' in '%s'?
bo_cn: '%s' ནང་གི་དཀར་ཆག་ '%s'འདྲ་བཟོ་དགོས་པ་གཏན་འཁེལ།

source: Do you really want to delete all attribute names?
bo_cn: གཏོགས་གཤིས་ཚང་མ་འདོར་དགོས་པ་གཏན་འཁེལ།

source: Do you really want to delete all tags?
bo_cn: གདོང་འཛར་ཚང་མ་འདོར་དགོས་པ་གཏན་འཁེལ།

source: Do you really want to delete all the actions?
bo_cn: ཁྱེད་ཀྱིས་ངོ་ནས་འགུལ་སྟངས་ཚང་མ་འདོར་དགོས་པ་གཏན་འཁེལ།

source: Do you really want to delete all the rules?
bo_cn: སྒྲིག་སྲོལ་ཚང་མ་འདོར་དགོས་པ་གཏན་འཁེལ།

source: Do you really want to delete all the templates?
bo_cn: མ་དཔེ།་ཚང་མ་འདོར་དགོས་པ་གཏན་འཁེལ།

source: Do you really want to delete the account '%s'?
bo_cn: ཁྱེད་ཀྱིས་་རྩིས་ཐོ '%s'ཚང་མ་འདོར་དགོས་པ་གཏན་འཁེལ།

source: Do you really want to delete the filter '%s'?
bo_cn: ཁྱེད་ཀྱིས་་རྩིས་ཐོ '%s'ཚང་མ་འདོར་དགོས་པ་གཏན་འཁེལ།

source: Do you really want to delete the selected message?
bo_cn: ཁྱེད་ཀྱིས་ངོ་མ་བདམས་པའི་%dགློག་ཡིག་འདོར་དགོས་པ་གཏན་འཁེལ།

source: Do you really want to delete this action?
bo_cn: ཁྱེད་ཀྱིས་ངོ་ནས་འགུལ་སྟངས་འདི་འདོར་དགོས་པ་གཏན་འཁེལ།

source: Do you really want to delete this attribute name?
bo_cn: ཁྱེད་ཀྱིས་གཏོགས་གཤིས་འདིའི་མིང་འདོར་དགོས་པ་གཏན་འཁེལ།

source: Do you really want to delete this certificate?
bo_cn: ཨང་ཀིའི་དཔང་ཡིག་འདི་འདོར་དགོས་པ་གཏན་འཁེལ།

source: Do you really want to delete this header?
bo_cn: འཕྲིན་མགོ་འདོར་དགོས་པ་གཏན་འཁེལ།

source: Do you really want to delete this rule?
bo_cn: སྒྲིག་སྲོལ་ཚན་འདི་འདོར་དགོས་པ་གཏན་འཁེལ།

source: Do you really want to delete this tag?
bo_cn: གདོང་འཛར་འདི་འདོར་དགོས་པ་གཏན་འཁེལ།

source: Do you really want to delete this template?
bo_cn: མ་དཔེ།་འདི་འདོར་དགོས་པ་གཏན་འཁེལ།

source: Do you really want to discard the local cached data for this folder?
bo_cn: གློག་ཡིག་ཁུག་གི་རང་སའི་ལྷོད་གསོག་འདོར་དགོས་པ་གཏན་འཁེལ།

source: Do you really want to make folder '%s' a subfolder of '%s'?
bo_cn: དཀར་ཆག་ %sའདི་ %s ཡི་བུ་དཀར་ཆག་སྒྱུར་དགོས་པ་གཏན་འཁེལ།

source: Do you really want to mark all mails in this folder and its sub-folders as read?
bo_cn: དཀར་ཆག་འདིའི་ནང་གི་གློག་ཡིག་ཚང་མ་བཀླགས་པར་སྒྲིག་འགོད་བྱ་དགོས་པ་གཏན་འཁེལ།

source: Do you really want to mark all mails in this folder as read?
bo_cn: དཀར་ཆག་འདིའི་ནང་གི་གློག་ཡིག་ཚང་མ་བཀླགས་པར་སྒྲིག་འགོད་བྱ་དགོས་པ་གཏན་འཁེལ།

source: Do you really want to unsubscribe?
bo_cn: ཁྱེད་ཀྱིས་སྔོན་མངགས་ལེན་དགོས་པ་གཏན་འཁེལ།

source: Do you want to %s the '%s' folder?
bo_cn: %s དཀར་ཆག་ '%s'ཡིན་མིན།

source: Do you want to apply the template '%s'?
bo_cn: ཉེར་སྤྱོད་མ་དཔེ།་'%s'ཡིན་མིན།

source: Do you want to delete the query results and addresses in '%s'?
bo_cn: ཁྱེད་ཀྱིས་'%s'ནང་གི་འཚོལ་འབྲས་དང་ཤག་གནས་ཆ་འཕྲིན་འདོར་དགོས་པ་གཏན་འཁེལ།

source: Do you want to install theme for all users?
bo_cn: བརྗོད་བྱ་གཙོ་བོ་འདི་རྒྱུད་ཁོངས་དཀར་ཆག་ཏུ་སྒྲིག་འཇུག་བྱ་དགོས་མིན། དེ་སྤྱོད་མཁན་ཚང་མ་ལ་སྤྱོད་དུ་འཇུག

source: Do you want to search for unsubscribed subfolders of '%s'?
bo_cn: '%s'ཡི་སྔོན་མངགས་བྱས་མེད་པའི་བུ་དཀར་ཆག་ལ་འཚོལ་དགོས་མིན།

source: Do you want to synchronise your folders now?
bo_cn: ད་དཀར་ཆག་དང་གོམ་མཉམ་བྱ་དགོས་མིན།

source: Do_n't encrypt
bo_cn: གསང་སྡོམ་མེད།(_n)

source: Document Index
bo_cn: ཡིག་ཚགས།་ཚོ་ཆུང་།

source: Documentation team
bo_cn: ཡིག་ཚགས།་ཚོ་ཆུང་།

source: Doing POP before SMTP...
bo_cn: SMTPསྔོན་དུ་POPབཀོལ་སྤྱོད་བྱེད...

source: Domain name
bo_cn: ཁོངས་མིང་།

source: Don't popup error dialog on receive error
bo_cn: བསྡུ་ལེན་ནོར་འཁྲུལ་བྱུང་སྐབས་ནོར་འཁྲུལ་གྱི་བརྡ་འཕྲིན་མ་མངོན།

source: Don't quit
bo_cn: ཕྱིར་མ་ཐོན།

source: Don't sort
bo_cn: རིམ་མ་སྒྲིག(_o)

source: Don't use SSL/TLS
bo_cn: SSL/TLSམ་སྤྱོད།

source: Don't use SSL/TLS (but, if necessary, use STARTTLS)
bo_cn: SSL/TLSམ་སྤྱོད། (འོན་ཀྱང་དགོས་དུས་STARTTLSམགོ་སློང་།)

source: Done
bo_cn: ལེགས་གྲུབ།

source: Done (%d message (%s) received)
bo_cn: ལེགས་འགྲུབ།(གློག་ཡིག%dཕྱིར་ལེན།(%s))

source: Done (no new messages)
bo_cn: ལེགས་འགྲུབ།(གློག་ཡིག་གསར་པ་མེད།)

source: Done.
bo_cn: ལེགས་འགྲུབ།

source: Draft
bo_cn: རགས་བྲིས།

source: Drafts
bo_cn: རགས་བྲིས།

source: Duplicate email addresses
bo_cn: གློག་ཡིག་ཤག་གནས་འདྲ་བཟོ།

source: E_xecute
bo_cn: ལག་བསྟར།(_X)

source: Edit
bo_cn: རྩོམ་སྒྲིག

source: Edit Addressbook
bo_cn: ཤག་གནས་དེབ་རྩོམ་སྒྲིག

source: Edit Group Data
bo_cn: ཚོགས་པའི་དཔྱད་གཞི་རྩོམ་སྒྲིག

source: Edit Group Details
bo_cn: ཚོགས་པའི་ཞིབ་ཕྲའི་དཔྱད་གཞི་རྩོམ་སྒྲིག

source: Edit JPilot Entry
bo_cn: JPilot དོན་ཚན་རྩོམ་སྒྲིག

source: Edit LDAP - Select Search Base
bo_cn: LDAP -འདེམ་པའི་འཚོལ་བྱ་དཔྱད་གཞི་མཛོད་རྩོམ་སྒྲིག

source: Edit LDAP Server
bo_cn: LDAPཞབས་ཞུ་ཆས་རྩོམ་སྒྲིག

source: Edit Person Data
bo_cn: མི་སྒེར་དཔྱད་གཞི་རྩོམ་སྒྲིག

source: Edit Person Details
bo_cn: མི་སྒེར་གྱི་ཞིབ་ཕྲའི་དཔྱད་གཞི་རྩོམ་སྒྲིག

source: Edit accounts
bo_cn: རྩིས་ཐོ་རྩོམ་སྒྲིག

source: Edit filter action
bo_cn: འཚག་པའི་འགུལ་སྟངས་རྩོམ་སྒྲིག

source: Edit folder
bo_cn: ཡིག་ཁུག་རྩོམ་སྒྲིག

source: Edit meeting...
bo_cn: རྩོམ་སྒྲིག་གྲོས་ཚོགས།

source: Edit search criteria
bo_cn: འཚོལ་བཤེར་ཆ་རྐྱེན་རྩོམ་སྒྲིག

source: Edit vCard Entry
bo_cn: vCardས་བཅད་རྩོམ་སྒྲིག

source: Edit with external editor
bo_cn: ཕྱི་རོལ་རྩོམ་སྒྲིག་ཆས་ཀྱིས་རྩོམ་སྒྲིག

source: Editing
bo_cn: རྩོམ་སྒྲིག

source: Email Address
bo_cn: གློག་རྡུལ་ཡིག་ཟམ།

source: (empty)
bo_cn: (སྤྱིར་བཏང་དུ་སྟོང་བ་བྱས་ནས་ཉར་ཐུབ།)

source: Empty calendar
bo_cn: ལོ་ཐོ་གཙང་སེལ།

source: Empty file
bo_cn: ལོ་ཐོ་གཙང་སེལ།

source: Empty trash
bo_cn: སྙིགས་སྒམ་གཙང་སེལ།

source: Empty trash on exit
bo_cn: ཕྱིར་འདོན་སྐབས་སུ་སྙིགས་སྒམ་གཙང་སེལ།

source: Enable
bo_cn: སྤྱོད་འགོ་འཛུགས་པ།

source: Enable Java
bo_cn: སྤྱོད་འགོ་འཛུགས་པ།

source: Enable LCD
bo_cn: མཐེབ་གཞོང་གི་LCDསྒྲོན་མེ་མགོ་སློང་།

source: Enable Plugins
bo_cn: མགོ་བསླངས་པའི་བསྒར་ལྷུ།

source: Enable Sieve
bo_cn: སྤྱོད་འགོ་འཛུགས་པ།

source: Enable SpamAssassin plugin
bo_cn: SpamAssassinབསྒར་ལྷུ་མགོ་སློང་།

source: Enable Trayicon
bo_cn: རྣམ་པ་སྡེ་རིས་རྟགས་མགོ་སློང་།

source: Enable alternate dictionary
bo_cn: གྲབས་འདེམས་ཀྱི་ཚིག་མཛོད་མགོ་སློང་།

source: Enable coloration of message text
bo_cn: ཚོན་ཁྲས་གློག་ཡིག་ནང་དོན་མངོན་པ།

source: Enable coloration of text background
bo_cn: ཚོན་ཁྲའི་ཡི་གའི་རྒྱབ་ལྗོངས་བྱེད་ཆོག

source: Enable command
bo_cn: བཀའ་བརྡས་བརྡ་གཏོང་མགོ་སློང་།

source: Enable customisable keyboard shortcuts
bo_cn: འདེམས་བྱང་ཚན་གྱི་གཏན་རང་འཁེལ་གྱི་མྱུར་མཐེབ་བྱེད་ནུས་སྤྱོད་པ།

source: Enable global hotkeys
bo_cn: བརྡ་སྤྲོད་ཞིབ་བཤེར་ཆས་སྤྱོད་པ།

source: Enable loading of remote content
bo_cn: རྒྱང་རིང་ཐོན་ཁུངས་ཕབ་འཇུག

source: Enable logging of filtering/processing rules
bo_cn: འཚག་པ/སྒྲིག་དྲས་རྒྱག་ཀྱི་ཉིན་ཐོའི་བྱེད་ནུས་སྤྱོད་པ།

source: Enable popup
bo_cn: འཕར་ཐོན་གླེང་སྒྲོམ་སྤྱོད་པ།

source: Enable remote content
bo_cn: ནང་བཅུག་ནང་དོན་འདོར་བ།

source: Enable spell checker
bo_cn: བརྡ་སྤྲོད་ཞིབ་བཤེར་ཆས་སྤྱོད་པ།

source: Enabled
bo_cn: སྤྱོད་འགོ་བརྩམས་ཟིན་པ།

source: Encoding
bo_cn: སྒྲིག་ཨང་།

source: Encrypt sent messages with your own key in addition to recipient's
bo_cn: རང་དང་ཡིག་ལེན་མཁན་གྱི་གསང་ལྡེས་གསང་སྡོམ་ཉིས་བརྩེགས་སྤྱོད་པ།

source: Encrypted
bo_cn: གསང་བསྡམས།

source: Encrypted, has attachment(s)
bo_cn: གསང་བསྡམས། ཟུར་སྣོན་ཡོད།

source: Encryption
bo_cn: གསང་སྡོམ། (_E)

source: Encryption failed, %s
bo_cn: གསང་སྡོམ་ཕམ་པ། %s

source: Encryption warning
bo_cn: གསང་སྡོམ་ཐ་ཚིག

source: End of list reached; continue from beginning?
bo_cn: བཙལ་ནས་མཇུག་ཏུ་སླེབས། མགོ་ནས་མུ་མཐུད་དུ་འཚོལ་དགོས་སམ།

source: End of message reached; continue from beginning?
bo_cn: གློག་ཡིག་གི་མཇུག་ཏུ་སླེབས། ཡང་བསྐྱར་འཚོལ་མགོ་རྩོམ་དགོས་སམ།

source: Ending:
bo_cn: མཇུག་སྒྲིལ་དུས་ཚོད།

source: Ends at:
bo_cn: མཇུག་སྒྲིལ།

source: Enter Archiver arguments
bo_cn: འཁོར་སྐྱོད་དུ་སྤྱོད་མཁན་གྱི་ཞུགས་གྲངས།

source: Enter another user or key ID:
bo_cn: སྤྱོད་མཁན་གཞན་ཞིག་གི་ཚབ་ཨང་ཡང་ན་ keyཡི་ངོས་འཛིན་ཨང་འདྲེན་པ།:

source: Enter code:
bo_cn: མཚམས་ངོས།

source: Enter name for a new RSS folder tree.
bo_cn: གསར་བཟོ་དགོས་པའི་RSSདཀར་ཆག་སྡོང་འགྲེམས་ཀྱི་མིང་ནང་འཇུག་རོགས།

source: Enter name for a new Sieve filter script.
bo_cn: གསར་བཟོ་དགོས་པའི་RSSདཀར་ཆག་སྡོང་འགྲེམས་ཀྱི་མིང་ནང་འཇུག་རོགས།

source: Enter new name for the script.
bo_cn: '%s'ཡི་མིང་གསར་ནང་འཇུག:

source: Enter password
bo_cn: གསང་ཨང་ནང་འཇུག

source: Enter text to replace '%s'
bo_cn: བརྗེ་དགོས་པའི་'%s'ཡི་གེ་ནང་འཇུག་རོགས།

source: Enter the WebCal URL:
bo_cn: དྲ་གནས་WebCalནང་འཇུག་རོགས།

source: Enter variable
bo_cn: འགྱུར་ཚད་ནང་འཇུག་རོགས།

source: Entry not saved
bo_cn: རྣམ་གྲངས་ཉར་མེད།

source: Error
bo_cn: ནོར་འཁྲུལ།

source: Error %d
bo_cn: ནོར་འཁྲུལ་ཨང་ %d

source: Error - could not get the calendar MIME part.
bo_cn: ནོར་འཁྲུལ།：བརྗོད་བྱ་གཙོ་བོའི་རྣམ་པ་ཐོབ་མི་ཐུབ།

source: Error allocating memory
bo_cn: ནང་གསོག་བགོ་བ་ནོར་འཁྲུལ་བྱུང་།

source: Error authenticating to %s:%d...
bo_cn: %sལ་དབང་སྤྲོད་སྐབས་ནོར་འཁྲུལ།： %d ...བྱུང་།

source: Error checking signature: %s
bo_cn: མིང་རྟགས་འགོད་པར་ཞིབ་བཤེར་བྱེད་སྐབས་ནོར་འཁྲུལ།： %sབྱུང་།

source: Error checking signature: no status
bo_cn: མིང་རྟགས་འགོད་པར་ཞིབ་བཤེར་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་།：རྣམ་པ་མེད།

source: Error clearing icon cache.
bo_cn: ཡིག་ཆ་ཀློག་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Error creating HTML file
bo_cn: HTMLཡིག་ཆ་བཟོ་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Error creating LDIF file
bo_cn: ་LDIFཡིག་ཆ་བཟོ་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Error creating session with %s:%d
bo_cn: %sལ་འཕྲིན་གཏོང་སྐབས་ནོར་འཁྲུལ།： %dབྱུང་།

source: Error importing MUTT file.
bo_cn: MUTTཡིག་ཆ་འདྲེན་པ་ཕམ་པ།

source: Error importing Pine file.
bo_cn: Pineཡིག་ཆ་འདྲེན་པ་ཕམ་པ།

source: Error logging in to %s:%d...
bo_cn: %sལ་ཐོ་འགོད་སྐབས་ནོར་འཁྲུལ།： %d ...བྱུང་།

source: Error messages
bo_cn: ནོར་འཁྲུལ་ཆ་འཕྲིན།

source: Error occurred while executing command: %s
bo_cn: བཀའ་བརྡ་ལག་བསྟར་བྱེད་སྐབས་ནོར་འཁྲུལ།： %sབྱུང་།

source: Error occurred while posting the message to %s.
bo_cn: %sལ་འཕྲིན་གཏོང་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Error occurred while processing mail.
bo_cn: གློག་ཡིག་སྒྲིག་དྲས་རྒྱག་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Error occurred while sending the message.
bo_cn: གློག་ཡིག་འདི་སྐུར་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Error reading cache stats
bo_cn: ཡིག་ཆ་ཀློག་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Error reading file
bo_cn: ཡིག་ཆ་ཀློག་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Error setting secret key: %s
bo_cn: གསང་ལྡེ་སྒྲིག་འགོད་བྱེད་སྐབས་ནོར་འཁྲུལ།： %sབྱུང་།

source: Error when writing temporary file for news sending.
bo_cn: གསར་འགྱུར་སྐུར་བའི་བྱ་རིམ་དུ་གནས་སྐབས་ཡིག་ཆར་འབྲི་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Error:
bo_cn: ནོར་འཁྲུལ།：

source: Error:
bo_cn: ནོར་འཁྲུལ།：

source: Error: couldn't get theme status
bo_cn: ནོར་འཁྲུལ།：བརྗོད་བྱ་གཙོ་བོའི་རྣམ་པ་ཐོབ་མི་ཐུབ།

source: Even if message is to be encrypted
bo_cn: དཀར་ཆག་འདེམས་སྐབས་དེའི་ནང་གི་གློག་ཡིག་ཁ་འབྱེད།

source: Event executed on click
bo_cn: ཆིག་རྡེབ་བྱེད་སྐབས་ལག་བསྟར་བྱེད།

source: Event:
bo_cn: དུས་ཚོད།

source: Everyone is available.
bo_cn: མི་ཚང་མར་ཁོམ་པ་ཡོད།

source: Everyone seems available, but some free/busy information failed to be retrieved.
bo_cn: མི་ཚང་མ་ཕལ་ཆེར་ཁོམ་ཡང་། མིག་སྔར་བྲེལ་/དལ་ཆ་འཕྲིན་ཐོབ་པ་ཁ་མི་ཚང་།

source: Example
bo_cn: དཔེ་མཚོན།

source: Exclude record if no Email Address
bo_cn: གློག་རྡུལ་གློག་ཡིག་གི་ཤག་གནས་མེད་པའི་འབྲེལ་གཏུག་མི་སྣ་སྣང་མེད་དུ་གཏོང་།

source: Excluding
bo_cn: སྒྲིག་ཨང་།

source: Execute
bo_cn: ལག་བསྟར།

source: Execute Java applets
bo_cn: Java appletsལག་བསྟར།

source: Execute embedded Java applets
bo_cn: ནང་ཚུད་ཀྱི་ Java appletsལག་བསྟར།

source: Execute embedded javascript
bo_cn: ནང་ཚུད་ཀྱི་javascriptལག་བསྟར།

source: Execute immediately when moving or deleting messages
bo_cn: གློག་ཡིག་སྤོ་བའམ་འདོར་སྐབས་ལམ་སེང་ལག་བསྟར་བྱེད།

source: Execute javascript
bo_cn: javascriptལག་བསྟར།

source: Execute untrusted binary?
bo_cn: ཡིད་རྟོན་མེད་པའི་བྱ་རིམ་ལག་བསྟར།

source: Exit
bo_cn: ཕྱིར་འབུད།

source: Exit Claws Mail?
bo_cn: Claws Mail ཕྱིར་འདོན་ནམ།

source: Expire after
bo_cn: དུས་ཐོན་ཚེས་གྲངས།

source: Expired key uid "%s"
bo_cn: དུས་བརྒལ་བའི་གསང་ལྡེ་ uid \%s" "

source: Expired signature from uid "%s" (Validity: %s)
bo_cn: \%s"ལས་ཡོང་བའི་མིང་ཐོ་འགོད་པ་དུས་བརྒལ། (ནུས་ཡོད་དུས།： %s) "

source: Expires on:
bo_cn: ནུས་ལྡན་དུས་ནི།:

source: Export Address Book to HTML File
bo_cn: ཤག་གནས་དེབ་ཕྱིར་འདོན་ནས་HTMLཡིག་ཆ་བྱས།

source: Export Address Book to LDIF File
bo_cn: ཤག་གནས་དེབ་ཕྱིར་འདོན་ནས་LDIFཡིག་ཆ་བྱས།

source: Export calendar to ICS
bo_cn: ICSལ་ཉིན་ཐོ་འདྲེན།

source: Export to mbox file
bo_cn: mboxཡི་རྣམ་གཞག་གིས་དཀར་ཆག་ཕྱིར་འདྲེན།

source: Export to mbox has failed.
bo_cn: mboxལ་ཕྱིར་འདྲེན་ཕམ་པ།

source: Exporting to mbox...
bo_cn: དཀར་ཆག་mboxཡིག་ཆ་ལ་འདྲེན་པ...

source: Extended
bo_cn: རྒྱ་སྐྱེད།

source: Extended Search
bo_cn: མཐོ་རིམ་འཚོལ་བཤེར།

source: External Programs
bo_cn: ཕྱི་རོལ་བྱ་རིམ།

source: External incorporation program
bo_cn: ཕྱི་རོལ་ཟླ་སྒྲིལ་བྱ་རིམ།

source: External program test
bo_cn: ཕྱི་རོལ་བྱ་རིམ་ཚོད་ལེན།

source: FETCH error
bo_cn: ནོར་འཁྲུལ།

source: F_older...
bo_cn: དཀར་ཆག

source: Failed (wrong address)
bo_cn: གློག་ཡིག་ཤག་གནས།

source: Failed installing theme
bo_cn: བརྗོད་བྱ་གཙོ་བོ་སྒྲིག་འཇུག་ཕམ་པ།

source: Failed to Create Directory
bo_cn: དཀར་ཆག་གསར་བཟོ་ཕམ་པ།

source: Failed to allocate memory for Plugin
bo_cn: བསྒར་ལྷུ་ནང་གསོག་བགོད་པ་ཕམ་པ།

source: Failed to create avatar image cache directory
bo_cn: དཀར་ཆག་གསར་བཟོ་ཕམ་པ།

source: Failed to get username
bo_cn: སྤྱོད་མཁན་གྱི་མིང་ཐོབ་པ་ཕམ་པ།

source: Failed to parse VCalendar data.
bo_cn: 'folder update hook'ཐོ་འགོད་ཕམ་པ།

source: Failed to parse VCard data.
bo_cn: ཡིག་ཆ་ནིvCardརྣམ་གཞག་མིན།

source: Failed to read P12 certificate file %s
bo_cn: ཨང་ཀིའི་དཔང་ཡིག་ཡིག་ཆ་ %sཁ་འབྱེད་མི་ཐུབ།

source: Failed to register "compose create hook" in the Python plugin
bo_cn: ཐོ་འགོད་བྱ་རིམ་གྱིས་ལྕགས་ཀྱུ་ཁ་རྒྱག་པ་ཕམ་པ།

source: Failed to register PGP address autocompletion hook
bo_cn: ཐོ་འགོད་བྱ་རིམ་གྱིས་ལྕགས་ཀྱུ་ཁ་རྒྱག་པ་ཕམ་པ།

source: Failed to register account list changed hook in the Notification plugin
bo_cn: ཐོ་འགོད་རྩིས་ཁྲས་ལྕགས་ཀྱུ་སྒྱུར་སྐབས་ཕམ་པ།

source: Failed to register avatar header update hook
bo_cn: 'folder update hook'ཐོ་འགོད་ཕམ་པ།

source: Failed to register avatar image render hook
bo_cn: ཐོ་འགོད་བྱ་རིམ་གྱིས་ལྕགས་ཀྱུ་ཁ་རྒྱག་པ་ཕམ་པ།

source: Failed to register check before send hook
bo_cn: ཐོ་འགོད་བྱ་རིམ་གྱིས་ལྕགས་ཀྱུ་ཁ་རྒྱག་པ་ཕམ་པ།

source: Failed to register folder item update hook in the Notification plugin
bo_cn: ཐོ་འགོད་གློག་ཡིག་གི་དཀར་ཆག་གིས་ལྕགས་ཀྱུང་གསར་སྒྱུར་ཕམ་པ།

source: Failed to register folder update hook in the Notification plugin
bo_cn: 'folder update hook'ཐོ་འགོད་ཕམ་པ།

source: Failed to register got iconified hook in the Notification plugin
bo_cn: ཐོ་འགོད་བྱ་རིམ་གྱིས་ལྕགས་ཀྱུ་ཆུང་སྒྱུར་ཕམ་པ།

source: Failed to register log text hook
bo_cn: ཐོ་འགོད་ཉིན་ཐོ་འབྲེལ་བ་ཕམ་པ།

source: Failed to register mail filtering hook
bo_cn: ཐོ་འགོད་ཉིན་ཐོ་འབྲེལ་བ་ཕམ་པ།

source: Failed to register mail receive hook
bo_cn: ཐོ་འགོད་བྱ་རིམ་གྱིས་ལྕགས་ཀྱུ་ཁ་རྒྱག་པ་ཕམ་པ།

source: Failed to register msginfo update hook in the Notification plugin
bo_cn: 'folder update hook'ཐོ་འགོད་ཕམ་པ།

source: Failed to register newmail hook
bo_cn: ཐོ་འགོད་བྱ་རིམ་གྱིས་ལྕགས་ཀྱུ་ཁ་རྒྱག་པ་ཕམ་པ།

source: Failed to register offline switch hook in the GData plugin
bo_cn: སྐུད་བྲལ་བསད་སྤར་ལྕགས་ཀྱུ་ཐོ་འགོད་ཕམ་པ།

source: Failed to register offline switch hook in the Notification plugin
bo_cn: སྐུད་བྲལ་བསད་སྤར་ལྕགས་ཀྱུ་ཐོ་འགོད་ཕམ་པ།

source: Failed to register theme change hook in the Notification plugin
bo_cn: བརྗོད་བྱ་གཙོ་བོའི་ལྕགས་ཀྱུ་སྒྱུར་བཅོས་ཐོ་འགོད་ཕམ་པ།

source: Failed to write the part data.
bo_cn: བརྗོད་བྱ་གཙོ་བོའི་ལྕགས་ཀྱུ་སྒྱུར་བཅོས་ཐོ་འགོད་ཕམ་པ།

source: Failed: network error.
bo_cn: ཕམ་པ།：དྲ་བ་ནོར་འཁྲུལ།

source: Failed: no service record found.
bo_cn: ཕམ་པ།：ཞབས་ཞུ་ཆས་ཀྱི་ཐོ་འགོད་མི་རྙེད།

source: Fancy HTML Viewer
bo_cn: Dilloདྲ་ངོས་ལྟ་ཆས།

source: Faster
bo_cn: མགྱོགས།སུ་གཏོང་བ།

source: Faster switching with last used dictionary
bo_cn: མྱུར་བརྗེ་ཆེས་མཐའ་རུ་སྤྱོད་པའི་ཚིག་མཛོད།

source: Feed folder:
bo_cn: ཡོད:

source: Fetch comments if possible
bo_cn: དཔྱད་གཏམ་ལེན་མི་ཐུབ།

source: Fetch comments on posts aged less than
bo_cn: དཔྱད་གཏམ་ལེན་མི་ཐུབ།

source: Fetch message bodies from the last
bo_cn: ཆེས་མཇུག་མཐའི་གློག་ཡིག་ནས་གློག་ཡིག་གི་ནང་དོན་ལེན་པ།

source: Fetching calendar for %s...
bo_cn: དཀར་ཆག་ %s ཡི་ལྷོད་གསོག་གསར་སྒྱུར་བྱེད་པ།...

source: Fetching message (%s)...
bo_cn: གློག་ཡིག (%s)བསྡུ་ལེན་...

source: Fetching planning for %s...
bo_cn: དཀར་ཆག་ %sབཤར་འབེབས། ...

source: File
bo_cn: ཡིག་ཆ།

source: File %s is empty.
bo_cn: ཡིག་ཆ་ %sལ་ནང་དོན་མེད།

source: File '%s' could not be read.
bo_cn: ཡིག་ཆ་ '%s'ཀློག་མི་ཐུབ།

source: File Info
bo_cn: ཡིག་ཆའི་ནང་དོན།

source: File Name
bo_cn: ཡིག་ཆའི་མིང་།

source: File appears to be OK.
bo_cn: ཡིག་ཆ་ལ་ཕལ་ཆེར་གནད་དོན་མེད།

source: File does not appear to be JPilot format.
bo_cn: ཡིག་ཆ་ཕལ་ཆེར JPilot རྣམ་གཞག་མིན།

source: File does not appear to be a valid address book format.
bo_cn: ཡིག་ཆ་ཕལ་ཆེར་ཡང་དག་པའི་ཤག་གནས་དེབ་ཀྱི་རྣམ་གཞག་མིན།

source: File does not appear to be vCard format.
bo_cn: ཡིག་ཆ་ནིvCardརྣམ་གཞག་མིན།

source: File doesn't exist or is empty.
bo_cn: ཡིག་ཆ་སྟོང་བའམ་མེད་པ།

source: File exported successfully.
bo_cn: ཡིག་ཆ་འདྲེན་པ་ལེགས་འགྲུབ།

source: File imported.
bo_cn: ཡིག་ཆ་ནང་འདྲེན་ལེགས་འགྲུབ།

source: File name
bo_cn: ཡིག་ཆའི་མིང་།

source: Filename:
bo_cn: ཡིག་ཆའི་མིང་།

source: Filesize:
bo_cn: ཡིག་ཆའི་ཆེ་ཆུང་།:

source: Filter action
bo_cn: འགུལ་སྟངས་འཚག་པ།

source: Filter messages on receiving
bo_cn: གློག་ཡིག་བསྡུ་སྐབས་འཚག་པ།

source: Filtering
bo_cn: གློག་ཡིག་འཚག་པ།...

source: All
bo_cn: མཉེན་ཆས་ཚང་མ།

source: Filtering configuration
bo_cn: སྡེབ་སྒྲིག་འཚག་པ/སྒྲིག་དྲས་རྒྱག།

source: Filtering messages...
bo_cn: གློག་ཡིག་འཚག་པ།...

source: Filtering rules not saved
bo_cn: འཚག་པའི་སྒྲིག་སྲོལ་ཉར་མེད།

source: Filtering...
bo_cn: གློག་ཡིག་འཚག་པ།...

source: Filtering/Processing configuration
bo_cn: སྡེབ་སྒྲིག་འཚག་པ/སྒྲིག་དྲས་རྒྱག།

source: Filtering/Processing debug log
bo_cn: ཚོད་སྒྲིག་ཉིན་ཐོ་འཚག་པ/སྒྲིག་དྲས་རྒྱག།

source: Filtering/processing log
bo_cn: འཚག་པ/འཚག་པའི་ཉིན་ཐོ།

source: Find _all
bo_cn: ཀུན་འཚོལ།(_a)

source: Find address book email duplicates
bo_cn: ཤག་གནས་དེབ་ནང་གི་བསྐྱར་ཟློས་གློག་ཡིག་ཤག་གནས་འཚོལ།

source: Find groups:
bo_cn: གསར་འགྱུར་ཚོ་ཆུང་འཚོལ་བ།

source: Find in current message
bo_cn: མིག་སྔའི་གློག་ཡིག་ཏུ་འཚོལ།

source: Find text:
bo_cn: ཡི་གེ་འཚོལ་བ།

source: Fingerprint:
bo_cn: མཛུབ་རིས།：

source: Finish
bo_cn: ལེགས་གྲུབ།

source: Finished (%d new message)
bo_cn: ལེགས་འགྲུབ་། (གློག་ཡིག་གསར་བ%d)

source: Finished (no new messages)
bo_cn: ལེགས་འགྲུབ་། (གློག་ཡིག་གསར་བ་མེད།)

source: First Name
bo_cn: མིང་།

source: First Name, Last Name
bo_cn: རུས་མིང་།

source: First Page
bo_cn: ཤོག་ངོས་དང་པོ།

source: First page
bo_cn: ཤོག་ངོས་དང་པོ།

source: Flagging messages...
bo_cn: གློག་ཡིག་མཚོན་པ...

source: Flags
bo_cn: མཚོན་རྟགས།

source: Folder
bo_cn: ཡིག་ཁུག

source: Folder Size
bo_cn: དཀར་ཆག་རིགས་གྲས།

source: Folder and Message Lists
bo_cn: དཀར་ཆག་དང་གློག་ཡིག་གི་གནད་བསྡུས་རེའུ་མིག

source: Folder and archive must be selected
bo_cn: སྦོམ་གཟུགས་ཡིག་ཁུལ་ངེས་པར་དུ་འབྲི་དགོས།

source: Folder chmod
bo_cn: དཀར་ཆག་དབང་ཚད་བཟོ་བཅོས།

source: Folder color
bo_cn: དཀར་ཆག་ཁ་དོག

source: Folder containing new messages
bo_cn: གློག་ཡིག་གསར་བའི་དཀར་ཆག་ཡོད།

source: Folder could not be opened.
bo_cn: དཀར་ཆག་ཁ་འབྱེད་མི་ཐུབ།

source: Folder for storing identified spam. Leave empty to use the trash folder.
bo_cn: གད་སྙིགས་གློག་ཡིག་ཉར་བར་སྤྱོད་པའི་དཀར་ཆག མ་བཀོད་སྐབས་སུ་སོར་བཞག་སྙིགས་སྒམ་སྤྱོད་པ།

source: Folder for storing infected mail. Leave empty to use the default trash folder
bo_cn: གད་སྙིགས་གློག་ཡིག་ཉར་བར་སྤྱོད་པའི་དཀར་ཆག མ་བཀོད་སྐབས་སུ་སོར་བཞག་སྙིགས་སྒམ་སྤྱོད་པ།

source: Folder list
bo_cn: དཀར་ཆག་རེའུ་མིག

source: Folder list columns configuration
bo_cn: དཀར་ཆག་ལེ་ཚན་སྒྲིག་འགོད།

source: Folder synchronisation
bo_cn: དཀར་ཆག་གོམ་མཉམ།

source: Folder to archive
bo_cn: དཀར་ཆག་རིགས་གྲས།

source: Folder type
bo_cn: དཀར་ཆག་རིགས་གྲས།

source: Folder:
bo_cn: ཡིག་ཁུག：

source: Folders
bo_cn: དཀར་ཆག

source: Fonts
bo_cn: ཡིག་གཟུགས།

source: For more information about plugins see the %sClaws Mail website%s.
bo_cn: %sགློག་ཡིག་དུད་སྣེ་%sལ་ལྟ་ནས་ཞིབ་ཕྲའི་བརྡ་འཕྲིན་ཐོབ་པ།

source: For the text editor, %w will be replaced with GtkSocket ID
bo_cn: ཡིག་རྐྱང་རྩོམ་སྒྲིག་ཆས་འདི་བྱས་ནས། %wནི་ GtkSocket Idཡིས་ཁེབས་པ།

source: PM
bo_cn: ཕྱི་དྲོ།

source: AM
bo_cn: སྔ་དྲོ།

source: For_ward as attachment
bo_cn: ཟུར་སྣོན་ལྟར་བརྒྱུད་སྐུར།(_w)

source: Foreground
bo_cn: མདུན་ལྗོངས་ཁ་དོག

source: Foreground color
bo_cn: མདུན་ལྗོངས་ཁ་དོག

source: Forgotten %d password in %d accounts.
bo_cn: ཐོ་བཀོད་པའི་གསང་ཨང་%dསེལ་བ།(རྩིས་ཐེམ་%d)

source: Format
bo_cn: རྣམ་གཞག

source: Format Email Links
bo_cn: གློག་རྡུལ་གློག་ཡིག་གི་ཤག་གནས་སྦྲེལ་བའི་རྣམ་གཞག

source: Format User Attributes
bo_cn: སྤྱོད་མཁན་གཏོགས་གཤིས་ཀྱི་གཞི་གྲངས་རྣམ་གཞག

source: Format:
bo_cn: རྣམ་གཞག

source: Forward
bo_cn: བརྒྱུད་སྐུར།

source: Forward Message
bo_cn: གློག་ཡིག་བརྒྱུད་སྐུར།

source: Forward Message options
bo_cn: གློག་ཡིག་བརྒྱུད་སྐུར་གྱི་འདེམས་ཚན།

source: Forward as attachment
bo_cn: ཟུར་སྣོན་རྣམ་པས་བརྒྱུད་སྐུར།

source: Forward to:
bo_cn: བརྒྱུད་སྐུར།

source: Forwarded
bo_cn: བརྒྱུད་སྐུར་བྱས་ཟིན།

source: Forwarded or redirected messages
bo_cn: བརྒྱུད་སྐུར་བྱས་པའི་གློག་ཡིག

source: Forwarded:
bo_cn: བརྒྱུད་སྐུར་བྱས་ཟིན།

source: Forwarding
bo_cn: བརྒྱུད་སྐུར།

source: Free/Busy information
bo_cn: བྲེལ་/དལ་གྱི་ཆ་འཕྲིན་

source: Free/busy retrieval failed
bo_cn: བྲེལ/དལ་གྱི་ཆ་འཕྲིན་ཐོབ་པ་ཕམ་པ།

source: From
bo_cn: ཡོང་ས་ནི།

source: From/To/Cc/Subject/Tag
bo_cn: འཕྲིན་སྐུར་མཁན/འཕྲིན་ལེན་མཁན/བརྗོད་བྱ་གཙོ་བོ/གདོང་འཛར།

source: From:
bo_cn: གཏོང་མཁན།

source: From: %s, on %s
bo_cn: འཕྲིན་སྐུར་མཁན: %s ནས་ %s

source: Full
bo_cn: ཆ་ཚང་།

source: Full Name
bo_cn: མིང་ཆ་ཚང་།

source: Full Name Format
bo_cn: མིང་ཆ་ཚང་གི་རྣམ་གཞག

source: Full name
bo_cn: མིང་ཆ་ཚང་།

source: Fw: multiple emails
bo_cn: བརྒྱུད་སྐུར: གློག་ཡིག་མང་པོ།

source: GData integration
bo_cn: དམིགས་ས།

source: GData plugin: Authorization required
bo_cn: 401 (དབང་ཚད་དགོས།)

source: GTK+ %d.%d.%d / GLib %d.%d.%d
bo_cn: GTK+པར་གཞི།： %d.%d.%d / GLibཔར་གཞི།： %d.%d.%d GTK+པར་གཞི།%d.d./GLibཡི་པར་གཞི།1%d.l%d.l）

source: General
bo_cn: སྤྱི་སྤྱོད།་སྒྲིག་འགོད།

source: Generate Message-ID
bo_cn: བརྡ་འཕྲིན་ID སྐྱེས་གྲུབ།

source: Generate a new key pair
bo_cn: གསང་ལྡེ་ཆ་གསར་བ་སྐྱེས་གྲུབ།
