Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/debconf.po
Languages: bo_cn

source: %s failed to preconfigure, with exit status %s
bo_cn: %s སྔོན་བཀོད་ཕམ་པ། ཕྱིར་འདོན་རྣམ་པ་ནི་ %sཡིན།

source: %s is broken or not fully installed
bo_cn: %s བརླགས་པ་ཡང་ན་སྒྲིག་འཇུག་ལེགས་འགྲུབ་བྱུང་མེད།

source: %s is fuzzy at byte %s: %s
bo_cn: %s ཡང་དག་མིན། གནས་ས་ %s: %s རུ་ཡིན།

source: %s is fuzzy at byte %s: %s; dropping it
bo_cn: %s ཡང་དག་ཡིན། གནས་ས %s: %s རུ་ཡིན། བསྐྱུར་བ།

source: %s is missing
bo_cn: %sམེད།

source: %s is missing; dropping %s
bo_cn: %s མེད། %s བསྐྱུར་བ།

source: %s is outdated
bo_cn: %s དུས་བརྒལ་བ།

source: %s is outdated; dropping whole template!
bo_cn: %s དུས་བརྒལ། མ་དཔེ།་ཧྲིལ་བོ་བསྐྱུར་བ།

source: %s must be run as root
bo_cn: %s ངེས་པར་དུ་ཐོབ་ཐང་ root བྱས་ནས་ལག་བསྟར།

source: (Enter zero or more items separated by a comma followed by a space (', ').)
bo_cn: (ཀླད་ཀོར་ཡང་ན་ཚེག་རྟགས་ལ་སྟོང་ཆ་བསྣན་ནས་(“, ”) ཡིས་རྣམ་གྲངས་མང་པོའི་མཚམས་དྲས་རྒྱག།)

source: Back
bo_cn: ཕྱིར་འཐེན།

source: Choices
bo_cn: འདེམ་པ།

source: Config database not specified in config file.
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆར་བསྟན་པའི་སྡེབ་སྒྲིག་གཞི་གྲངས་མཛོད་མེད།

source: Configuring %s
bo_cn: %sསྡེབ་སྒྲིག་བྱེད།

source: Debconf is not confident this error message was displayed, so it mailed it to you.
bo_cn: Debconf ནོར་འཁྲུལ་ཆ་འཕྲིན་འདི་མངོན་ཡོད་མེད་གཏན་མི་འཁེལ། དེ་བས་དེ་ཁྱེད་ལ་བསྐུར།

source: Debconf on %s
bo_cn: Debconf %s རུ་འཁོར་སྐྱོད་བྱེད།

source: Debconf, running at %s
bo_cn: Debconf，%s རུ་འཁོར་སྐྱོད་བྱེད་པ།

source: Dialog frontend is incompatible with emacs shell buffers
bo_cn: གླེང་སྒྲོམ་འཆར་ངོས་དང་ Emacs shell ཡི་ལྷོད་གསོག་འཆམ་མཐུན་མིན།

source: Dialog frontend requires a screen at least 13 lines tall and 31 columns wide.
bo_cn: གླེང་སྒྲོམ་འཆར་ངོས་ངེས་པར་དུ་བརྙན་ཡོལ་པར་ངོས་མ་མཐའ་ཡང་ཕྲེང་མཐོ་13 དང་སྟར་ཞེང་31

source: Enter the items you want to select, separated by spaces.
bo_cn: ཁྱེད་ཀྱིས་འདེམས་འདོད་པའི་རྣམ་གྲངས་ནང་འཇུག རྣམ་གྲངས་སོ་སོའི་བར་དུ་སྟོང་ཆས་བཀལ།

source: Extracting templates from packages: %d%%
bo_cn: མཉེན་ཆས་ཐུམ་ལས་མ་དཔེ།།：%d%%འགྲོལ།

source: Help
bo_cn: རོགས་རམ།

source: Ignoring invalid priority "%s"
bo_cn: ནུས་མེད་ཀྱི་སྔོན་ཐོབ་རིམ་པ་སྣང་མེད་དུ་གཏོང་།“%s”

source: More
bo_cn: དེ་ལས་མང་བ།

source: Next
bo_cn: གཞས་ཕྱི་མ།

source: No usable dialog-like program is installed, so the dialog based frontend cannot be used.
bo_cn: སྤྱོད་རུང་གི་གླེང་སྒྲོམ་རིགས་བྱ་རིམ་གང་ཡང་སྒྲིག་འཇུག་བྱས་མེད། དེ་བས་དེའི་རྣམ་པ་རྨང་བྱས་པའི་འཆར་ངོས་སྤྱོད་མི་ཐུབ།

source: Note: Debconf is running in web mode. Go to http://localhost:%i/
bo_cn: མཉམ་འཇོག Debconf web རྣམ་པ་ལྟར་ལག་བསྟར་བྱེད་པ། http://localhost:%i/ ལ་གཟིགས་རོགས།

source: Package configuration
bo_cn: མཉེན་ཆས་ཐུམ་སྒྲིག་འགོད།

source: Preconfiguring packages ...
bo_cn: མཉེན་ཆས་ཐུམ་སྔོན་བཀོད ...

source: Problem setting up the database defined by stanza %s of %s.
bo_cn: %2$sཡི་ཨང་ %1$s ཡི་ཆ་ཤས་ཀྱིས་གཏན་འཁེལ་བྱས་པའི་གཞི་གྲངས་མཛོད་སྒྲིག་འགོག་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: TERM is not set, so the dialog frontend is not usable.
bo_cn: རྒྱུད་ཁོངས་ལ་ TERM ཁོར་ཡུག་འགྱུར་ཚད་བཀོད་མེད། དེ་བས་གླེང་སྒྲོམ་འཆར་ངོས་སྤྱོད་མི་རུང་།

source: Template #%s in %s does not contain a 'Template:' line
bo_cn: %2$s ནང་གི་ཨང་ %1$s ཡི་མ་དཔེ།་ལ་ཕྲེང་“Template:”ཚུད་མེད།

source: Template database not specified in config file.
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆར་མ་དཔེ།་གཞི་གྲངས་མཛོད་སྟོན་མེད།

source: Template parse error near `%s', in stanza #%s of %s
bo_cn: %3$s ནང་གི་ཨང་ %2$s ཆ་ཤས་ཀྱི་“%1$s”ཉེ་བའི་མ་དཔེ།་དབྱེ་ཞིབ་ནོར་འཁྲུལ

source: Term::ReadLine::GNU is incompatable with emacs shell buffers.
bo_cn: Term::ReadLine::GNU དང་ Emacs shell ཡི་ལྷོད་གསོག་མི་འཆམ།

source: The Sigils and Smileys options in the config file are no longer used. Please remove them.
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆའི་ནང་གི་ Sigils དང་ Smileys འདེམས་ཚན་སྤྱོད་རྒྱུ་མིན། དེ་དག་འདོར་བ།

source: This frontend requires a controlling tty.
bo_cn: འཆར་ངོས་འདིས་ཐད་ཀར་བཀོལ་སྤྱོད་ཀྱི་རེ་ཞུ །tty

source: Unable to load Debconf::Element::%s. Failed because: %s
bo_cn: Debconf::Element::%s ཕབ་འཇུག་མི་ཐུབ། ཕམ་པའི་རྒྱུ་མཚན：%s

source: Unable to start a frontend: %s
bo_cn: མདུན་སྣེའི་འཆར་ངོས་མགོ་སློང་མི་ཐུབ：%s

source: Unknown template field '%s', in stanza #%s of %s
bo_cn: %3$s ནང་གི་ཨང་ %2$s ཡི་ཆ་ཤས་སུ་མི་ཤེས་པའི་མ་དཔེ།་ཡིག་དུམ“%1$s”ཡོད།

source: Usage: debconf [options] command [args]
bo_cn: སྤྱོད་སྟངས།：debconf [འདེམས་ཚན་] བཀའ་བརྡ་ [ཞུགས་གྲངས་]

source: Usage: debconf-communicate [options] [package]
bo_cn: སྤྱོད་སྟངས།：debconf-communicate [འདེམས་ཚན་] [མཉེན་ཆས་ཐུམ་]

source: Usage: debconf-mergetemplate [options] [templates.ll ...] templates
bo_cn: སྤྱོད་སྟངས།：debconf-mergetemplate [འདེམས་ཚན་] [templates.ll ...] མ་དཔེ།།

source: Valid priorities are: %s
bo_cn: ནུས་ལྡན་གྱི་སྔོན་ཐོབ་རིམ་པ།：%s

source: _Help
bo_cn: རོགས་རམ།(_H)

source: apt-extracttemplates failed: %s
bo_cn: apt-extracttemplates ཕམ་པ།：%s

source: debconf: can't chmod: %s
bo_cn: debconf：དབང་ཚད།：%s བཅོས་མི་ཐུབ།

source: delaying package configuration, since apt-utils is not installed
bo_cn: apt-utils སྒྲིག་འཇུག་མ་བྱས་པས། མཉེན་ཆས་ཐུམ་གྱི་སྒྲིག་འགོད་བྱེད་རིམ་ཕྱིར་འགྱངས་པ་ཡིན།

source: falling back to frontend: %s
bo_cn: མདུན་སྣེའི་འཆར་ངོས།：%s རུ་ལོག

source: must specify some debs to preconfigure
bo_cn: ངེས་པར་དུ་སྔོན་བཀོད་ཀྱི་ deb ཐུམ་སྟོན།

source: no
bo_cn: མིན།

source: none of the above
bo_cn: གོང་གི་ཚང་མ་མིན།

source: please specify a package to reconfigure
bo_cn: བསྐྱར་འགོད་དགོས་པའི་མཉེན་ཆས་ཐུམ་སྟོན།

source: template parse error: %s
bo_cn: མ་དཔེ།་ཀློག་པ་ནོར་འཁྲུལ།: %s

source: unable to initialize frontend: %s
bo_cn: མདུན་སྣེའི་འཆར་ངོས།：%sཐོག་མ་ཅན་དུ་སྒྱུར་མི་ཐུབ།

source: unable to re-open stdin: %s
bo_cn: ཚད་ལྡན་ནང་འཇུག་མགོ་བསྐྱར་སློང་ཕམ་པ།：%s

source: warning: possible database corruption. Will attempt to repair by adding back missing question %s.
bo_cn: ཐ་ཚིག གཞི་གྲངས་མཛོད་བརླགས་སྲིད། ཆད་པའི་རྣམ་གྲངས་ %s ཉམས་གསོ་ཚོད་ལྟ་བྱེད།

source: yes
bo_cn: ཡིན།
