Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/deja-dup.po
Languages: bo_cn

source: %.1f%% complete
bo_cn: ལེགས་འགྲུབ་བྱུང་། %.1f%%

source: %1$s on %2$s
bo_cn: %1$s， %2$sརུ་གནས།

source: %d day
bo_cn: ཉིན།%d

source: %s at Google Drive
bo_cn: Google Drive ཡི་ %s

source: %s on Amazon S3
bo_cn: Amazon S3 ཡི་ %s

source: %s on Rackspace Cloud Files
bo_cn: Rackspace སྤྲིན་ཡིག་ཆའི་ %s

source: A backup automatically starts every %d day.
bo_cn: ཉིན %d རེར་གྲབས་ཉར་ཐེངས་རེ་བྱེད།

source: A backup automatically starts every day.
bo_cn: ཉིན་མ་རེར་གྲབས་ཉར་རེ་བྱེད།

source: A backup automatically starts every week.
bo_cn: གཟའ་འཁོར་རེར་གྲབས་ཉར་རེ་བྱེད།

source: Add
bo_cn: ཁ་སྣོན།

source: Amazon S3 Access Key ID
bo_cn: Amazon S3 གསང་ལྡེ་ ID ལྟ་སྤྱོད།

source: An optional folder name to store files in. This folder will be created in the chosen bucket.
bo_cn: ཡིག་ཆའི་ཡིག་ཁུག་མིང་ཉར་བར་སྤྱོད། (འདེམས་རུང་།) བདམས་པའི་བསོག་དུམ་དུ་ཡིག་ཁུག་གསར་བཟོ་བྱེད།

source: Another backup operation is already running
bo_cn: གྲབས་ཉར་བཀོལ་སྤྱོད་གཞན་ཞིག་འཁོར་སྐྱོད་བྱེད་པ།

source: At least %d day
bo_cn: མ་མཐའ་ཡང་ཉིན %d

source: At least a year
bo_cn: མ་མཐའ་ཡང་ལོ་གཅིག

source: At least six months
bo_cn: མ་མཐའ་ཡང་ཟླ་དྲུག

source: Authentication URL
bo_cn: URL ར་སྤྲོད།

source: Back Up
bo_cn: གྲབས་ཉར།

source: Back Up Now…
bo_cn: མྱུར་དུ་གྲབས་ཉར།...

source: Backing Up…
bo_cn: གྲབས་ཉར་བྱེད་བཞིན་ཡོད།...

source: Backing up:
bo_cn: གྲབས་ཉར།：

source: Backing up…
bo_cn: གྲབས་ཉར་བྱེད་བཞིན་ཡོད།...

source: Backup Failed
bo_cn: གྲབས་ཉར་ཕམ་པ།

source: Backup Finished
bo_cn: གྲབས་ཉར་ལེགས་འགྲུབ།

source: Backup Monitor
bo_cn: སོ་ལྟ་ཆས་གྲབས་ཉར།

source: Backup completed
bo_cn: གྲབས་ཉར་ལེགས་འགྲུབ།

source: Backup encryption password
bo_cn: གསང་སྡོམ་གསང་ཨང་གྲབས་ཉར།

source: Backup location
bo_cn: གྲབས་ཉར་གནས་ས།

source: Backup location does not have enough free space.
bo_cn: གྲབས་ཉར་གནས་སའི་རང་དབང་བར་སྟོང་མི་འདང་།

source: Backup location is too small. Try using one with more space.
bo_cn: གྲབས་ཉར་གནས་སའི་བར་སྟོང་ཆུང་དྲགས། བར་སྟོང་ཇེ་མང་ཡོད་སའི་གནས་ས་ལ་ཚོད་ལྟ་བྱེད།ཞ

source: Backup location not available
bo_cn: གྲབས་ཉར་གནས་ས་སྤྱོད་མི་རུང་།

source: Backup location ‘%s’ does not exist.
bo_cn: གྲབས་ཉར་གནས་ས“%s”མེད།

source: Backup tool is broken. Your installation is incomplete.
bo_cn: གྲབས་ཉར་ལག་ཆ་བརླག་པ། ཁྱེད་ཀྱི་སྒྲིག་འཇུག་ཁ་མི་ཚང་།

source: Backup will begin when %s becomes connected.
bo_cn: གྲབས་ཉར་ནི་ %s འབྲེལ་མཐུད་གསར་བཟོ་བྱེད་སྐབས་མགོ་རྩོམ།

source: Backup will begin when a network connection becomes available.
bo_cn: གྲབས་ཉར་ནི་དྲ་བའི་འབྲེལ་མཐུད་སྤྱོད་རུང་སྐབས་སུ་མགོ་རྩོམ།

source: Backups
bo_cn: གྲབས་ཉར།

source: Bad encryption password.
bo_cn: ནུས་མེད་ཀྱི་གསང་སྡོམ་གསང་ཨང་།

source: Categories
bo_cn: རིགས་དབྱེ།

source: Checking for Backups…
bo_cn: གྲབས་ཉར་ཡོད་མེད་ཞིབ་བཤེར་བྱེད་པ།...

source: Checking for backups…
bo_cn: གྲབས་ཉར་ཡོད་མེད་ཞིབ་བཤེར་བྱེད་པ།...

source: Choose Folder
bo_cn: ཡིག་ཁུག་འདེམ་པ།

source: Choose destination for restored files
bo_cn: ཡིག་ཆ་སླར་གསོའི་དམིགས་ཡུལ་གནས་འདེམ་པ།

source: Choose folders
bo_cn: ཡིག་ཁུག

source: Cleaning up…
bo_cn: གཙང་བཤེར་བྱེད་པ།...

source: Co_ntinue
bo_cn: མུ་མཐུད།(_N)

source: Computer name changed
bo_cn: རྩིས་འཁོར་མིང་བཅོས་ཟིན།

source: Confir_m password
bo_cn: གསང་ཨང་གཏན་འཁེལ།(_M)

source: Connect _anonymously
bo_cn: མིང་གསང་འབྲེལ་མཐུད།(_A)

source: Connect as u_ser
bo_cn: སྤྱོད་མཁན་ཐོབ་ཐང་གིས་འབྲེལ་མཐུད་(_U)

source: Connect to Amazon S3
bo_cn: Amazon S3 ལ་འབྲེལ་མཐུད།

source: Connect to Google Drive
bo_cn: Google Drive ལ་འབྲེལ་མཐུད།

source: Connect to Rackspace Cloud Files
bo_cn: Rackspace སྤྲིན་ཡིག་ཆའི་ཞབས་ཞུ་ལ་འབྲེལ་མཐུད།

source: Connect to Server
bo_cn: ཞབས་ཞུ་ཆས་ལ་འབྲེལ་མཐུད།

source: Could not back up the following files. Please make sure you are able to open them.
bo_cn: གཤམ་གྱི་ཡིག་ཆ་གྲབས་ཉར་བྱེད་མི་ཐུབ། ཁྱེད་ཀྱིས་ཡིག་ཆ་འདི་དག་ཁ་འབྱེད་ཐུབ་པ་གཏན་འཁེལ་བྱེདཞ

source: Could not display %s
bo_cn: %s མངོན་མི་ཐུབ།

source: Could not find backup tool in %s. Your installation is incomplete.
bo_cn: %s ནང་གི་གྲབས་ཉར་ལག་ཆ་མི་རྙེད། ཁྱེད་ཀྱི་སྒྲིག་འཇུག་ཁ་མི་ཚང་།

source: Could not install
bo_cn: སྒྲིག་འཇུག་མི་ཐུབ།

source: Could not load backup tool. Your installation is incomplete.
bo_cn: གྲབས་ཉར་ལག་ཆ་སྣོན་མི་ཐུབ། ཁྱེད་ཀྱི་སྒྲིག་འཇུག་ཁ་མི་ཚང་།

source: Could not restore the following files. Please make sure you are able to write to them.
bo_cn: གཤམ་གྱི་ཡིག་ཆ་སླར་གསོ་མི་ཐུབ། ཁྱེད་ཀྱིས་དེ་དག་ལ་འབྲི་ཐུབ་པ་གཏན་འཁེལ་བྱེད།

source: Could not restore ‘%s’: File not found in backup
bo_cn: “%s” སླར་གསོ་མི་ཐུབ།：གྲབས་ཉར་དུ་ཡིག་ཆ་འདི་མི་རྙེད།

source: Could not restore ‘%s’: Not a valid file location
bo_cn: “%s” ཕྱིར་ལོག་མི་ཐུབ།：ནུས་ལྡན་གྱི་ཡིག་ཆའི་གནས་ས་མིན།

source: Could not start backup tool
bo_cn: གྲབས་ཉར་ལག་ཆ་མགོ་སློང་མི་ཐུབ།

source: Could not understand duplicity version ‘%s’.
bo_cn: duplicity ཡི་པར་གཞི།：%s གཏན་མི་འཁེལ།

source: Could not understand duplicity version.
bo_cn: duplicity ཡི་པར་གཞི་གཏན་མི་འཁེལ།

source: Creating a fresh backup to protect against backup corruption. This will take longer than normal.
bo_cn: གྲབས་ཉར་ཀུན་གསར་ཞིག་གསར་བཟོ་བྱས་ནས་གྲབས་ཉར་བརླག་པ་འགོག འདི་ནི་རྒྱུན་ལྡན་གྱི་གྲབས་ཉར་ལས་དུས་ལྷག་ཏུ་རིང་།

source: Creating the first backup. This may take a while.
bo_cn: གྲབས་ཉར་དང་པོ་གསར་བཟོ་བྱེད་བཞིན་ཡོད། འདི་ལ་དུས་ཅུང་ཙམ་དགོས།

source: Custom Location
bo_cn: གནས་ས་རང་གཏན།

source: DIRECTORY
bo_cn: དཀར་ཆག

source: Day
bo_cn: ཚེས་གྲངས།

source: Directory does not exist
bo_cn: དཀར་ཆག་མེད་པ།

source: Don't Show Again
bo_cn: གསལ་སྟོན་མི་དགོས།

source: Déjà Dup Backup Tool
bo_cn: Déjà Dup གྲབས་ཉར་ལག་ཆ།

source: Déjà Dup needs to occasionally make fresh full backups. This is the number of days to wait between full backups.
bo_cn: Déjà Dup མཚམས་རེས་ཡང་བསྐྱར་ཆ་ཚང་གྲབས་ཉར་བྱེད་དགོས། འདི་ནི་ཆ་ཚང་གྲབས་ཉར་བར་གྱི་ཉིན་གྲངས་ཡིན།

source: E_ncryption password
bo_cn: གསང་སྡོམ་གསང་ཨང་(_N)

source: Encryption Password Needed
bo_cn: གསང་སྡོམ་གསང་ཨང་ནང་འཇུག་རོགས།

source: Error reading file ‘%s’.
bo_cn: ཡིག་ཆ་“%s”ཀློག་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Error writing file ‘%s’.
bo_cn: ཡིག་ཆ་“%s” འབྲི་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Failed with an unknown error.
bo_cn: མི་ཤེས་པའི་ནོར་འཁྲུལ་བྱུང་པས་ཕམ་པ།

source: File
bo_cn: ཡིག་ཆ།

source: File to restore
bo_cn: སླར་གསོ་དགོས་པའི་ཡིག་ཆ།

source: Folder
bo_cn: ཡིག་ཁུག

source: Folders to ignore
bo_cn: སྣང་མེད་དུ་གཏོང་དགོས་པའི་ཡིག་ཁུག

source: Folders to save
bo_cn: ཉར་དགོས་པའི་ཡིག་ཁུག

source: Forever
bo_cn: གཏན་དུ།

source: Full name of the external volume
bo_cn: ཕྱི་རོལ་སྒྲིལ་གྱི་མིང་ཆ་ཚང་།

source: Google Cloud Storage
bo_cn: ཀུ་ཀེ་སྤྲིན་གསོག་འཇོག

source: Google Cloud Storage Access Key ID
bo_cn: ཀུ་ཀེ་སྤྲིན་གསོག་འཇོག་གསང་ལྡེ་ ID ལྟ་སྤྱོད།

source: Home
bo_cn: རྩིས་ཆས།

source: Home (%s)
bo_cn: དཀར་ཆག་གཙོ་བོ་(%s)

source: How long to keep backup files
bo_cn: གྲབས་ཉར་ཡིག་ཆའི་ཉར་ཡུན།

source: How long to wait between full backups
bo_cn: ཁ་ཚང་གྲབས་ཉར་བར་ཆོད་དུས་ཚོད།

source: How often to periodically back up
bo_cn: དུས་ངེས་གྲབས་ཉར་གྱི་ཟློས་ཕྱོད།

source: Icon of the external volume
bo_cn: ཕྱི་རོལ་སྒྲིལ་གྱི་རིས་རྟགས།

source: If the backup location is on an external volume, this is its unique filesystem identifier.
bo_cn: གལ་ཏེ་གྲབས་ཉར་གནས་ས་ནི་ཕྱི་རོལ་སྒྲིལ་དུ་གནས་ན། ཚན་འདི་ནི་ཡིག་ཆ་རྒྱུད་ཁོངས་མཚོན་རྟགས་ཁོ་ན་བོ་ཡིན།

source: If the backup location is on an external volume, this is the path of the folder on that volume.
bo_cn: གལ་ཏེ་གྲབས་ཉར་གནས་ས་ནི་ཕྱི་རོལ་སྒྲིལ་དུ་གནས་ན། ཚན་འདི་ནི་སྒྲིལ་འདིའི་ཡིག་ཁུག་འགྲོ་ལམ་ཡིན།

source: If the backup location is on an external volume, this is the volume’s icon.
bo_cn: གལ་ཏེ་གྲབས་ཉར་གནས་ས་ནི་ཕྱི་རོལ་སྒྲིལ་དུ་གནས་ན། ཚན་འདི་ནི་སྒྲིལ་འདིའི་རིས་རྟགས་ཡིན།

source: If the backup location is on an external volume, this is the volume’s longer descriptive name.
bo_cn: གལ་ཏེ་གྲབས་ཉར་གནས་ས་ནི་ཕྱི་རོལ་སྒྲིལ་དུ་གནས་ན། ཚན་འདི་ནི་སྒྲིལ་འདིའི་ཞིབ་ཕྲའི་བརྗོད་མིང་ཡིན།

source: If the backup location is on an external volume, this is the volume’s shorter name.
bo_cn: གལ་ཏེ་གྲབས་ཉར་གནས་ས་ནི་ཕྱི་རོལ་སྒྲིལ་དུ་གནས་ན། ཚན་འདི་ནི་སྒྲིལ་འདིའི་བསྡུས་མིང་ཡིན།

source: Immediately start a backup
bo_cn: ལམ་སེང་གྲབས་ཉར་མགོ་རྩོམ།

source: Incrementally backs up, letting you restore from any particular backup
bo_cn: ཚད་འཕར་ཅན་གྱི་གྲབས་ཉར། ཁྱེད་ཀྱིས་གྲབས་ཉར་གནས་གང་རུང་ནས་སླར་གསོ་ལ་བདེ།

source: Install…
bo_cn: སྒྲིག་འཇུག...

source: Integrates well into your GNOME desktop
bo_cn: GNOME ཅོག་ངོས་ནང་འདྲེས།

source: Invalid ID.
bo_cn: ནུས་མེད་ཀྱི ID

source: Invalid secret key.
bo_cn: ནུས་མེད་ཀྱི་གསང་ལྡེ།

source: Keep your files safe by backing up regularly
bo_cn: དུས་ངེས་ཀྱི་གྲབས་ཉར་གྱིས་ཡིག་ཆ་བདེ་འཇགས་སྲུང་བ།

source: Keep your important documents safe from disaster
bo_cn: ཁྱེད་ཀྱི་ཡིག་ཆ་གལ་ཆེ་སྲུང་སྐྱོབ།

source: Last backup was %d day ago.
bo_cn: ཉེ་ཆར་གྱི་གྲབས་ཉར་ནི་ཉིན་ %d སྔོན་ཡིན།

source: Last backup was today.
bo_cn: ཉེ་ཆར་གྱི་གྲབས་ཉར་ནི་དེ་རིང་ཡིན།

source: Last backup was yesterday.
bo_cn: ཉེ་ཆར་གྱི་གྲབས་ཉར་ནི་ཁ་སང་ཡིན།

source: Last seen
bo_cn: ཐེངས་སྔོན་གྱི་ལྟ་ཞིབ་དུས་ཚོད།

source: Listing files…
bo_cn: ཡིག་ཆ་འགྲེམས་བཞིན་ཡོད།...

source: Local Folder
bo_cn: མིག་སྔའི་དཀར་ཆག་

source: Location in which to hold the backup files.
bo_cn: གྲབས་ཉར་ཡིག་ཆ་འཇོག་སའི་གནས་ས།

source: Location not available
bo_cn: གནས་ས་སྤྱོད་མི་རུང་།

source: Next backup is %d day from now.
bo_cn: ཐེངས་ཕྱི་མའི་གྲབས་ཉར་དུས་ཚོད་ནི་ཉིན་ %d རྗེས་སུ་ཡིན།

source: Next backup is today.
bo_cn: ཐེངས་ཕྱི་མའི་གྲབས་ཉར་དུས་ཚོད་ནི་དེ་རིང་ཡིན།

source: Next backup is tomorrow.
bo_cn: ཐེངས་ཕྱི་མའི་གྲབས་ཉར་དུས་ཚོད་ནི་སང་ཉིན་ཡིན།

source: No backup files found
bo_cn: གྲབས་ཉར་ཡིག་ཆ་མ་རྙེད།

source: No backup scheduled.
bo_cn: འཆར་གཞི་མེད་པའི་གྲབས་ཉར།

source: No backups to restore
bo_cn: སླར་གསོ་ཐུབ་པའི་གྲབས་ཉར་མེད།

source: No directory provided
bo_cn: དཀར་ཆག་མཁོ་འདོན་མེད།

source: No recent backups.
bo_cn: ཉེ་ཆར་གྲབས་ཉར་བྱས་པ་མེད།

source: No space left in ‘%s’.
bo_cn: “%s”ཐོག་ཏུ་བར་སྟོང་ལྷག་མ་མེད།

source: No space left.
bo_cn: བར་སྟོང་ལྷག་མ་མེད།

source: Not all files were successfully backed up. See dialog for more details.
bo_cn: ཡིག་ཆ་ཚང་མ་གྲབས་ཉར་ལེགས་འགྲུབ་བྱུང་མེད། ཞིབ་ཕྲའི་གནས་ཚུལ་ཇེ་མང་གླེང་སྒྲོམ་ལ་ལྟོས།

source: Old backups will be deleted earlier if the storage location is low on space.
bo_cn: གསོག་འཇོག་བར་སྟོང་མི་འདང་། གྲབས་ཉར་རྙིང་པ་འདོར་བ་ཡིན།

source: Only one directory can be shown at once
bo_cn: ཐེངས་གཅིག་ལ་དཀར་ཆག་གཅིག་མངོན་པ།

source: Open Backup Settings
bo_cn: གྲབས་ཉར་ཁ་འབྱེད་སྒྲིག་འགོད།

source: Original location
bo_cn: ཐོག་མའི་གནས་ས།

source: Overview
bo_cn: རགས་ལྟ།

source: Paused (no network)
bo_cn: སྐབས་སྡོད་བྱས་པ།(དྲ་བ་མེད།)

source: Permission denied when trying to create ‘%s’.
bo_cn: ་“%s” གསར་བཟོ་ཚོད་ལྟ་བྱེད་སྐབས་ལྟ་སྤྱོད་ཟློག་པ།

source: Permission denied when trying to delete ‘%s’.
bo_cn: “%s” འདོར་བ་ཚོད་ལྟ་བྱེད་སྐབས་དབང་ཚད་ཟློག་པ།

source: Permission denied when trying to read ‘%s’.
bo_cn: “%s” ཀློག་པ་ཚོད་ལྟ་བྱེད་སྐབས་དབང་ཚད་ཟློག་པ།

source: Preparing…
bo_cn: གྲ་སྒྲིག་བྱེད་བཞིན་ཡོད།...

source: Rackspace Cloud Files
bo_cn: Rackspace སྤྲིན་ཡིག་ཆ།

source: Relative path under the external volume
bo_cn: ཕྱི་རོལ་སྒྲིལ་གྱི་ལྟོས་བཅས་འགྲོ་ལམ།

source: Remove
bo_cn: སྤོ་བ།

source: Require Password?
bo_cn: གསང་ཨང་དགོས་སམ།

source: Restore
bo_cn: ཕྱིར་ལོག

source: Restore Failed
bo_cn: སླར་གསོ་ཕམ་པ།

source: Restore Finished
bo_cn: སླར་གསོ་ལེགས་འགྲུབ།

source: Restore From When?
bo_cn: དུས་ནམ་ནས་སླར་གསོ་བྱེད་དགོས།

source: Restore From Where?
bo_cn: གང་ནས་སླར་གསོ་བྱེད་དགོས།

source: Restore Missing Files…
bo_cn: བོར་བའི་ཡིག་ཆ་ཕྱིར་གསོ།...

source: Restore Test
bo_cn: ཚོད་ལེན་ཕྱིར་གསོ།

source: Restore _folder
bo_cn: ཡིག་ཁུག་སླར་གསོ།(_F)

source: Restore date
bo_cn: སླར་གསོ་དུས་ཚེས།

source: Restore deleted files
bo_cn: འདོར་བའི་ཡིག་ཆ་སླར་གསོ།

source: Restore deleted files from backup
bo_cn: གྲབས་ཉར་ལས་འདོར་བའི་ཡིག་ཆ་སླར་གསོ།

source: Restore file from backup
bo_cn: གྲབས་ཉར་ལས་ཡིག་ཆ་སླར་གསོ།

source: Restore files to _original locations
bo_cn: ཡིག་ཆ་ཐོག་མའི་གནས་སར་སླར་གསོ།(_O)

source: Restore folder
bo_cn: ཡིག་ཁུག་སླར་གསོ།

source: Restore given files
bo_cn: གཏན་འཁེལ་ཡིག་ཆ་སླར་གསོ།

source: Restore to Where?
bo_cn: གང་ལ་སླར་གསོ་དགོས།

source: Restore to _specific folder
bo_cn: སྟོན་པའི་ཡིག་ཁུག་ཏུ་སླར་གསོ།(_S)

source: Restore which Files?
bo_cn: ཡིག་ཆ་གང་དག་སླར་གསོ།

source: Restore…
bo_cn: ཕྱིར་ལོག...

source: Restoring files…
bo_cn: ཡིག་ཆ་སླར་གསོ་པ།...

source: Restoring:
bo_cn: སླར་གསོ།：

source: Restoring…
bo_cn: སླར་གསོ་བྱེད་པ།...

source: Revert to Previous Version…
bo_cn: པར་གཞི་གོང་མར་སླར་གསོ།...

source: S3 Access Key I_D
bo_cn: S3 གསང་ལྡེ་ I_Dལྟ་སྤྱོད།

source: S3 bucket name is not available.
bo_cn: S3 གསོག་དུམ་མིང་སྤྱོད་མི་རུང་།

source: S_how API access key
bo_cn: API ལྟ་སྤྱོད་གསང་ལྡེ་མངོན་པ།(_H)

source: S_how password
bo_cn: གསང་ཨང་མངོན་པ།(_H)

source: S_how secret access key
bo_cn: ལྟ་སྤྱོད་གསང་ལྡེ་མངོན་པ།(_H)

source: Scanning finished
bo_cn: བཤར་འབེབས་ལེགས་འགྲུབ་བྱུང་།

source: Scanning for files from about a month ago…
bo_cn: ཕལ་ཆེར་ཟླ་%d ནང་གི་ཡིག་ཆ་ལ་བཤར་འབེབས་བྱེད་བཞིན་ཡོད།...

source: Scanning for files from about a year ago…
bo_cn: ཕལ་ཆེར་ལོ་%d སྔོན་གྱི་ཡིག་ཆ་ལ་བཤར་འབེབས་བྱེད་བཞིན་ཡོད།...

source: Scanning for files from up to a day ago…
bo_cn: ཉིན་གཅིག་ནང་གི་ཡིག་ཆ་ལ་བཤར་འབེབས་བྱེད་བཞིན་ཡོད།...

source: Scanning for files from up to a month ago…
bo_cn: ཟླ་གཅིག་ནང་གི་ཡིག་ཆ་ལ་བཤར་འབེབས་བྱེད་བཞིན་ཡོད།...

source: Scanning for files from up to a week ago…
bo_cn: གཟའ་གཅིག་ནང་གི་ཡིག་ཆ་ལ་བཤར་འབེབས་བྱེད་བཞིན་ཡོད།...

source: Scanning:
bo_cn: བཤར་འབེབས།：

source: Scanning…
bo_cn: བཤར་འབེབས་བྱེད་བཞིན་ཡོད།...

source: Scheduled backup delayed
bo_cn: འཆར་གཞི་གྲབས་ཉར་ཕྱིར་འགྱངས་པ།

source: Schedules backups at regular intervals
bo_cn: དུས་ཚོད་དུམ་བུ་རེ་ལ་དུས་ངེས་གྲབས་ཉར་བྱེད།

source: Schedules regular backups
bo_cn: རྒྱུན་ལྡན་དུས་ངེས་གྲབས་ཉར།

source: Scheduling
bo_cn: བཀོད་གཏོང་བྱེད་པ།

source: Securely encrypts and compresses your data
bo_cn: བདེ་འཇགས་ཀྱིས་ཁྱེད་ཀྱི་གཞི་གྲངས་གསང་སྡོམ་ཞིང་བཙིར་གནོན་བྱེད་པ།

source: Short name of the external volume
bo_cn: ཕྱི་རོལ་སྒྲིལ་གྱི་བསྡུས་མིང་།

source: Show _Progress
bo_cn: འཕེལ་ཚད་མངོན་པ།(_P)

source: Show version
bo_cn: པར་གཞི་མངོན་བ།

source: Starting scheduled backup
bo_cn: འཆར་གཞི་གྲབས་ཉར་མགོ་རྩོམ།

source: Storage location
bo_cn: གསོག་འཇོག་གནས་ས།

source: Summary
bo_cn: གནད་བསྡུས།

source: Support for local, remote, or cloud backup locations, such as Amazon S3 and Rackspace Cloud Files
bo_cn: རང་ས། རྒྱང་རིང་ཡང་ན་ Amazon S3、Rackspace Cloud Files སོགས་སྤྲིན་གྱི་གྲབས་ཉར་གནས་སར་རྒྱབ་སྐྱོར་བྱེད།

source: Test every two _months
bo_cn: ཟླ 2 རེར་ཚོད་ལྟ་ཐེངས་རེ་བྱེད།(_M)

source: The Amazon S3 bucket name to use
bo_cn: སྤྱོད་དགོས་པའི་ Amazon S3 གསོག་འཇོག་དུམ་མིང་།

source: The Amazon S3 folder
bo_cn: Amazon S3 ཡིག་ཁུག

source: The Google Cloud Storage bucket name to use
bo_cn: ཀུ་ཀེ་སྤྲིན་གསོག་འཇོག་གིས་སྤྱོད་པའི་གསོག་འཇོག་དུམ་མིང་།

source: The Google Cloud Storage folder
bo_cn: ཀུ་ཀེའི་སྤྲིན་གསོག་འཇོག་ཡིག་ཁུག

source: The OpenStack Swift container
bo_cn: OpenStack Swift སྣོད་ཆས།

source: The Rackspace Cloud Files container
bo_cn: Rackspace སྤྲིན་ཡིག་ཆ་སྣོད་ཆས།

source: The email-address of your Google account
bo_cn: ཁྱེད་ཀྱི་ཀུ་ཀེའི་རྩིས་ཐེམ་གྱི་གློག་རྡུལ་གློག་ཡིག་ཤག་གནས།

source: The email-address of your Google account.
bo_cn: ཁྱེད་ཀྱི་ཀུ་ཀེའི་རྩིས་ཐེམ་གྱི་གློག་རྡུལ་གློག་ཡིག་ཤག་གནས།

source: The folder hierarchy where backups are stored.
bo_cn: གསོག་འཇོག་གྲབས་ཉར་གྱི་ཡིག་ཁུག་རིམ་པའི་སྒྲིག་གཞི།

source: The folder where backups are stored
bo_cn: གསོག་འཇོག་གྲབས་ཉར་གྱི་ཡིག་ཁུག

source: The last time Déjà Dup backed up
bo_cn: Déjà Dup གྲབས་ཉར་སྔོན་མའི་དུས་ཚོད།

source: The last time Déjà Dup checked whether it should prompt about backing up
bo_cn: ཐེངས་སྔོན་Déjà Dup ཞིབ་བཤེར་སྔོན་བཀོད་ཀྱིས་ཁྱེད་ལ་གྲབས་ཉར་དུས་ཚོད་དྲན་སྐུལ་བྱེད་མིན།

source: The last time Déjà Dup checked whether it should prompt about your password
bo_cn: ཐེངས་སྔོན་Déjà Dup ཞིབ་བཤེར་སྔོན་བཀོད་ཀྱིས་ཁྱེད་ལ་གསང་ཨང་གཏན་འཁེལ་གྱི་དུས་ཚོད་དྲན་སྐུལ་བྱེད་མིན།

source: The last time Déjà Dup restored
bo_cn: Déjà Dup ཐེངས་སྔོན་ཕྱིར་ལོག་དུས་ཚོད།

source: The last time Déjà Dup successfully completed a backup. This time should be in ISO 8601 format.
bo_cn: Déjà Dup ཐེངས་སྔོན་གྲབས་ཉར་ལེགས་འགྲུབ་ཀྱི་དུས་ཚོད། དུས་ཚོད་འདི་ནི་ ISO 8601 རྣམ་གཞག་ཡིན་དགོས།

source: The last time Déjà Dup successfully completed a restore. This time should be in ISO 8601 format.
bo_cn: Déjà Dup ཐེངས་སྔོན་གྲབས་ཉར་ལེགས་འགྲུབ་ཀྱི་དུས་ཚོད། དུས་ཚོད་འདི་ནི་ ISO 8602 རྣམ་གཞག་ཡིན་དགོས།

source: The last time Déjà Dup was run
bo_cn: ཐེངས་སྔོན་ Déjà Dup འཁོར་སྐྱོད་ཀྱི་དུས་ཚོད།

source: The last time Déjà Dup was successfully run. This time should be in ISO 8601 format.
bo_cn: ཐེངས་སྔོན་ Déjà Dup འཁོར་སྐྱོད་ལེགས་འགྲུབ་ཀྱི་དུས་ཚོད། དུས་ཚོད་འདི་ནི་ ISO 8601 རྣམ་གཞག་ཡིན་དགོས།

source: The number of days between backups.
bo_cn: གྲབས་ཉར་གྱི་བར་ཆོད་དུས་ཚོད།

source: The type of backup location. If ‘auto’, a default will be chosen based on what is available.
bo_cn: གྲབས་ཉར་གནས་སའི་རིགས་གྲས། གལ་ཏེ་auto ལ་བཀོད་ན། སྤྱོད་རུང་གི་གནས་ས་རང་སྤྱོད་བྱེད།

source: This is the Authentication URL, or keystone URL for the OpenStack service
bo_cn: འདི་ནི་URL ར་སྤྲོད་ཡང་ན་ OpenStack ཞབས་ཞུའི་ keystone URL

source: This is your tenant for the OpenStack Swift service.
bo_cn: འདི་ནི་ཁྱེད་ཀྱི་ OpenStack Swift ཞབས་ཞུའི་གླ་ཐེམ་ཡིན།

source: This is your username for the OpenStack Swift service.
bo_cn: འདི་ནི་ཁྱེད་ཀྱི་ OpenStack Swift ཞབས་ཞུའི་སྤྱོད་མིང་ཡིན།

source: This is your username for the Rackspace Cloud Files service.
bo_cn: འདི་ནི་ཁྱེད་ Rackspace སྤྲིན་ཡིག་ཆའི་ཞབས་ཞུའི་སྤྱོད་མཁན་མིང་ཡིན།

source: Trash
bo_cn: སྙིགས་སྒམ།

source: Type of location to store backup
bo_cn: གྲབས་ཉར་གསོག་འཇོག་གནས་སའི་རིགས་གྲས།

source: Ubuntu One has shut down. Please choose another storage location.
bo_cn: Ubuntu One ཞབས་ཞུ་མཚམས་བཞག གསོག་འཇོག་གནས་ས་གཞན་དག་འདེམས་རོགས།

source: Unique ID of the external volume
bo_cn: ཕྱི་རོལ་སྒྲིལ་ ID ཁོ་ན།

source: Uploading…
bo_cn: ཡར་སྐྱེལ་བཞིན་ཡོད།...

source: Use secure connection (_HTTPS)
bo_cn: གསང་སྡོམ་སྦྲེལ་མཐུད་(_HTTPS)སྤྱོད་པ།

source: Verifying backup…
bo_cn: གྲབས་ཉར་ར་སྤྲོད་བྱེད་བཞིན་ཡོད།...

source: Waiting for a network connection…
bo_cn: དྲ་བ་འབྲེལ་མཐུད་སྒུག་པ།...

source: Waiting for ‘%s’ to become connected…
bo_cn: “%s”འབྲེལ་མཐུད་གསར་བཟོ་སྒུག་པ།...

source: Week
bo_cn: གཟའ།

source: Whether the backup location is a mounted external volume or a normal folder.
bo_cn: གྲབས་ཉར་གནས་ས་ནི་བཅུག་པའི་ཕྱི་རོལ་སྒྲིལ་ཡིན་ན་སྤྱིར་བཏང་ཡིག་ཁུག་ཡིན།

source: Whether to automatically back up on a regular schedule.
bo_cn: གཏན་པའི་དུས་ཚོད་རེའུ་མིག་ལྟར་གྲབས་ཉར་རང་བྱེད་བྱ་དགོས་མིན།

source: Whether to periodically back up
bo_cn: དུས་ངེས་གྲབས་ཉར་བྱེད་དགོས་མིན།

source: Whether to request the root password
bo_cn: རྩ་བའི་གསང་ཨང་འདོན་དགོས་མིན།

source: Whether to request the root password when backing up from or restoring to system folders.
bo_cn: རྒྱུད་ཁོངས་ཡིག་ཁུག་གྲབས་ཉར་ཡང་ན་རྒྱུད་ཁོངས་ཡིག་ཁུག་ཏུ་སླར་གསོ་སྐབས་ root སྤྱོད་མཁན་གསང་ཨང་མཁོ་འདོན་རེ་ཞུ་འདོན་དགོས་མིན།

source: Windows Share
bo_cn: Windows མཉམ་སྤྱོད།

source: You can create a backup after you first install some necessary software by clicking the %s button.
bo_cn: ཁྱེད་ཀྱིས་སྔོན་དུ་ %s མཐེབ་གནོན་ལ་ཆིག་རྡེབ་བྱས་ནས་དགོས་ངེས་ཀྱི་མཉེན་ཆས་ཤིག་སྒྲིག་འཇུག་བྱ་ཆོག ད་ནས་གྲབས་ཉར་ཞིག་གསར་བཟོ་བྱེད།

source: You can restore existing backups after you first install some necessary software by clicking the %s button.
bo_cn: ཁྱེད་ཀྱིས་སྔོན་དུ་ %s མཐེབ་གནོན་ལ་ཆིག་རྡེབ་བྱས་ནས་དགོས་ངེས་ཀྱི་མཉེན་ཆས་ཤིག་སྒྲིག་འཇུག་བྱ་ཆོག ད་ནས་གྲབས་ཉར་ཞིག་གསར་བཟོ་བྱེད།

source: You can restore the entire backup with the %s button or use Files to either revert individual files or restore missing ones.
bo_cn: ཁྱེད་ཀྱིས་ %s མཐེབ་གནོན་བརྒྱུད་ནས་ཆ་ཚང་གི་གྲབས་ཉར་ཕྱིར་ལོག ཡང་ན་“ཡིག་ཆ་”བརྒྱུད་ནས་ཡིག་ཆ་རྐྱང་བ་ཕྱིར་ལོག་ཐུབ།

source: You may use the %s button to browse for existing backups.
bo_cn: ཁྱེད་ཀྱིས་ %s མཐེབ་གནོན་གྱིས་ཡོད་པའི་གྲབས་ཉར་ལྟ་བ།

source: You must provide a directory, not a file
bo_cn: ཁྱེད་ཀྱིས་ངེས་པར་དུ་དཀར་ཆག་མཁོ་འདོན་དགོས། ཡིག་ཆ་མིན།

source: You must specify a mode
bo_cn: ཁྱེད་ཀྱིས་ངེས་པར་དུ་རྣམ་པ་ཞིག་སྟོན་དགོས།

source: You should <a href=''>enable</a> automatic backups or use the %s button to start one now.
bo_cn: ཁྱེད་ཀྱིས་<a href=''>སྒྲིག་འགོད་</a>གྲབས་ཉར་རང་བྱེད་ཡང་ན་ %s མཐེབ་གནོན་གྱིས་ལམ་སེང་གྲབས་ཉར་ཐེངས་གཅིག་བྱེད།

source: You will need your password to restore your files. You might want to write it down.
bo_cn: ཡིག་ཆ་ཕྱིར་ལོག་པ་ལ་གསང་ཨང་དགོས། ཁྱེད་ཀྱིས་ཕལ་ཆེར་དེ་བཤུ་དགོས།

source: Your Amazon S3 Access Key Identifier. This acts as your S3 username.
bo_cn: ཁྱེད་ཀྱི་Amazon S3 ལྟ་སྤྱོད་ཀྱི་གསང་ལྡེ་མཚོན་རྟགས། ཚན་འདི་ནི་ཁྱེད་ཀྱི་ S3 སྤྱོད་མཁན་མིང་བྱ་ཐུབ།

source: Your Amazon Web Services account is not signed up for the S3 service.
bo_cn: ཁྱེད་ཀྱི་ Amazon Web Services རྩིས་ཐོས་S3 ཞབས་ཞུ་ཐོ་བཀོད་མེད།

source: Your Google Cloud Storage Access Key Identifier. This acts as your Google Cloud Storage username.
bo_cn: ཁྱེད་ཀྱི་ཀུ་ཀེ་སྤྲིན་གསོག་འཇོག་ལྟ་སྤྱོད་ཀྱི་གསང་ལྡེ་མཚོན་རྟགས། ཚན་འདི་ཁྱེད་ཀྱི་ཀུ་ཀེ་སྤྲིན་གསོག་འཇོག་གི་སྤྱོད་མཁན་མིང་བྱ་ཐུབ།

source: Your OpenStack tenant
bo_cn: ཁྱེད་ OpenStack ཡི་གླ་ཐེམ།

source: Your OpenStack username
bo_cn: ཁྱེད་ OpenStack ཡི་སྤྱོད་མཁན་མིང་།

source: Your Rackspace username
bo_cn: ཁྱེད་ཀྱི་ Rackspace སྤྱོད་མཁན་མིང་།

source: Your backup appears to be corrupted. You should delete the backup and try again.
bo_cn: ཁྱེད་ཀྱི་གྲབས་ཉར་བརླགས་པ་འདྲ། གྲབས་ཉར་འདི་འདོར་ནས་ཡང་བསྐྱར་ཚོད་ལྟ་བྱེད།

source: Your file was successfully restored.
bo_cn: ཁྱེད་ཀྱི་ཡིག་ཆ་སླར་གསོ་ལེགས་འགྲུབ་བྱུང་།

source: Your files were successfully backed up and tested.
bo_cn: ཁྱེད་ཀྱི་ཡིག་ཆ་གྲབས་ཉར་ལེགས་གྲུབ་ནས་ཚོད་ལྟ་ལོན་པ།

source: Your files were successfully restored.
bo_cn: ཁྱེད་ཀྱི་ཡིག་ཆ་སླར་གསོ་ལེགས་འགྲུབ་བྱུང་།

source: [FILES…]
bo_cn: [ཡིག་ཆ།...]

source: _API access key
bo_cn: _API ལྟ་སྤྱོད་གསང་ལྡེ།

source: _Access key ID
bo_cn: ལྟ་སྤྱོད་གསང་ལྡེ། ID(_A)

source: _Add
bo_cn: སྣོན་པ། (_A)

source: _Allow restoring without a password
bo_cn: གསང་ཨང་མ་སྤྱོད་ནས་ཕྱིར་ལོག་པ་སླར་གསོ།(_A)

source: _Automatic backup
bo_cn: གྲབས་ཉར་རང་བྱེད།(_A)

source: _Back
bo_cn: ཕྱིར་ནུར།(_B)

source: _Back Up Now…
bo_cn: ལམ་སེང་གྲབས་ཉར།(_B)

source: _Backup location
bo_cn: གྲབས་ཉར་གནས་ས།(_B)

source: _Cancel
bo_cn: ལེན་པ། (_C)

source: _Choose Folder…
bo_cn: ཡིག་ཁུག་འདེམ་པ།(_C)...

source: _Close
bo_cn: ཁ་རྒྱག(_C)

source: _Container
bo_cn: སྣོད་ཆས།(_C)

source: _Date
bo_cn: དུས་ཚེས།(_D)

source: _Details
bo_cn: ཞིབ་ཕྲ།(_D)

source: _Domain
bo_cn: ཁོངས།(_D)

source: _Domain Name
bo_cn: ཁོངས་མིང་།(_D)

source: _Don't Show Again
bo_cn: གསལ་སྟོན་མི་བྱེད།(_D)

source: _Email address
bo_cn: གློག་རྡུལ་གློག་ཡིག་གི་ཤག་གནས།(_E)

source: _Every
bo_cn: ཉིན་རེར།(_E)

source: _Folder
bo_cn: ཡིག་ཁུག(_F)

source: _Forward
bo_cn: མདུན་སྐྱོད།(_F)

source: _Help
bo_cn: རོགས་རམ།(_H)

source: _Install…
bo_cn: སྒྲིག་འཇུག(_I)...

source: _OK
bo_cn: འགྲིག་པ།(_O)

source: _Open Backup Settings
bo_cn: གྲབས་ཉར་སྒྲིག་འགོད་ཁ་འབྱེད།(_O)

source: _Password
bo_cn: གསང་ཨང་།(_P)

source: _Password-protect your backup
bo_cn: གསང་ཨང་གིས་ཁྱེད་ཀྱི་གྲབས་ཉར་སྲུང་སྐྱོབ།(_P)

source: _Port
bo_cn: མཐུད་ཁ།(_P)

source: _Quit
bo_cn: ཕྱིར་ཐོན།(_Q)

source: _Remember API access key
bo_cn: API ལྟ་སྤྱོད་གསང་ལྡེ་ཡིད་དུ་འཛིན།(_R)

source: _Remember password
bo_cn: གསང་ཨང་ཡིད་དུ་འཛིན།(_R)

source: _Remember secret access key
bo_cn: ལྟ་སྤྱོད་གསང་ལྡེ་ཡིད་དུ་འཛིན།(_R)

source: _Remove
bo_cn: སྤོ་བ།(_R)

source: _Restore
bo_cn: སླར་གསོ།(_R)

source: _Restore…
bo_cn: སླར་གསོ།(_R)...

source: _Resume Later
bo_cn: ཅུང་ཙམ་ནས་མུ་མཐུད།(_R)

source: _Secret access key
bo_cn: གསང་ལྡེ་སྒེར་ལྡེ་ལྟ་སྤྱོད།(_S)

source: _Server
bo_cn: ཞབས་ཞུ་ཆས།(_S)

source: _Show password
bo_cn: གསང་ཨང་མངོན་པ།(_S)

source: _Skip Backup
bo_cn: གྲབས་ཉར་མཆོང་པ།(_S)

source: _Storage location
bo_cn: གསོག་འཇོག་གནས་ས།(_S)

source: _Username
bo_cn: སྤྱོད་མཁན་མིང་།(_U)

source: _Back Up
bo_cn: གྲབས་ཉར།(_B)

source: déjà;deja;dup;
bo_cn: déjà;deja;dup;གྲབས་ཉར།

source: _Keep
bo_cn: སྔར་རྣམ་སྲུང་བ།(_K)

source: _Test
bo_cn: ཚོད་ལེན།(_T)
