Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/devhelp.po
Languages: bo_cn

source: A developers' help browser for GNOME
bo_cn: GNOME གསར་སྤེལ་མཁན་གྱི་རོགས་རམ་བཤར་ཆས།

source: Back
bo_cn: ཕྱིར་འཐེན།

source: Book
bo_cn: དཔེ་དེབ།

source: Book Shelf
bo_cn: དཔེ་སྒྲོམ།

source: Books disabled
bo_cn: དཔེ་དེབ་བཀག་པ།

source: Cannot uncompress book '%s': %s
bo_cn: བཙིར་གནོན་དཔེ་དེབ་“%s”：%sའགྲོལ་མི་ཐུབ།

source: Developer's Help program
bo_cn: གསར་སྤེལ་མཁན་གྱི་རོགས་རམ་བྱ་རིམ།

source: Devhelp integrates with other applications such as Glade, Anjuta, or Geany.
bo_cn: Devhelp དང་ Glade、Anjuta ཡང་ན་ Geany སོགས་མཉེན་ཆས་ཀྱིས་འདུས་གྲུབ་མངོན་འགྱུར་བྱེད་པ།

source: Devhelp support
bo_cn: Devhelp རྒྱབ་སྐྱོར།

source: Devhelp — Assistant
bo_cn: Devhelp - ལག་རོགས།

source: Display the version and exit
bo_cn: པར་གཞི་མངོན་ནས་ཕྱིར་འདོན།

source: Documentation Browser
bo_cn: ཡིག་ཚགས་བཤར་ཆས།

source: Empty Page
bo_cn: སྟོང་ཤོག

source: Enabled
bo_cn: སྤྱད་པ།

source: Enum
bo_cn: རེར་འགོད།

source: Error opening the requested link.
bo_cn: དགོས་པའི་སྦྲེལ་མཐུད་ཁ་འབྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Expected '%s', got '%s' at line %d, column %d
bo_cn: “%s” དགོས་ཀྱང་“%s” ཐོབ་པ། (ཕྲེང་ཨང་ %d སྟར་ཨང་%d)

source: Font for fixed width text
bo_cn: ཞེང་ཚད་འདྲ་བའི་ཡིག་རྐྱང་ཡིག་གཟུགས།

source: Font for text
bo_cn: སྤྱིར་བཏང་ཡིག་རྐྱང་ཡིག་གཟུགས།

source: Font for text with fixed width, such as code examples.
bo_cn: གཏན་པའི་ཞེང་ཚད་ཡིག་རྐྱང་ལ་སྤྱོད་པའི་ཡིག་གཟུགས། དཔེར་ན་དཔེར་སྟོན་ཚབ་ཨང་།

source: Font for text with variable width.
bo_cn: འགྱུར་བའི་ཞེང་ཚད་ཡིག་རྐྱང་ལ་སྤྱོད་པའི་ཡིག་གཟུགས།

source: Fonts
bo_cn: ཡིག་གཟུགས།

source: Forward
bo_cn: བརྒྱུད་སྐུར།

source: Function
bo_cn: བྱེད་ལས།

source: Group by language
bo_cn: སྐད་བརྡ་ལྟར་ཚོ་བགོད།

source: Height of assistant window
bo_cn: རམ་འདེགས་སྒེའུ་ཁུང་གི་མཐོ་ཚད།

source: Height of main window
bo_cn: སྒེའུ་ཁུང་གཙོ་བོའི་མཐོ་ཚད།

source: Invalid namespace '%s' at line %d, column %d
bo_cn: ལུགས་འགལ་མིང་འདོགས་བར་སྟོང་“%s”(ཕྲེང་ཨང་%d སྟར་ཨང་ %d)

source: KEYWORD
bo_cn: གནད་ཡིག:

source: Keyword
bo_cn: གནད་ཡིག

source: Language: %s
bo_cn: སྐད་བརྡ།：%s

source: Language: Undefined
bo_cn: སྐད་བརྡ།：མཚན་ཉིད་བཞག་མེད།

source: List of books disabled by the user.
bo_cn: སྤྱོད་མཁན་གྱིས་བཀག་པའི་དཔེ་དེབ་རེའུ་མིག

source: Macro
bo_cn: རགས།

source: Main window maximized state
bo_cn: སྒེའུ་ཁུང་གཙོ་བོ་ཆེས་འགྱུར།

source: Makes F2 bring up Devhelp for the word at the cursor
bo_cn: F2 སྤྱད་ནས་འོད་རྟགས་ཐད་ཀྱི་ཐ་སྙད་ལ་ Devhelp མགོ་སློང་།

source: New _Tab
bo_cn: གདོང་འཛར་གསར་འཛུགས།(_T)

source: New _Window
bo_cn: སྒེའུ་ཁུང་གསར་བཟོ།(_W)

source: Opens a new Devhelp window
bo_cn: Devhelp སྒེའུ་ཁུང་གསར་བ་ཁ་འབྱེད།

source: Page
bo_cn: ཤོག་ངོས།

source: Preferences
bo_cn: གཏོགས་གཤིས།

source: Quit any running Devhelp
bo_cn: འཁོར་སྐྱོད་བྱེད་པའི་ Devhelp ཕྱིར་འདོན།

source: S_maller Text
bo_cn: ཡིག་རྐྱང་ཆུང་སྐྱུང་།(_M)

source: Search and display any hit in the assistant window
bo_cn: རམ་འདེགས་སྒེའུ་ཁུང་དུ་བདམས་པའི་ནང་དོན་གང་རུང་འཚོལ་བཤེར་ཞིང་མངོན་པ།

source: Search for a keyword
bo_cn: གནད་ཡིག་ཅིག་འཚོལ་བཤེར།

source: Show API Documentation
bo_cn: API ཡིག་ཚགས་མངོན་པ།

source: Struct
bo_cn: སྒྲུབ་གཞི་ཕུང་།

source: The X position of the assistant window.
bo_cn: རམ་འདེགས་སྒེའུ་ཁུང་ཀྱི་ X གནས་ཚད།

source: The X position of the main window.
bo_cn: སྒེའུ་ཁུང་གཙོ་བའི་ X གནས་ཚད།

source: The Y position of the assistant window.
bo_cn: རམ་འདེགས་སྒེའུ་ཁུང་གི་ Y གནས་ཚད།

source: The Y position of the main window.
bo_cn: སྒེའུ་ཁུང་གཙོ་བོའི Y གནས་ཚད།

source: The height of the assistant window.
bo_cn: རམ་འདེགས་སྒེའུ་ཁུང་མཐོ་ཚད།

source: The height of the main window.
bo_cn: སྒེའུ་ཁུང་གཙོ་བོའི་མཐོ་ཚད།

source: The width of the assistant window.
bo_cn: རམ་འདེགས་སྒེའུ་ཁུང་ཞེང་ཚད།

source: The width of the index and search pane.
bo_cn: ངོས་པང་ཞེང་ཚད་གསལ་བྱང་དང་འཚོལ་བཤེར།

source: The width of the main window.
bo_cn: སྒེའུ་ཁུང་གཙོ་བོའི་ཞེང་ཚད།

source: Title
bo_cn: ཁ་བྱང་།

source: Type
bo_cn: རིགས་གྲས་

source: Use system fonts
bo_cn: རྒྱུད་ཁོངས་ཡིག་གཟུགས་སྤྱོད་པ།

source: Use the system default fonts.
bo_cn: རྒྱུད་ཁོངས་སོར་བཞག་ཡིག་གཟུགས་སྤྱོད་པ།

source: Whether books should be grouped by language in the UI
bo_cn: འཆར་ངོས་སུ་སྐད་བརྡ་ལྟར་དཔེ་ཆ་ཚོ་བགོད་བྱེད་དགོས།

source: Whether the assistant window should be maximized
bo_cn: རམ་འདེགས་སྒེའུ་ཁུང་ཆེ་ཤོས་སྒྱུར་དགོས་མིན།

source: Whether the assistant window should be maximized.
bo_cn: རམ་འདེགས་སྒེའུ་ཁུང་མངོན་པ་ཆེ་ཤོས་སྒྱུར་དགོས་མིན།

source: Whether the main window should start maximized.
bo_cn: ཆེ་ཤོས་ཅན་གྱི་སྒེའུ་ཁུང་གཙོ་བོ་མགོ་སློང་དགོས་མིན།

source: Width of the assistant window
bo_cn: རམ་འདེགས་སྒེའུ་ཁུང་ཞེང་ཚད།

source: Width of the index and search pane
bo_cn: ངོས་པང་ཞེང་ཚད་གསལ་བྱང་དང་འཚོལ་བཤེར།

source: Width of the main window
bo_cn: སྒེའུ་ཁུང་གཙོ་བོའི་ཞེང་ཚད།

source: X position of assistant window
bo_cn: རམ་འདེགས་སྒེའུ་ཁུང་གི་ X གནས་ཚད།

source: X position of main window
bo_cn: སྒེའུ་ཁུང་གཙོ་བོའི་ X གནས་ཚད།

source: Y position of assistant window
bo_cn: རམ་འདེགས་སྒེའུ་ཁུང་གི་ Y གནས་ཚད།

source: Y position of main window
bo_cn: སྒེའུ་ཁུང་གི་ Y གནས་ཚད།

source: _About
bo_cn: འབྲེལ་ཡོད།(_A)

source: _About Devhelp
bo_cn: Devhelpཡི་སྐོར། (_A)

source: _Close
bo_cn: ཁ་རྒྱག(_C)

source: _Fixed width:
bo_cn: ཞེང་མཚུངས་ཡིག་གཟུགས།(_F)：

source: _Group by language
bo_cn: སྐད་བརྡ་ལྟར་ཚོ་བགོད།(_G)

source: _Larger Text
bo_cn: ཡིག་རྐྱང་ཆེར་སྐྱེད།(_L)

source: _Normal Size
bo_cn: རྒྱུན་ལྡན་གྱི་ཆེ་ཆུང་།(_N)

source: _Preferences
bo_cn: སྒྲིག་འགོད།(_P)

source: _Print
bo_cn: པར་འདེབས།(_P)

source: _Quit
bo_cn: ཕྱིར་ཐོན།(_Q)

source: _Side pane
bo_cn: ཟུར་ངོས་པང་།(_S)

source: _Use system fonts
bo_cn: རྒྱུད་ཁོངས་ཡིག་གཟུགས་སྤྱོད་པ།(_U)

source: _Variable width:
bo_cn: ཞེང་འགྱུར་ཡིག་གཟུགས།(_V)：

source: documentation;information;manual;developer;api;
bo_cn: documentation;information;manual;developer;api;ཡིག་ཚགས;ཆ་འཕྲིན་;གསལ་བཤད་ཡི་གེ ; གསར་སྤེལ།

source: translator-credits
bo_cn: He Qiangqiang <carton@linux.net.cn>, 2002 Funda Wang <fundawang@linux.net.cn>, 2003 2004བདུད་རྩི<rhythm.gan@gmail.com>, 2009 Fan Qijiang <fqj1994@linux.com>,2010
