Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/eom.po
Languages: bo_cn

source: (invalid Unicode)
bo_cn: "། (ཕན་མེད་གྱི་ Unicode)"

source: %.1f (35mm film)
bo_cn: %.1f(35mmགློག་བརྙན་སྤྱིན་ཤོག）

source: %.1f (lens)
bo_cn: %.1f (ཤེལ་སྒོ།)

source: %a, %d %B %Y
bo_cn: %Y ལོའི་ཟླ་%mཚེས་%d ཉིན།%A

source: %a, %d %B %Y %X
bo_cn: %Yལོའི་ཟླ་%mཚེས་%dཉིན།%X

source: %d / %d
bo_cn: ཨང་ %d དང་། སྤྱིར་ན་ %d

source: %i × %i pixel %s %i%%
bo_cn: %i × %i བརྙན་རྒྱུ། %s %i%%

source: <b>%f:</b> original filename
bo_cn: <b>%f:</b> ཐོག་མའི་ཡིག་ཆའི་མིང་།

source: <b>%n:</b> counter
bo_cn: <b>%n:</b> གྲངས་བགྲང་།

source: A_ctivate
bo_cn: སྐུལ་སློང་།(_C)

source: About this application
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་འདིའི་སྐོར།

source: Ac_tivate All
bo_cn: ཚང་མ་སྐུལ་སློང་། (_T)

source: Activate fullscreen mode with double-click
bo_cn: ཉིས་རྡེབ་ཀྱིས་བརྙན་ཡོལ་རྣམ་པ་མགོ་སློང་།

source: Active _Plugins:
bo_cn: བྱེད་འགུལ་བསྒར་ལྷུ།(_P)：

source: Active plugins
bo_cn: བྱེད་འགུལ་བསྒར་ལྷུ།

source: All Files
bo_cn: ཡིག་ཆ་ཚང་མ།

source: All Images
bo_cn: བརྙན་རིས།་ཚང་མ།

source: Allow zoom greater than 100% initially
bo_cn: ཆེར་སྐྱེད་ནས་སྔོན་གྱི་ཆེ་ཆུང་ལས་བརྒལ།

source: Aperture Value:
bo_cn: འོད་གོར་ཚད།：

source: As _background
bo_cn: རྒྱབ་ལྗོངས་དང་འདྲ།(_B)

source: As check _pattern
bo_cn: རྒྱ་གྲམ་རི་མོ་ཡིན།(_P)

source: As custom c_olor:
bo_cn: གཏན་རང་འཁེལ་གྱི་ཁ་དོག་ཡིན།(_O)：

source: As custom color:
bo_cn: གཏན་རང་འཁེལ་གྱི་ཁ་དོག་ཡིན།

source: Author:
bo_cn: རྩོམ་པ་པོ།：

source: Automatic orientation
bo_cn: ཁ་ཕྱོགས་རང་སྒྲིག

source: Background
bo_cn: རྒྱབ་ལྗོངས།

source: Background Color
bo_cn: རྒྱབ་ལྗོངས་མདོག

source: Both
bo_cn: ཕྱོགས་གཉིས།

source: Browse and rotate images
bo_cn: པར་རིས།་ལྟ་ཞིབ་དང་སྐོར་བ།

source: Bytes:
bo_cn: ཡིག་ཚིགས་གྲངས།：

source: C_enter:
bo_cn: འབྲིང་།(_E)：

source: C_onfigure
bo_cn: སྡེབ་སྒྲིག(_O)

source: C_onfigure Plugin
bo_cn: བསྒར་ལྷུ་སྡེབ་སྒྲིག (_O)

source: Camera Model:
bo_cn: པར་ཆས་བཟོ་རྟགས།:

source: Changes the visibility of the image collection pane in the current window
bo_cn: མིག་སྔའི་སྒེའུ་ཁུང་དུ་རིས་ཚོགས་ངོས་པང་གི་མཐོང་རུང་རང་བཞིན་བཅོས་པ།

source: Changes the visibility of the side pane in the current window
bo_cn: མིག་སྔའི་སྒེའུ་ཁུང་ཟུར་མཐའི་སྡེའི་མཐོང་རུང་རང་བཞིན་བཅོས་པ།

source: Changes the visibility of the statusbar in the current window
bo_cn: མིག་སྔའི་སྒེའུ་ཁུང་རྣམ་པའི་སྡེའི་མཐོང་རུང་རང་བཞིན་བཅོས་པ།

source: Changes the visibility of the toolbar in the current window
bo_cn: མིག་སྔའི་སྒེའུ་ཁུང་ལག་ཆའི་སྡེའི་མཐོང་རུང་རང་བཞིན་བཅོས་པ།

source: Choose a folder
bo_cn: ཡིག་ཁུག་འདེམ་པ།

source: Close _without Saving
bo_cn: ཁ་རྒྱག་ཅིང་མི་ཉར།(_W)

source: Close window
bo_cn: སྒེའུ་ཁུང་ཁ་རྒྱག་པ།

source: Collection
bo_cn: ཉར་ཚགས།

source: Color for Transparent Areas
bo_cn: དྭངས་གསལ་ཁུལ་གྱི་ཁ་དོག

source: Copy the selected image to the clipboard
bo_cn: བདམས་པའི་པར་རིས།་དྲས་དྲས་རྒྱག་པང་དུ་འདྲ་བཟོ།

source: Copyright:
bo_cn: པར་དབང་།:

source: Could not display help for Eye of MATE
bo_cn: MATE ཡི་མིག་གི་རོགས་རམ་མངོན་མི་ཐུབ།

source: Couldn't access trash.
bo_cn: སྙིགས་སྒམ་ལྟ་སྤྱོད་མི་ཐུབ།

source: Couldn't create temporary file for saving: %s
bo_cn: གནས་སྐབས་ཡིག་ཆ་བཟོས་ནས་ %sཉར་མི་ཐུབ།

source: Couldn't delete file
bo_cn: ཡིག་ཆ་འདོར་མི་ཐུབ།

source: Date in statusbar
bo_cn: རྣམ་པའི་སྡེར་དུས་ཚེས་མངོན་པ།

source: Date/Time:
bo_cn: དུས་ཚེས/དུས་ཚོད།：

source: Delay in seconds until showing the next image
bo_cn: པར་རིས།་ཕྱི་མ་མ་མངོན་གོང་ཕྱིར་འགྱངས་ཀྱི་སྐར་ཆ།

source: Description:
bo_cn: གསལ་བཤད།:

source: Destination folder:
bo_cn: དམིགས་ཚད་དཀར་ཆག：

source: Details
bo_cn: ཆ་འཕྲིན་ཞིབ་ཕྲ།

source: Disable image collection
bo_cn: རིས་ཚོགས་འགོག་པ།

source: EXIF not supported for this file format.
bo_cn: ཡིག་ཆ་རྣམ་གཞག་རིགས་འདིས་EXIF རྒྱབ་སྐྱོར་མི་བྱེད།

source: E_xpand images to fit screen
bo_cn: པར་རིས།་རྒྱ་སྐྱེད་དུ་བརྙན་ཡོལ་འཚམ་པ།(_X)

source: Edit Image
bo_cn: པར་རིས།་རྩོམ་སྒྲིག

source: Edit the application toolbar
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་ལག་ཆའི་སྡེ་རྩོམ་སྒྲིག

source: Edit the current image using %s
bo_cn: %s སྤྱད་ནས་མིག་སྔའི་པར་རིས།་རྩོམ་སྒྲིག

source: Enabled
bo_cn: སྤྱོད་འགོ་བརྩམས་ཟིན་པ།

source: Enlarge the image
bo_cn: པར་རིས།་ཆེར་སྐྱེད།

source: Error on deleting image %s
bo_cn: པར་རིས། %s འདོར་བ་ནོར་འཁྲུལ་བྱུང་།

source: Exposure Time:
bo_cn: འོད་འཕྲོའི་དུས་ཚོད།：

source: External program to use for editing images
bo_cn: པར་རིས།་རྩོམ་སྒྲིག་ལ་སྤྱོད་པའི་ཕྱི་རོལ་བྱ་རིམ།

source: Extrapolate Image
bo_cn: ཕྱི་གསབ་པར་རིས།།

source: Eye of MATE
bo_cn: MATE ཡི་མིག

source: Eye of MATE Image Viewer
bo_cn: MATEཡི་མིག་གི་བརྙན་རིས།་ལྟ་ཆས།

source: Eye of MATE Preferences
bo_cn: MATE ཡི་མིག་ཐོག་མའི་འདེམས་ཚན།

source: Eye of MATE could not determine a supported writable file format based on the filename.
bo_cn: MATE ཡི་མིག་གིས་ཡིག་ཆའི་མིང་ལས་རྒྱབ་སྐྱོར་གྱི་འབྲི་རུང་ཡིག་ཆའི་རྣམ་གཞག་དཔག་མི་ཐུབ།

source: File Name Preview
bo_cn: ཡིག་ཆའི་སྔོན་ལྟ།

source: File Path Specifications
bo_cn: ཡིག་ཆའི་འགྲོ་ལམ་ཚད་ལྡན།

source: File format is unknown or unsupported
bo_cn: ཡིག་ཆའི་རྣམ་གཞག་མི་ཤེས་པའམ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Filename format:
bo_cn: ཡིག་ཆའི་མིང་གི་རྣམ་གཞག：

source: Fit
bo_cn: འཚམ་པ།

source: Fit the image to the window
bo_cn: པར་རིས།་སྒེའུ་ཁུང་འཚམ་པར་བྱེད།

source: Flash:
bo_cn: འཁྱུག་འོད་གློག

source: Flip _Horizontal
bo_cn: ཆུ་སྙོམས་སློག་པ། (_H)

source: Flip _Vertical
bo_cn: དྲང་འཕྱང་སློག་པ། (_V)

source: Focal Length:
bo_cn: མདོ་ཐག

source: Fullscreen with double-click
bo_cn: ཉིས་རྡེབ་ཀྱིས་བརྙན་ངོས་བརྗེ་བ།

source: General
bo_cn: སྤྱི་སྤྱོད།་སྒྲིག་འགོད།

source: Go to a random image of the collection
bo_cn: རིས་ཚོགས་ཀྱི་པར་རིས།་ངོས་རྗེས་མར་སྤོ།

source: Go to the first image of the collection
bo_cn: རིས་ཚོགས་ཀྱི་པར་རིས།་དང་བོར་སྤོ།

source: Go to the last image of the collection
bo_cn: རིས་ཚོགས་ཀྱི་པར་རིས།་ཆེས་རྗེས་མ་བོར་སྤོ།

source: Go to the next image of the collection
bo_cn: རིས་ཚོགས་ཀྱི་པར་རིས།་ངོས་རྗེས་མར་སྤོ།

source: Go to the previous image of the collection
bo_cn: རིས་ཚོགས་ཀྱི་པར་རིས།་སྔོན་མ་བོར་སྤོ།

source: Height:
bo_cn: མཐོ་ཚད།

source: Help on this application
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་འདིའི་རོགས་རམ་སྐོར།

source: Horizontal
bo_cn: ཆུ་སྙོམས།

source: If the transparency key has the value COLOR, then this key determines the color which is used for indicating transparency.
bo_cn: གལ་ཏེ་དྭངས་གསལ་མཐེབ་ཀྱི་ཚད་ནི་ COLOR ཡིན་ན། མཐེབ་ཀྱི་ཚད་ཀྱིས་དྭངས་གསལ་ཁུལ་གྱི་ཁ་དོག་མཚོན་བྱེད་ལ་གཏན་འཁེལ་བྱ།

source: If this is set to FALSE small images will not be stretched to fit into the screen initially.
bo_cn: གལ་ཏེ་FALSEབཀོད་སྒྲིག་བྱས་ན། པར་རིས།་ཆུང་བ་བརྙན་ཡོལ་ལ་འཚམ་པའི་ཆེ་ཆུང་དུ་ཆེར་སྐྱེད་མི་བྱེད།

source: If you don't save, all your changes will be lost.
bo_cn: གལ་ཏེ་མ་ཉར་ན། ཁྱེད་ཀྱི་བཟོ་བཅོས་ཚང་མ་བོར་བ་ཡིན།

source: If you don't save, your changes will be lost.
bo_cn: གལ་ཏེ་མ་ཉར་ན། ཁྱེད་ཀྱི་བཟོ་བཅོས་བོར་བ་ཡིན།

source: Image
bo_cn: པར་རིས།།

source: Image Data
bo_cn: པར་རིས།་གཞི་གྲངས།

source: Image Enhancements
bo_cn: པར་རིས།་དྲག་སྒྱུར།

source: Image Properties
bo_cn: བརྙན་རིས།་གཏོགས་གཤིས།

source: Image Settings
bo_cn: བརྙན་རིས།་སྒྲིག་འགོད།

source: Image Taking Conditions
bo_cn: པར་རིས།་ཐོབ་པའི་ཆ་རྐྱེན།

source: Image View
bo_cn: བརྙན་རིས།་ལྟ་བ།

source: Image Zoom
bo_cn: པར་རིས།་སྐྱེད་སྐྱུང་།

source: Image collection pane position.
bo_cn: རིས་ཚོགས་ངོས་པང་གནས་ས།

source: In
bo_cn: ཇེ་ཆེར་གཏོང་བ།

source: Inches
bo_cn: དབྱིན་ཚུན།

source: Interpolate Image
bo_cn: པར་རིས།་བར་འཇུག

source: Keywords:
bo_cn: གནད་ཚིག

source: Left
bo_cn: གཡོན།

source: Location:
bo_cn: གནས་ས།:

source: Loop through the image sequence
bo_cn: པར་རིས།་རིམ་ལྟར་རེས་འཁོར་གཏོང་བ།

source: Maker Note
bo_cn: བཟོ་མཁན་གྱི་བརྗེད་ཐོ།

source: Hi_de
bo_cn: སྦེད་པ།(_D)

source: Metadata
bo_cn: རྒྱུའི་གཞི་གྲངས།

source: Millimeters
bo_cn: ཧའོ་སྨི།

source: Mirror the image horizontally
bo_cn: ཆུ་ངོས་ལྟར་པར་རིས།་སློག

source: Mirror the image vertically
bo_cn: དྲང་འཕྱང་ལྟར་པར་རིས།་སློག

source: Move the selected image to the trash folder
bo_cn: བདམས་པའི་པར་རིས།་སྙིགས་སྒམ་ཡིག་ཁུག་ཏུ་སྤོ།

source: Move the selected item on the toolbar
bo_cn: ལག་ཆ་སྡེར་བདམས་ཚན་སྤོ་བ།

source: Move to _Trash
bo_cn: སྙིགས་སྒམ་དུ་སྤོ།(_T)

source: Name:
bo_cn: བྱ་རིམ་གྱི་མིང་།

source: Next
bo_cn: གཞས་ཕྱི་མ།

source: No images found in '%s'.
bo_cn: “%s”ནང་པར་རིས།་མེད།

source: None
bo_cn: མེད།

source: Normal
bo_cn: དཀྱུས་མ།

source: Open Folder
bo_cn: ཡིག་ཁུག་ཁ་ཕྱེ་བ།

source: Open Image
bo_cn: པར་རིས།་ཁ་འབྱེད།(_O)

source: Open _with
bo_cn: ཁ་འབྱེད་སྟངས།(_W)

source: Open a file
bo_cn: ཡིག་ཆ་གཅིག་གི་ཁ་ཕྱེ་བ།

source: Open in fullscreen mode
bo_cn: བརྙན་ཡོངས་རྣམ་པར་ཁ་འབྱེད།

source: Open in slideshow mode
bo_cn: སྒྲོན་བརྙན་སྟོན་པའི་རྣམ་པར་ཁ་འབྱེད།

source: Open the selected image with a different application
bo_cn: མི་འདྲ་བའི་ཉེར་སྤྱོད་བྱ་རིམ་གྱིས་བདམས་པའི་པར་རིས།་ཁ་འབྱེད།

source: Opening image "%s"
bo_cn: པར་རིས།“%s”ཁ་འབྱེད་པ།

source: Options
bo_cn: འདེམས་ཚན།

source: Other
bo_cn: གཞན་དག

source: Out
bo_cn: ཆུང་བསྡུ།

source: Page Setup
bo_cn: ཤོག་ངོས་སྒྲིག་འགོད།

source: Pause Slideshow
bo_cn: གཏོང་པ་སྐབས་སྡོད།

source: Pause or resume the slideshow
bo_cn: སྒྲོན་བརྙན་གཏོང་པ་སྐབས་སྡོད་ཡང་ན་མུ་མཐུད།

source: Please try a different file extension like .png or .jpg.
bo_cn: རྒྱ་སྐྱེད་མིང་མི་འདྲ་བ་ཞིག་གིས་ཚོད་ལྟ་བྱེད། དཔེར་ན་ .png ཡང་ན་ .jpg

source: Plugin
bo_cn: བསྒར་ལྷུ།

source: Plugins
bo_cn: བསྒར་ལྷུ།

source: Position
bo_cn: ས་གནས།

source: Prefere_nces
bo_cn: འདེམས་ཚན་ཐོག་མ།(_N)

source: Preferences for Eye of MATE
bo_cn: MATE ཡི་མིག་གི་དང་ཐོག་འདེམས་ཚན།

source: Preview
bo_cn: སྔོན་ལྟ།

source: Previous
bo_cn: གཞས་སྔ་མ།

source: Print the selected image
bo_cn: བདམས་པའི་པར་རིས།་པར་འདེབས།

source: Prope_rties
bo_cn: གཏོགས་གཤིས།(_R)

source: Question
bo_cn: གནད་དོན།

source: Randomize the image sequence
bo_cn: སྐབས་བསྟུན་པར་རིས།་རིམ་པ།

source: Remove the selected item from the toolbar
bo_cn: ལག་ཆ་སྡེ་ལས་བདམས་པ་འདོར་བ།

source: Remove the selected toolbar
bo_cn: བདམས་པའི་ལག་ཆ་སྡེ་འདོར་བ།

source: Rename from:
bo_cn: མིང་བསྐྱར་འདོགས་བྱེད་ས：

source: Replace spaces with underscores
bo_cn: སྟོང་ཆ་འོག་ཐིག་ཏུ་བརྗེ་བ།

source: Right
bo_cn: གཡས།

source: Rotate Counterc_lockwise
bo_cn: གཡོན་སྐོར།།(_L)

source: Run '%s --help' to see a full list of available command line options.
bo_cn: “%s --help”འཁོར་སྐྱོད་བྱས་ནས་སྤྱོད་རུང་བཀའ་བརྡའི་འདེམ་ཚན་གྱི་རེའུ་མིག་ཆ་ཚང་ལ་ལྟ་དགོས།

source: Running in fullscreen mode
bo_cn: བརྙན་ཡོངས་རྣམ་པར་འཁོར་སྐྱོད།

source: S_elect the images you want to save:
bo_cn: ཁྱེད་ཀྱིས་ཉར་འདོད་པའི་པར་རིས།་འདེམས།(_E)：

source: S_lideshow
bo_cn: སྒྲོན་བརྙན་ར་ཤེལ། (_L)

source: Save As
bo_cn: གཞན་དུ་བཅོལ་བ།

source: Save Image
bo_cn: བརྙན་རིས།་ཉར་ཚགས།

source: Save _As…
bo_cn: གཞན་དུ་བཅོལ་བ།(_A)...

source: Save changes in currently selected images
bo_cn: བཟོ་བཅོས་མིག་སྔའི་བདམས་པའི་པར་རིས།་སུ་ཉར།

source: Save changes to image "%s" before closing?
bo_cn: མ་རྒྱག་གོང་དུ་བཟོ་བཅོས་པར་རིས།“%s” རུ་ཉར།

source: Save the selected images with a different name
bo_cn: མིང་མི་འདྲ་བྱས་ནས་བདམས་པའི་པར་རིས།་ཉར།

source: Saving image "%s" (%u/%u)
bo_cn: པར་རིས།“%s”ཉར། (ཨང་%u སྤྱིར་%u)

source: Saving image locally…
bo_cn: རང་སའི་པར་རིས།་ཉར་བ།…

source: Scroll wheel zoom
bo_cn: འགྲིལ་འཁོར་གྱིས་སྐྱེད་སྐྱུང་།

source: Separator
bo_cn: མཚམས་དྲས་རྒྱག་རྟགས།

source: Sequence
bo_cn: རིམ་པ།

source: Set as _Desktop Background
bo_cn: ཅོག་ངོས་རྒྱབ་ལྗོངས་ལ་བཀོད།(_D)

source: Set the selected image as the desktop background
bo_cn: བདམས་པའི་པར་རིས།་ཅོག་ངོས་རྒྱབ་ལྗོངས་ལ་བཀོད།

source: Show the application's version
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་པར་གཞི་མངོན་པ།

source: Show the current image in fullscreen mode
bo_cn: བརྙན་ཡོངས་རྣམ་པར་མིག་སྔའི་པར་རིས།་མངོན་པ།

source: Show the image at its normal size
bo_cn: རྒྱུན་ལྡན་ཆེ་ཆུང་གིས་པར་རིས།་མངོན་པ།

source: Show the properties and metadata of the selected image
bo_cn: བདམས་པའི་པར་རིས།་ཀྱི་གཏོགས་གཤིས་དང་རྒྱུའི་གཞི་གྲངས་མངོན་པ།

source: Show “_%s”
bo_cn: “%s”མངོན་པ།

source: Show/Hide the image collection pane scroll buttons.
bo_cn: རིས་ཚོགས་ངོས་པང་འདེད་མ་མཐེབ་གནོན་མངོན་པ་/སྦེད་པ།

source: Show/Hide the image collection pane.
bo_cn: རིས་ཚོགས་ངོས་པང་མངོན་པ་/སྦེད་པ།

source: Show/Hide the window side pane.
bo_cn: སྒེའུ་ཁུང་ཟུར་མཐའི་སྡེ་མངོན་པ་/སྦེད་པ།

source: Show/Hide the window statusbar.
bo_cn: སྒེའུ་ཁུང་རྣམ་པའི་སྡེ་མངོན་པ་/སྦེད་པ།

source: Show/Hide the window toolbar.
bo_cn: སྒེའུ་ཁུང་ལག་ཆའི་སྡེ་མངོན་པ་/སྦེད་པ།

source: Shows the image date in the window statusbar
bo_cn: སྒེའུ་ཁུང་རྣམ་པའི་སྡེར་པར་རིས།་དུས་ཚེས་མངོན་པ།

source: Side _Pane
bo_cn: ཟུར་མཐའི་སྡེ། (_P)

source: Simple image viewer
bo_cn: པར་རིས།་ལྟ་ཆས་སྟབས་བདེ།

source: Size
bo_cn: ཆེ་ཆུང་།

source: Slideshow
bo_cn: སྒྲོན་བརྙན་གཏོང་བ།

source: Smooth images when zoomed-_in
bo_cn: ཆུང་སྐྱུང་སྐབས་སུ་པར་རིས།་སྙོམས་པ།(_I)

source: Smooth images when zoomed-_out
bo_cn: ཆེར་སྐྱེད་སྐབས་སུ་པར་རིས།་སྙོམས་པ།(_O)

source: Start a new instance instead of reusing an existing one
bo_cn: དཔེར་རིམ་གསར་པ་མགོ་སློང་པ་དང་ད་ཡོད་ཀྱི་དཔེར་རིམ་བསྐྱར་སྤྱོད་མིན།

source: Start a slideshow view of the images
bo_cn: སྒྲོན་བརྙན་གྱི་བྱེད་སྟངས་ཀྱིས་པར་རིས།་ལྟ་བ།

source: Start counter at:
bo_cn: གྲངས་བགྲང་མགོ་རྩོམ།：

source: T_oolbar
bo_cn: ལག་ཆའི་སྡེ།(_O)

source: Tag
bo_cn: གདོང་འཛར།

source: Temporary file creation failed.
bo_cn: གནས་སྐབས་ཡིག་ཆ་གསར་བཟོ་ཕམ་པ།

source: The MATE image viewer.
bo_cn: MATE ཡི་མིག་གི་པར་རིས།་ལྟ་ཆས།

source: The given locations contain no images.
bo_cn: བྱིན་པའི་གནས་སར་པར་རིས།་འདུས་མེད།

source: The image whose printing properties will be set up
bo_cn: པར་འདེབས་གཏོགས་གཤིས་སྒྲིག་འགོད་ཀྱི་པར་རིས།།

source: The information for the page where the image will be printed
bo_cn: པར་རིས།་ཀྱི་ཤོག་ངོས་ཀྱི་ཆ་འཕྲིན་པར་འདེབས་ལ་སྤྱོད་པ།

source: There is %d image with unsaved changes. Save changes before closing?
bo_cn: པར་རིས།་ %d ཡི་བཅོས་པ་ཉར་མེད། ཁ་མ་རྒྱག་གོང་དུ་བཅོས་པ་ཉར་དགོས་སམ།

source: To:
bo_cn: འབྱོར་མཁན།

source: Toolbar Editor
bo_cn: ལག་ཆ་སྡེའི་རྩོམ་སྒྲིག་ཆས།

source: Transparency color
bo_cn: དྭངས་གསལ་ཁུལ་གྱི་ཁ་དོག

source: Transparency indicator
bo_cn: དྭངས་གསལ་ཁུལ་གྱི་མཛུབ་སྟོན།

source: Transparent Parts
bo_cn: དྭངས་གསལ་གྱི་ཆ་ཤས།

source: Trash images without asking
bo_cn: པར་རིས།་སྙིགས་སྒམ་དུ་སྤོ་ཞིང་མ་འདྲི།

source: Type:
bo_cn: རིགས་གྲས།:

source: Undo the last change in the image
bo_cn: ཐེངས་སྔོན་པར་རིས།་ཀྱི་བཟོ་བཅོས་ལེན་པ།

source: Unknown
bo_cn: མི་ཤེས།

source: Use "%s" to open the selected image
bo_cn: “%s”སྤྱད་ནས་བདམས་པའི་པར་རིས།་ཁ་འབྱེད།

source: Use a custom background color
bo_cn: རང་གིས་གཏན་འཁེལ་གྱི་རྒྱབ་ལྗོངས་ཁ་དོག་སྤྱོད་པ།

source: Value
bo_cn: ཐང་།

source: Vertical
bo_cn: དྲང་འཕྱངས།

source: Whether the file chooser should show the user's pictures folder if no images are loaded.
bo_cn: གལ་ཏེ་པར་རིས།་བསྣན་མེད་ན། ཡིག་ཆ་འདེམས་ཆས་ཀྱིས་སྤྱོད་མཁན་གྱི་པར་རིས།་ཡིག་ཁུག་མངོན་དགོས་མིན།

source: Whether the image collection pane should be resizable.
bo_cn: རིས་ཚོགས་ངོས་པང་སྐྱེད་སྐྱུང་རུང་མིན།

source: Whether the image should be extrapolated on zoom-in. This leads to blurry quality and is somewhat slower than non-extrapolated images.
bo_cn: ཆེར་སྐྱེད་བྱེད་སྐབས་པར་རིས།་ལ་ཕྱིའི་འཇུག་ཁ་གསབ་བྱེད་དགོས་མིན། དེས་པར་རིས།་ཇེ་སྙོམས་བྱེད་ཀྱང་། ཁ་གསབ་མ་བྱས་པ་དང་བསྡུར་ན་ཅུང་དལ།

source: Whether the image should be interpolated on zoom-out. This leads to better quality but is somewhat slower than non-interpolated images.
bo_cn: ཆུང་སྐྱུང་བྱེད་སྐབས་པར་རིས།་ལ་ནང་འཇུག་ཁ་གསབ་བྱེད་དགོས་མིན། དེས་པར་རིས།་ཀྱི་སྤུས་ཚད་མཐོ་འདེགས་ཀྱང་། ཁ་གསབ་མ་བྱས་པ་དང་བསྡུར་ན་ཅུང་དལ།

source: Whether the image should be rotated automatically based on EXIF orientation.
bo_cn: EXIF ཡི་ཁ་ཕྱོགས་ལྟར་པར་རིས།་རང་འཁོར་བྱེད་དགོས་མིན།

source: Whether the metadata list in the properties dialog should have its own page.
bo_cn: གཏོགས་གཤིས་གླེང་སྒྲོམ་ནང་གི་རྒྱུའི་གཞི་གྲངས་རེའུ་མིག་ལ་རང་གི་ཤོག་ངོས་ཡོད་མེད།

source: Whether the scroll wheel should be used for zooming.
bo_cn: ཙིག་རྟགས་འགྲིལ་འཁོར་གྱིས་སྐྱེད་སྐྱུང་ཚོད་འཛིན་བྱ་དགོས་མིན།

source: Whether the sequence of images should be shown in an endless loop.
bo_cn: པར་རིས།་ཀྱི་རིམ་པ་འཛད་མཐའ་མེད་པའི་རེས་འཁོར་གྱིས་མངོན་དགོས་མིན།

source: Whether the sequence of images should be shown in an random loop.
bo_cn: སྐབས་བསྟུན་རེས་འཁོར་བྱེད་སྟངས་ཀྱིས་པར་རིས།་ཀྱི་རིམ་པ་མངོན་དགོས་མིན།

source: Width:
bo_cn: ཞེང་ཚད།

source: XMP Other
bo_cn: XMP གཞན་དག

source: XMP Rights Management
bo_cn: XMP དབང་ཚད་དོ་དམ།

source: Zoom _Out
bo_cn: ཆུང་བསྡུ།(_O)

source: Zoom multiplier
bo_cn: སྐྱེད་སྐྱུང་བསྡུར་ཚད།

source: [FILE…]
bo_cn: [ཡིག་ཆ།...]

source: _About
bo_cn: འབྲེལ་ཡོད།(_A)

source: _About Plugin
bo_cn: བསྒར་ལྷུ་འབྲེལ་ཡོད།(_A)

source: _Automatic orientation
bo_cn: རང་འཁོར།(_A)

source: _Best Fit
bo_cn: ངོས་ཚད་འཚམ་པ།(_B)

source: _Bottom:
bo_cn: འོག (_B)：

source: _Close
bo_cn: ཁ་རྒྱག (C)

source: _Contents
bo_cn: དཀར་ཆག (_C)

source: _Copy
bo_cn: འདྲ་པར།(_C)

source: _Deactivate All
bo_cn: ཚང་མ་སྤྱོད་འགོག(_D)

source: _Delete Toolbar
bo_cn: ལག་ཆའི་སྡེ་འདོར་བ།(_D)

source: _Do not ask again during this session
bo_cn: གཏམ་གླེང་འདིའི་དུས་སུ་མ་འདྲི།(_D)

source: _Edit
bo_cn: རྩོམ་སྒྲིག (_E)

source: _First Image
bo_cn: པར་རིས།་དང་པོ།(_F)

source: _Fullscreen
bo_cn: བརྙན་ཡོལ་ཧྲིལ་པོ།(_F)

source: _Go
bo_cn: བསྒྱུར་བ།(_G)

source: _Height:
bo_cn: མཐོ་ཚད།(_H)：

source: _Help
bo_cn: རོགས་རམ།(_H)

source: _Image
bo_cn: བརྙན་རིས།། (_I)

source: _Image Collection
bo_cn: རིས་ཚོགས།(_I)

source: _Last Image
bo_cn: པར་རིས།་མཐའ་མ་བོ།(_L)

source: _Left:
bo_cn: གཡོན། (_L)：

source: _Loop sequence
bo_cn: རེས་འཁོར།(_L)

source: _Move on Toolbar
bo_cn: ལག་ཆའི་སྡེར་སྤོ་བ།(_M)

source: _Next
bo_cn: གཞས་ངོས་རྗེས་མ།(_N)

source: _Next Image
bo_cn: པར་རིས།་རྗེས་མ།(_N)

source: _Normal Size
bo_cn: རྒྱུན་ལྡན་གྱི་ཆེ་ཆུང་།(N)

source: _Open Background Settings
bo_cn: ཅོག་ངོས་རྒྱབ་ལྗོངས་སྒྲིག་འགོད་ཁ་འབྱེད།(_O)

source: _Open…
bo_cn: ཁ་འབྱེད།(_O)...

source: _Previous Image
bo_cn: པར་རིས།་གོང་མ།(_P)

source: _Print…
bo_cn: པར་འདེབས།(_P)...

source: _Random Image
bo_cn: སྐབས་བསྟུན་པར་རིས།།(_R)

source: _Random sequence
bo_cn: སྐབས་བསྟུན་རིམ་པ།/(_R)

source: _Reload
bo_cn: གསར་འདོན།(_R)

source: _Remove from Toolbar
bo_cn: ལག་ཆ་སྡེ་ནས་འདོར་བ།(_R)

source: _Reset to Default
bo_cn: སོར་བཞག་ཚད་ལ་བཀོད།(_R)

source: _Retry
bo_cn: བསྐྱར་ཚོད།(_R)

source: _Right:
bo_cn: གཡས། (_R)：

source: _Rotate Clockwise
bo_cn: གཡས་སྐོར།(_R)

source: _Save
bo_cn: ཉར་བ། (S)

source: _Scaling:
bo_cn: སྐྱེད་སྐྱུང་།(_S)：

source: _Statusbar
bo_cn: རྣམ་སྡེ། (_S)

source: _Switch image after:
bo_cn: པར་རིས།་བརྗེ་བའི་དུས་ཚོད།(_S)：

source: _Toolbar
bo_cn: ལག་ཆའི་སྡེ། (_T)

source: _Tools
bo_cn: ལག་ཆ།(_T)

source: _Top:
bo_cn: སྟེང་། (_T)：

source: _Undo
bo_cn: འདོར་བ།(_U)

source: _Unit:
bo_cn: འཇལ་བྱེད།(_U)：

source: _View
bo_cn: ལྟ་ཞིབ། (_V)

source: _Width:
bo_cn: ཞེང་ཚད་(_W)：

source: _Zoom In
bo_cn: ཆེར་སྐྱེད།(_Z)

source: Trash
bo_cn: སྙིགས་སྒམ།

source: as is
bo_cn: སྔོན་ལྟར།

source: pixel
bo_cn: བརྙན་རྒྱུ།

source: seconds
bo_cn: སྐར་ཆ།

source: translator-credits
bo_cn: He Qiangqiang <carton@linux.net.cn>, 2002 Funda Wang <fundawang@linux.net.cn>, 2003 2004བདུད་རྩི<rhythm.gan@gmail.com>, 2009 Fan Qijiang <fqj1994@linux.com>,2010
