Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/file-roller.po
Languages: bo_cn

source: %d %B %Y, %H:%M
bo_cn: %Yལོའི་ཟླ་%-m ཚེས ་%-d ཉིན། %H:%M

source: %s Properties
bo_cn: %s གཏོགས་གཤིས།

source: - Create and modify an archive
bo_cn: - ཡིག་ཚགས་ཡིག་ཆ་གསར་བཟོ་དང་བཟོ་བཅོས།

source: ARCHIVE
bo_cn: ཡིག་ཚགས་ཡིག་ཆ།

source: Actions
bo_cn: འགུལ་སྟངས།

source: Add
bo_cn: ཁ་སྣོན།

source: Add Files
bo_cn: ཡིག་ཆ་སྣོན

source: Add files asking the name of the archive and quit the program
bo_cn: ཡིག་ཆ་སྣོན་པ། ཡིག་ཚགས་ཡིག་ཆའི་མིང་འདྲི་བ། དེ་འཕྲོར་བྱ་རིམ་ཕྱིར་འདོན།

source: Add files to the specified archive and quit the program
bo_cn: ཡིག་ཆ་བསྟན་པའི་ཡིག་ཚགས་ཡིག་ཆར་སྣོན་པ། དེའི་འཕྲོར་བྱ་རིམ་ཕྱིར་འདོན།

source: Add only if _newer
bo_cn: ཡིག་ཆ་གསར་བ་ཁོ་ན་སྣོན་པ།(_N)

source: All archives
bo_cn: ཡིག་ཚགས་ཡིག་ཆ་ཚང་མ།

source: All files
bo_cn: ཡིག་ཆ་ཚང་མ།

source: An archive manager for GNOME.
bo_cn: GNOME ཡི་ཡིག་ཚགས་དོ་དམ་ཆས།

source: An error occurred while adding files to the archive.
bo_cn: ཡིག་ཆ་ཡིག་ཚགས་ཡིག་ཆར་སྣོན་སྐབས་ནོར་འཁྲུལ་ཞིག་བྱུང་།

source: An error occurred while deleting files from the archive.
bo_cn: ཡིག་ཚགས་ཡིག་ཆ་ལས་ཡིག་ཆ་འདོར་སྐབས་ནོར་འཁྲུལ་ཞིག་བྱུང་།

source: An error occurred while extracting files.
bo_cn: ཡིག་ཆ་བཙིར་གནོན་སྒྲོལ་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: An error occurred while loading the archive.
bo_cn: ཡིག་ཚགས་ཡིག་ཆ་འཇུག་སྐབས་ནོར་འཁྲུལ་ཞིག་བྱུང་།

source: An error occurred while renaming the files.
bo_cn: ཡིག་ཆར་མིང་བསྐྱར་འདོགས་སྐབས་སུ་ནོར་འཁྲུལ་ཞིག་ཐོན་སོང་།

source: An error occurred while saving the archive.
bo_cn: ཡིག་ཚགས་ཡིག་ཆ་ཉར་སྐབས་ནོར་འཁྲུལ་ཞིག་བྱུང་།

source: An error occurred while testing archive.
bo_cn: ཡིག་ཚགས་ཡིག་ཆ་ཚོད་ལེན་བྱེད་སྐབས་ནོར་འཁྲུལ་ཞིག་བྱུང་།

source: An error occurred while updating the files.
bo_cn: ཡིག་ཆ་གསར་བསྒྱུར་སྐབས་སུ་ནོར་འཁྲུལ་ཞིག་ཐོན་སོང་།

source: An error occurred.
bo_cn: ནོར་འཁྲུལ་ཞིག་བྱུང་།

source: Archive Manager
bo_cn: ཡིག་ཚགས་དོ་དམ་ཆས།

source: Archive Manager supports a wide range of different archive files, including:
bo_cn: ཡིག་ཚགས་དོ་དམ་ཆས་ཀྱིས་ཡིག་ཚགས་ཡིག་ཆ་མང་པོར་རྒྱབ་སྐྱོར་ཐུབ་པ་ཡིན། གཤམ་གསལ་ལྟར་

source: Archive not found
bo_cn: ཡིག་ཚགས་ཡིག་ཆ་མ་རྙེད།

source: Archive size:
bo_cn: ཡིག་ཚགས་ཡིག་ཆའི་ཆེ་ཆུང་།：

source: Archive type not supported.
bo_cn: རྒྱབ་སྐྱོར་མི་བྱེད་པའི་ཡིག་ཚགས་ཡིག་ཆའི་རིགས་གྲས།

source: C_ommand Line Output:
bo_cn: བཀའ་བརྡ་ཕྱིར་འདོན། (_O)

source: C_reate
bo_cn: གསར་བཟོ།(_R)

source: Change password visibility
bo_cn: གསང་ཨང་གི་མཐོང་རུང་རང་བཞིན་བསྒྱུར་བ།

source: Command exited abnormally.
bo_cn: བཀའ་བརྡ་རྒྱུན་འགལ་ཕྱིར་འདོན།

source: Compress
bo_cn: སྡུད་སྒྲིལ།

source: Compress...
bo_cn: བཙིར་གནོན...

source: Compression level
bo_cn: བཙིར་གནོན་ཕྱོད།：

source: Compression level used when adding files to an archive. Possible values: very-fast, fast, normal, maximum.
bo_cn: ཡིག་ཚགས་ཡིག་ཆའི་ནང་ཡིག་ཆ་སྣོན་པའི་སྐབས་སུ་སྤྱོད་པའི་སྡུད་སྒྲིལ་ཚད། དེ་ནི་ཧ་ཅང་མགྱོགས་པ་དང་། མགྱོགས་པ། རྒྱུན་ལྡན། ཆེས་ཆེ་བ་བཅས་ཡིན།

source: Compression ratio:
bo_cn: བཙིར་གནོན་ཕྱོད།

source: Content size:
bo_cn: དཀར་ཆག་ཆེ་ཆུང་།：

source: Contents
bo_cn: ནང་དོན།

source: Copy
bo_cn: འདྲ་བཟོ།

source: Copying the extracted files to the destination
bo_cn: བཙིར་གནོན་འགྲོལ་བའི་ཡིག་ཆ་དམིགས་ཚད་ཡིག་ཆར་འདྲ་བཟོ།

source: Copyright © 2001–2014 Free Software Foundation, Inc.
bo_cn: པར་དབང་། © 2001-2010 རང་མོས་མཉེན་ཆས་ཐེབས་རྩ་ལྷན་ཚོགས།

source: Could not add the files to the archive
bo_cn: ཡིག་ཆ་ཡིག་ཚགས་ཡིག་ཆར་སྣོན་མི་ཐུབ།

source: Could not create the archive
bo_cn: ཡིག་ཚགས་ཡིག་ཆ་གསར་བཟོ་མི་ཐུབ།

source: Could not create the destination folder: %s.
bo_cn: དམིགས་ཡུལ་ཡིག་ཁུག：%sགསར་བཟོ་མི་ཐུབ།

source: Could not delete the old archive.
bo_cn: ཡིག་ཚགས་ཡིག་ཆ་རྙིང་པ་གསར་བཟོ་མི་ཐུབ།

source: Could not display help
bo_cn: རོགས་རམ་མངོན་མི་ཐུབ།

source: Could not find the volume: %s
bo_cn: སྒྲིལ།：%s མི་རྙེད།

source: Could not load the location
bo_cn: གནས་ས་འདི་ཁུར་སྣོན་མི་ཐུབ།

source: Could not open this file type
bo_cn: ཡིག་ཆ་རིགས་གྲས་འདི་ཁ་འབྱེད་མི་ཐུབ།

source: Could not perform the operation
bo_cn: བཀོལ་སྤྱོད་འདི་ལག་བསྟར་མི་ཐུབ།

source: Could not rename the file
bo_cn: ཡིག་ཆའི་མིང་བསྐྱར་འདོགས་བྱེད་མི་ཐུབ།

source: Could not rename the folder
bo_cn: ཡིག་ཁུག་མིང་བསྐྱར་འདོགས་བྱེད་མི་ཐུབ།

source: Create _Archive
bo_cn: ཡིག་ཚགས་ཡིག་ཆ་གསར་བཟོ།(_A)

source: Create _Folder
bo_cn: ཡིག་ཁུག(_F)

source: Create a compressed archive with the selected objects
bo_cn: བདམས་པའི་བྱ་ཡུལ་སྤྱད་ནས་བཙིར་གནོན་གྱི་ཡིག་ཚགས་ཤིག་གསར་བཟོ།

source: Create destination folder without asking confirmation
bo_cn: རེ་ཞུ་གཏན་འཁེལ་བྱ་བྱས་ནས་དམིགས་ཡུལ་ཡིག་ཁུག་གསར་བཟོ་བྱེད།

source: Cu_t
bo_cn: དྲས་གཏུབ།(_t)

source: Cut
bo_cn: དྲས་གཏུབ།

source: D_eselect All
bo_cn: ཚང་མ་མི་འདེམ་པ། (_E)

source: Decompressing archive
bo_cn: ཡིག་ཆ་བཙིར་གནོན་སྒྲོལ་བ།

source: Default folder to use for the '--add' and '--extract' commands
bo_cn: “--add”དང་“--extract”བཀའ་བརྡ་སྤྱོད་པའི་སོར་བཞག་ཡིག་ཁུག

source: Default volume size
bo_cn: པོད་ཀྱི་སོར་བཞག་ཆེ་ཆུང་།

source: Delete
bo_cn: བསུབ་པ།

source: Deleting files from archive
bo_cn: ཡིག་ཚགས་ཡིག་ཆ་ལས་ཡིག་ཆ་འདོར་བ།

source: Dese_lect All
bo_cn: ཚང་མ་མི་འདེམས།(_L)

source: Display path
bo_cn: མངོན་པའི་འགྲོ་ལམ།

source: Display size
bo_cn: མངོན་པའི་ཆེ་ཆུང་།

source: Display the path column in the main window.
bo_cn: སྒེའུ་ཁུང་གཙོ་བོའི་ནང་བརྒྱུད་ལམ་སྟར་མངོན་པ།

source: Display the size column in the main window.
bo_cn: སྒེའུ་ཁུང་གཙོ་བོའི་ནང་ཆེ་ཆུང་སྟར་མངོན་པ།

source: Display the time column in the main window.
bo_cn: སྒེའུ་ཁུང་གཙོ་བོའི་ནང་དུས་ཚོད་སྟར་མངོན་པ།

source: Display the type column in the main window.
bo_cn: སྒེའུ་ཁུང་གཙོ་བོའི་ནང་རིགས་གྲས་སྟར་མངོན་པ།

source: Display time
bo_cn: དུས་ཚོད་མངོན་པ།

source: Display type
bo_cn: རིགས་གྲས་མངོན་པ།

source: Do not _overwrite newer files
bo_cn: ཅུང་གསར་བའི་ཡིག་ཆ་མི་འགེབས་པ། (_O)

source: Do not overwrite newer files
bo_cn: ཅུང་གསར་བའི་ཡིག་ཆ་མི་འགེབས་པ།

source: Do you want to add this file to the current archive or open it as a new archive?
bo_cn: ཁྱེད་ཀྱིས་ཡིག་ཆ་འདི་མིག་སྔའི་ཡིག་ཚགས་ཡིག་ཆ་རུ་སྣོན་པའམ་ཁ་ཕྱེ་ནས་ཡིག་ཚགས་ཡིག་ཆ་གསར་བ་བྱེད།

source: Do you want to create a new archive with these files?
bo_cn: ཁྱེད་ཀྱིས་ཡིག་ཆ་འདི་དག་འདུས་པའི་ཡིག་ཚགས་ཡིག་ཆ་གསར་བ་གསར་བཟོ་འདོད་དམ།

source: E_xclude files:
bo_cn: ཡིག་ཆ་འབུད་པ།(_X)：

source: Editors
bo_cn: རྩོམ་སྒྲིག་ཆས།

source: Encrypt the archive header
bo_cn: ཡིག་ཚགས་མགོར་གསང་སྡོམ་པ།

source: Extract
bo_cn: བཙིར་སྒྲོལ།

source: Extract Here
bo_cn: འདི་ལ་བཙིར་སྒྲོལ།

source: Extract To...
bo_cn: བཙིར་སྒྲོལ་ས།...

source: Extract archive
bo_cn: ཡིག་ཆ་བཙིར་སྒྲོལ།

source: Extract archives asking the destination folder and quit the program
bo_cn: ཡིག་ཆ་བཙིར་སྒྲོལ། དམིགས་ཡུལ་ཡིག་ཁུག་གི་མིང་འདྲི་བ། དེ་འཕྲོར་བྱ་རིམ་ཕྱིར་འདོན།

source: Extract archives to the specified folder and quit the program
bo_cn: ཡིག་ཚགས་ཡིག་ཆ་བསྟན་པའི་ཡིག་ཁུག་ཏུ་བཙིར་སྒྲོལ། དེའི་འཕྲོར་བྱ་རིམ་ཕྱིར་འདོན།

source: Extract the contents of the archives in the archive folder and quit the program
bo_cn: ཡིག་ཚགས་ཡིག་ཆའི་ནང་དོན་ཡིག་ཚགས་ཡིག་ཁུག་ཏུ་བཙིར་སྒྲོལ། དེའི་འཕྲོར་བྱ་རིམ་ཕྱིར་འདོན།

source: Extract the selected archive
bo_cn: བདམས་པའི་ཡིག་ཚགས་ཡིག་ཆ་བཙིར་སྒྲོལ།

source: Extract the selected archive to the current position
bo_cn: བདམས་པའི་ཡིག་ཚགས་ཡིག་ཆ་མིག་སྔ་གནས་སར་བཙིར་སྒྲོལ།

source: Extraction completed successfully
bo_cn: བཙིར་སྒྲོལ་ལེགས་འགྲུབ་བྱུང་བ།

source: Extraction not performed
bo_cn: བཙིར་སྒྲོལ་བཀོལ་སྤྱོད་ལག་བསྟར་བྱེད་མེད།

source: FOLDER
bo_cn: ཡིག་ཁུག

source: Modified
bo_cn: བཅོས་པ།

source: Name
bo_cn: མིང་།

source: Name:
bo_cn: མིང་།

source: Size
bo_cn: ཆེ་ཆུང་།

source: Type
bo_cn: རིགས་གྲས་

source: Find files by name
bo_cn: མིང་ལ་གཞིགས་ནས་ཡིག་ཆ་འཚོལ་བ།

source: Folder
bo_cn: ཡིག་ཁུག

source: Folders
bo_cn: དཀར་ཆག

source: Getting the file list
bo_cn: ཡིག་ཆའི་རེའུ་མིག་ཐོབ་པ།

source: Go to the home location
bo_cn: མགོ་རྩོམ་གནས་སར་སྤོ།

source: Go to the next visited location
bo_cn: ལྟ་སྤྱོད་བྱས་པའི་ངོས་རྗེས་མར་སྒྱུར།

source: Go to the previous visited location
bo_cn: ལྟ་སྤྱོད་བྱས་པའི་གནས་ས་སྔར་མ་བོར་སྒྱུར།

source: Go up one level
bo_cn: རིམ་པ་གོང་མར་སྤོ།

source: How to sort files
bo_cn: ཡིག་ཆ་ཇི་ལྟར་སྒྲིག་པ།

source: Include _files:
bo_cn: ཡིག་ཆ་འདུས་པ།(_F)：

source: Last Output
bo_cn: ཐེངས་སྔོན་མའི་ནང་བཅུག

source: Last modified:
bo_cn: བཟོ་བཅོས་མཇུག་མ：

source: List Mode
bo_cn: རེའུ་མིག་རྣམ་པ།

source: List of applications entered in the 'Open File' dialog and not associated with the file type.
bo_cn: གླེང་སྒྲོམ“ཡིག་ཆ་ཁ་ཕྱེ”ཡི་ནང་དུ་འཛུལ་ཡང་ཡིག་ཆའི་རིགས་འདི་དང་འབྲེལ་མེད་པའི་བཀོལ་སྤྱོད་བྱ་རིམ་གྱི་རེའུ་མིག

source: Load Options
bo_cn: ཕབ་འཇུག་འདེམས་ཚན་

source: Location
bo_cn: གནས་ས།

source: Location:
bo_cn: གནས་ས་

source: Name column width
bo_cn: མིང་སྡེའི་ཞེང་ཚད།

source: New Archive
bo_cn: ཡིག་ཚགས་ཡིག་ཆ་གསར་འཛུགས།

source: New name is the same as old one, please type other name.
bo_cn: མིང་གསར་རྙིང་གཅིག་མཚུངས། མིང་གཞན་ཞིག་ནང་འཇུག་རོགས།

source: New name is void, please type a name.
bo_cn: མིང་གསར་བ་སྟོང་བ་ཡིན། མིང་ནང་འཇུག་རོགས།

source: Number of files:
bo_cn: ཡིག་ཆའི་གྲངས།：

source: Open
bo_cn: ཁ་འབྱེད།

source: Open, modify and create compressed archive files
bo_cn: སྡུད་སྒྲིལ་ཡིག་ཚགས་ཡིག་ཆ་ཁ་ཕྱེ་བ་དང་། བཟོ་བཅོས། གསར་བཟོ་བཅས་བྱེད་པ།

source: Operation completed
bo_cn: བཀོལ་སྤྱོད་ལེགས་གྲུབ་བྱུང་བ།

source: Pass_word…
bo_cn: གསང་ཨང་། (_w) ...

source: Paste
bo_cn: སྦྱར་བ།

source: Paste Selection
bo_cn: བདམས་པའི་ནང་དོན་སྦྱར་བ།

source: Please use a different name.
bo_cn: མི་འདྲ་བའི་ཡིག་ཆའི་མིང་སྤྱོད་རོགས།

source: Please wait…
bo_cn: སྒུག་རོགས།

source: Properties
bo_cn: གཏོགས་གཤིས།

source: Recompressing archive
bo_cn: ཡིག་ཆ་ཡང་བསྐྱར་ཡིག་ཚགས།

source: Recreate the folders stored in the archive
bo_cn: ཡིག་ཚགས་ནང་གི་ཡིག་ཁུག་གསར་བརྗེ།

source: Rename
bo_cn: མིང་བསྐྱར་འདོགས།

source: Replace _All
bo_cn: ཚང་མ་བརྗེ་བ།(_A)

source: Reset Options
bo_cn: འདེམས་ཚན་བསྐྱར་སྒྲིག

source: S_elect the files you want to update:
bo_cn: ཁྱེད་ཀྱིས་གསར་སྒྱུར་དགོས་པའི་ཡིག་ཆ་འདེམ་པ།(_E)：

source: Save
bo_cn: ཉར་བ།

source: Save As…
bo_cn: གཞན་ཉར།...

source: Save Options
bo_cn: འདེམས་ཚན་ཉར་བ།

source: Save _As…
bo_cn: གཞན་ཉར།(_A)...

source: Set Pass_word…
bo_cn: གསང་ཨང་། (_W)

source: Show Hidden Files
bo_cn: སྦེད་པའི་ཡིག་ཆ་མངོན་པ།

source: Show version
bo_cn: པར་གཞི་མངོན་བ།

source: Sidebar
bo_cn: ཟུར་གྱི་མཐའ་བྱང་།

source: Sort type
bo_cn: སྟར་པའི་རིགས་གྲས།

source: Split into _volumes of
bo_cn: ཡིག་ཚགས་ཡིག་ཆ་ཕྲལ་དེ།(_V)

source: Start as a service
bo_cn: ཞབས་ཞུ་འགོ་སློང་།

source: Test Result
bo_cn: ཚོད་ལེན་མཐའ་འབྲས།

source: The default size for volumes.
bo_cn: པོད་ཀྱི་སོར་བཞག་ཆེ་ཆུང་།

source: The default width of the name column in the file list.
bo_cn: ཡིག་ཆ་རེའུ་མིག་སོར་བཞག་མིང་གི་ཞེང་ཚད།

source: There was an internal error trying to search for applications:
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་བཤེར་འཚོལ་ཚོད་ལྟ་བྱེད་སྐབས་ནང་ཁུལ་གྱི་ནོར་འཁྲུལ་བྱུང་།：

source: This archive type cannot be modified
bo_cn: ཡིག་ཚགས་ཡིག་ཆ་རིགས་གྲས་འདི་བཟོ་བཅོས་བྱེད་མི་ཐུབ།

source: Type:
bo_cn: རིགས་གྲས།

source: Use the notification system to notify the operation completion
bo_cn: བརྡ་ཐོའི་མ་ལག་བེད་སྤྱད་ནས་བཀོལ་སྤྱོད་ལེགས་སྒྲུབ་ཀྱི་བརྡ་སྟོན་པ།

source: View All _Files
bo_cn: ཡིག་ཆ་ཚང་མར་ལྟ།(_F)

source: View as a F_older
bo_cn: ཡིག་ཁུག་ལྟར་ལྟ་བ།(_O)

source: View the sidebar
bo_cn: ཟུར་གྱི་མཐའ་བྱང་ལ་ལྟ་བ།

source: What criteria must be used to arrange files. Possible values: name, size, type, time, path.
bo_cn: ཡིག་ཆ་སྟར་སྒྲིག་གི་སྒྲིག་སྲོལ་ཚད་གཞི་ནི་མིང་དང་། ཆེ་ཆུང་། རིགས་གྲས། དུས་ཚོད། བརྒྱུད་ལམ་བཅས་ཡིན།

source: Whether to display the sidebar.
bo_cn: ཟུར་གྱི་མཐའ་བྱང་མངོན་ནམ།

source: Whether to encrypt the archive header. If the header is encrypted the password will be required to list the archive content as well.
bo_cn: ཡིག་ཚགས་ཀྱི་མགོར་གསང་སྡོམ་མམ། གལ་སྲིད་མགོར་གསང་སྡོམ་ཚེ། ཡིག་ཚགས་སྟར་སྒྲིག་སྐབས་གསང་ཨང་འཇུག་དགོས།

source: Whether to sort in ascending or descending direction. Possible values: ascending, descending.
bo_cn: རིམ་འཕར་དང་རིམ་འབེབས་སྟར་སྒྲིག་སྐབས། ལེན་རུང་གྲངས་ཐང་ནི་རིམ་འཕར་དང་རིམ་འབེབས་ཡིན།

source: Wrong password.
bo_cn: གསང་ཨང་ནོར་འདུག

source: You can't add an archive to itself.
bo_cn: ཁྱེད་ཀྱིས་ཡིག་ཚགས་ཡིག་ཆ་ཁོ་རང་དུ་སྣོན་མི་ཐུབ།

source: You don't have permission to create an archive in this folder
bo_cn: ཁྱེད་ལ་ཡིག་ཁུག་འདིའི་ནང་དུ་ཡིག་ཚགས་ཡིག་ཆ་གསར་བཟོ་བའི་དབང་ཚད་མེད།

source: You don't have the right permissions.
bo_cn: ཁྱེད་ལ་ཡང་དག་གི་དབང་ཚད་མེད།

source: You have to specify an archive name.
bo_cn: ཁྱེད་ཀྱིས་ངེས་པར་དུ་ཡིག་ཚགས་ཡིག་ཆའི་མིང་སྟོན་དགོས།

source: [read only]
bo_cn: [ཀློག་ཙམ]

source: _About
bo_cn: འབྲེལ་ཡོད།(_A)

source: _Add
bo_cn: སྣོན་པ། (_A)

source: _Add Files…
bo_cn: ཡིག་ཆ་སྣོན་པ། (_A) ...

source: _All files
bo_cn: ཡིག་ཆ་ཚང་མ།(_A)

source: _Apply
bo_cn: ཉེར་སྤྱོད། (_A)

source: _Cancel
bo_cn: ལེན་པ། (_C)

source: _Close
bo_cn: ཁ་རྒྱག(_C)

source: _Copy
bo_cn: འདྲ་བཟོ།(_C)

source: _Delete
bo_cn: འདོར་བ།

source: _Delete Files…
bo_cn: ཡིག་ཆ་སུབ་པ། (_D)

source: _Destination folder:
bo_cn: དམིགས་ཚད་ཡིག་ཁུག (_D)།：

source: _Edit
bo_cn: རྩོམ་སྒྲིག(_E)

source: _Encrypt the file list
bo_cn: ཡིག་ཆ་རེའུ་མིག་གསང་སྡོམ།(_E)

source: _Encrypt the file list too
bo_cn: ཡིག་ཆ་རེའུ་མིག་གསང་སྡོམ།(_E)

source: _Exclude folders:
bo_cn: ཡིག་ཆ་འབུད་པ།(_E)：

source: _Extract
bo_cn: བཙིར་གནོན་སྒྲོལ་བ།(_E)

source: _Extract Files…
bo_cn: ཡིག་ཆ་ལེན་པ། (_E)

source: _Extract…
bo_cn: བཙིར་གནོན་སྒྲོལ་བ། (_E) ...

source: _File
bo_cn: ཡིག་ཆ།(_F)

source: _Filename:
bo_cn: ཡིག་ཆའི་མིང་།(_F)：

source: _Files:
bo_cn: ཡིག་ཆ།(_F)：

source: _Follow symbolic links
bo_cn: རྗེས་འདེད་མཚོན་རྟགས་འབྲེལ་མཐུད། (_F)

source: _Help
bo_cn: རོགས་རམ།(_H)

source: _Keep directory structure
bo_cn: དཀར་ཆག་གི་གྲུབ་ཚུལ་རྒྱུན་སྲུང་། (_K)

source: _Location:
bo_cn: གནས་ས(_L)：

source: _New Archive…
bo_cn: ཡིག་ཚགས་གསར་འཛུགས། (_N)

source: _New file name:
bo_cn: ཡིག་ཆའི་མིང་གསར་བ། (_N)།：

source: _New folder name:
bo_cn: ཡིག་ཁུག་མིང་གསར་བ། (_N)།：

source: _OK
bo_cn: འགྲིག་པ།(_O)

source: _Open
bo_cn: ཁ་འབྱེད་། (_O)

source: _Open With…
bo_cn: ཁ་འབྱེད་སྟངས། (_O) ...

source: _Open the Archive
bo_cn: ཡིག་ཚགས་ཡིག་ཆ་ཁ་འབྱེད།(_O)

source: _Open…
bo_cn: ཁ་འབྱེད།(_O)...

source: _Options
bo_cn: འདེམས་ཚན། (_O)

source: _Options Name:
bo_cn: འདེམས་ཚན་མིང་། (_O)：

source: _Other Options
bo_cn: འདེམས་ཚན་གཞན་དག(_O)

source: _Password:
bo_cn: གསང་ཨང་།(_P)：

source: _Paste
bo_cn: སྦྱར་བ།(_P)

source: _Quit
bo_cn: ཕྱིར་ཐོན།(_Q)

source: _Rename
bo_cn: མིང་བསྐྱར་འདོགས།(_R)

source: _Rename…
bo_cn: མིང་བསྐྱར་འདོགས། (_R) ...

source: _Replace
bo_cn: ཚབ་བརྗེ།(_R)

source: _Save
bo_cn: ཉར་བ། (S)

source: _Search Command
bo_cn: འཚོལ་བཤེར་བཀའ་བརྡ།(_S)

source: _Selected files
bo_cn: བདམས་པའི་ཡིག་ཆ།(_S)

source: _Show the Files
bo_cn: ཡིག་ཆ་མངོན་པ།(_S)

source: _Skip
bo_cn: མཆོང་བ།(_S)

source: _Test Integrity
bo_cn: ཆ་ཚང་རང་བཞིན་ཚོད་ལེན།(_T)

source: _Update
bo_cn: གསར་སྒྱུར།(_U)

source: _View
bo_cn: ལྟ་ཞིབ།(_V)

source: bzip archives (.tar.bz, .tbz)
bo_cn: bzip ཡིག་ཚགས ། (.tar.bz,.tbz)

source: example: *.o; *.bak
bo_cn: དཔེར་ན།：*.o; *.bak

source: example: *.txt; *.doc
bo_cn: དཔེར་ན།：*.txt; *.doc

source: gzip archives (.tar.gz, .tgz)
bo_cn: gzipཡིག་ཚགས།(.tar.gz，tgz）

source: translator-credits
bo_cn: He Qiangqiang <carton@linux.net.cn>, 2002 Funda Wang <fundawang@linux.net.cn>, 2003 2004བདུད་རྩི<rhythm.gan@gmail.com>, 2009 Fan Qijiang <fqj1994@linux.com>,2010

source: xz archives (.tar.xz)
bo_cn: gzip ཡིག་ཚགས། (.tar.gz,.tgz)

source: zip archives (.zip)
bo_cn: zip ཡིག་ཚགས། (.zip)

source: zip;tar;extract;unpack;
bo_cn: zip;tar;extract;unpack ལེན་པ་དང་། བསྡུལ་འགྲོལ། སྡུད་སྒྲིལ། ཡིག་ཚགས་སུ་འཇོག་པ་བཅས།
