Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/filezilla.po
Languages: bo_cn

source: Make sure the file can be accessed and is a well-formed XML document.
bo_cn: ཡིག་ཆ་འདི་གསོག་ལེན་ཆོག་པ་མ་ཟད་རྣམ་གཞག་ཡང་དག་པའི་ཡིག་ཚགས XML ཡིན་པ་གཏན་འཁེལ་དགོས།

source: Malformed chunk data: %s
bo_cn: ནོར་འཁྲུལ་གྱི་གཞི་གྲངས་དུམ་བུ %s

source: Malformed header: %s
bo_cn: ནོར་འཁྲུལ་གྱི་མགོ %s

source: Malformed reply, server not sending proper line endings
bo_cn: ནོར་འཁྲུལ་གྱི་ཨ་ལན་སློག་པ། ཞབས་ཞུ་ཆས་ཀྱིས་ཡང་དག་ཕྲེང་མཇུག་སྐུར་མེད།

source: Manual transfer
bo_cn: ལག་སྒུལ་བརྒྱུད་གཏོང་།

source: Match all of the following
bo_cn: གཤམ་གྱི་ཆ་རྐྱེན་ཚང་མ་འཚམ་པ།

source: Match any of the following
bo_cn: གཤམ་གྱི་ཆ་རྐྱེན་གང་རུང་འཚམ་པ།

source: Match none of the following
bo_cn: གཤམ་གྱི་ནང་དོན་ལ་ཟླ་སྒྲིག་མེད་པ།

source: Maximum simultaneous &transfers:
bo_cn: མཉམ་འབྱུང་བརྒྱུད་གཏོང་ཆེ་ཤོས། (&T)

source: Memory allocation failure
bo_cn: ནང་གསོག་བགོ་བཤའ་ཕམ་པ།

source: Message log
bo_cn: བརྡ་འཕྲིན་ཉིན་ཐོ།

source: Message log position
bo_cn: བརྡ་འཕྲིན་ཉིན་ཐོའི་གནས་ཡུལ།

source: Message too large
bo_cn: བརྡ་འཕྲིན་རིང་དྲགས་པ།

source: Minutes
bo_cn: སྐར་མ།

source: Move &down
bo_cn: གཤམ་འབེབས། (&D)

source: Move &up
bo_cn: གོང་སྣུར། (&U)

source: My Computer
bo_cn: རྩིས་འཁོར།

source: My Documents
bo_cn: ངའི་ཡིག་ཚགས།

source: My Sites
bo_cn: ངའི་ས་ཚུགས།

source: N/a
bo_cn: སྤྱོད་མི་རུང་བ།

source: Name
bo_cn: མིང་།

source: Name already exists
bo_cn: མིང་གནས་ཡོད་པ།

source: Name of bookmark already exists.
bo_cn: མིང་འདིའི་དཔེ་འཛར་གནས་ཡོད་པ།

source: Name:
bo_cn: བྱ་རིམ་གྱི་མིང་།

source: Natural sort
bo_cn: རང་བྱུང་རིམ་སྒྲིག

source: Need to enter filter name
bo_cn: འཚག་ཆས་ཀྱི་མིང་འཇུག་དགོས།

source: Need to enter valid remote path
bo_cn: ཡང་དག་པའི་རྒྱང་རིང་བརྒྱུད་ལམ་ནང་འཇུག་བྱེད་དགོས།

source: Need to specify a character encoding
bo_cn: ཡིག་རྟགས་སྒྲིག་ཨང་དམིགས་འཛུག་བྱེད་དགོས།

source: Neither nodename nor servname provided, or not known
bo_cn: མཁོ་འདོན་བྱས་མེད་པའམ་ཡང་ན་་ཚིགས་ཚེག་གི་མིང་ངམ་ཞབས་ཞུའི་མིང་མི་ཤེས་པ།

source: Network host does not have any network addresses in the requested address family
bo_cn: རེ་ཞུའི་གནས་ཡུལ་ཚོགས་ནང་གི་དྲ་རྒྱའི་གཙོ་འཁོར་ལ་དྲ་རྒྱའི་གནས་ཡུལ་གང་ཡང་མེད།

source: Network unreachable
bo_cn: འབྲེལ་མཐུད་མི་ཐུབ་པའི་དྲ་རྒྱ།

source: Never
bo_cn: གཏན་མིན།

source: New &Folder
bo_cn: ཡིག་ཁུག་གསར་པ། (&F)

source: New &tab
bo_cn: གདོང་འཛར་གསར་པ། (&T)

source: New Book&mark
bo_cn: དཔེ་འཛར་གསར་འཛུགས། (&M)

source: New directory
bo_cn: དཀར་ཆག་བཟོ་བ།

source: New features and improvements in %s
bo_cn: %s ཡི་ནང་གི་བྱེད་ནུས་གསར་པ་དང་ལེགས་བཅོས།

source: New filter
bo_cn: འཚག་ཆས་གསར་པ།

source: New folder
bo_cn: ཡིག་ཁུག་གསར་པ།

source: New site
bo_cn: ས་ཚིགས་གསར་པ།

source: Next to the transfer queue
bo_cn: བརྒྱུད་གཏོང་རུ་སྟར་གྱི་འགྲམ་དུ།

source: No
bo_cn: མིན།

source: No address associated with nodename
bo_cn: ཚིགས་ཚེག་གི་མིང་ལ་འབྲེལ་ལྡན་གནས་ཡུལ་མེད།

source: No category to export selected
bo_cn: ཕྱིར་འདྲེན་བྱ་རྒྱུའི་རིགས་དབྱེའི་དཀར་ཆག་གདམ་མེད་པ།

source: No command given, aborting.
bo_cn: བཀའ་བརྡ་སྤྲད་མེད་པས་བར་མཚམས་འཇོག་པ།

source: No external IP address set, trying default.
bo_cn: ཕྱི་རོལ་གྱི IP གནས་ཡུལ་སྒྲིག་འགོད་བྱས་མེད་པས་སོར་བཞག་གྲངས་ཐང་བེད་སྤྱོད་ཚོད་ལྟ་གྱིས་དང་།

source: No files are currently being edited.
bo_cn: རྩོམ་སྒྲིག་བྱེད་བཞིན་པའི་ཡིག་ཆ་མེད།

source: No filter name given
bo_cn: འཚག་ཆས་ལ་མིང་དམིགས་འཛུགས་བྱས་མེད་པ།

source: No host given, please enter a host.
bo_cn: གཙོ་འཁོར་སྤྲད་མེད་པས་གཙོ་འཁོར་ཞིག་ནང་འཇུག་བྱེད་རོགས།

source: No images available
bo_cn: སྤྱོད་རུང་བརྙན་རིས་མེད་པ།

source: No more files in the queue!
bo_cn: རུ་སྟར་ནང་དུ་ཡིག་ཆ་མི་འདུག

source: No name for the filterset given.
bo_cn: འཚག་ཆས་ཀྱི་ཚོགས་སྤྱི་ལ་མིང་དམིགས་འཛུགས་བྱས་མི་འདུག

source: No program associated with filetype
bo_cn: ཡིག་ཆའི་རྣམ་གཞག་ལ་འབྲེལ་ལྡན་བྱ་རིམ་མེད་པ།

source: No program has been associated to edit files with the extension '%s'.
bo_cn: རྒྱ་བསྐྱེད་མིང “%s” ཡིན་པའི་ཡིག་ཆར་འབྲེལ་ལྡན་བྱ་རིམ་མེད་པ།

source: No route to host
bo_cn: གཙོ་འཁོར་ལ་མཐུད་མི་ཐུབ་པ།

source: No search results
bo_cn: བཤེར་འཚོལ་གྱི་མཇུག་འབྲས་མེད་པ།

source: No sites available
bo_cn: སྤྱོད་རུང་ས་ཚིགས་མེད་པ།

source: No supported SOCKS5 auth method
bo_cn: ར་སྤྲོད་ཚུལ SOCKS5 ལ་རྒྱབ་སྐྱོར་མེད།

source: No username given.
bo_cn: སྤྱོད་མཁན་གྱི་མིང་དམིགས་འཛུགས་བྱས་མེད།

source: None
bo_cn: མེད།

source: None selected yet
bo_cn: རྣམ་གྲངས་གདམ་མེད།

source: Nonrecoverable failure in name resolution
bo_cn: མིང་དབྱེ་ཞིབ་ཁྲོད་སླར་གསོ་བྱེད་ཐབས་བྲལ་བའི་ནོར་འཁྲུལ་ཡོད།

source: Normal
bo_cn: དཀྱུས་མ།

source: Not all items could be requeued for transfer.
bo_cn: རྣམ་གྲངས་ཚང་མ་ཡང་བསྐྱར་གྲལ་བསྒྲིགས་ནས་བརྒྱུད་སྤྲོད་བྱེད་ཆོག་པ་ཞིག་མ་རེད།

source: Not connected
bo_cn: འབྲེལ་མཐུད་བྱས་མེད་པ།

source: Not connected to any server
bo_cn: ཞབས་ཞུ་ཆས་གང་ལ་ཡང་འབྲེལ་མཐུད་བྱས་མེད་པ།

source: Not connected.
bo_cn: འབྲེལ་མཐུད་བྱས་མེད་པ།

source: Not initialized, need to call WSAStartup
bo_cn: ད་དུང་འགོ་སྒྲིག་བྱས་མེད་པས WSAStartup འདོན་སྤྱོད་བྱེད་དགོས།

source: Note that this feature is only supported using the FTP protocol.
bo_cn: ནུས་པ་འདིས་གྲོས་ཆིངས FTP སྤྱོད་པ་ཁོ་ནར་རྒྱབ་སྐྱོར་བྱེད་པ་ཡིན་པས་ཡིད་གཟབ་དགོས།

source: Note: This only works with plain, unencrypted FTP connections.
bo_cn: ཡིད་གཟབ་དགོས་པ། གསང་སྡོམ་བྱས་མེད་པའི་འབྲེལ་མཐུད FTP ཁོ་ནར་འཚམ།

source: Note: Using a generic proxy forces passive mode on FTP connections.
bo_cn: ཡིད་གཟབ་དགོས་པ། ངོ་ཚབ་བེད་སྤྱད་ནས་བཙན་ཤེད་ཀྱིས་གཞན་དབང་གི་རྣམ་པ་བཀོལ་ནས་འབྲེལ་མཐུད FTP བྱེད་དུ་འཇུག་གི་ཡོད།

source: Number of decimal places:
bo_cn: གྲངས་ཆུང་གནས་གྲངས།

source: Number of retries has to be between 0 and 99.
bo_cn: ཡང་བསྐྱར་ལེན་བྱེད་པའི་ཐེངས་གྲངས་ནི་ངེས་པར་དུ 0 ནས 99 བར་ཡིན་དགོས།

source: O&pen file
bo_cn: ཡིག་ཆ་ཁ་ཕྱེ། (&P)

source: OK
bo_cn: གཏན་འཁེལ།

source: OS version:
bo_cn: བཀོལ་སྤྱོད་རྒྱུད་ཁོངས་ཀྱི་པར་གཞི།

source: On the following pages, the selected transfer mode will be configured, as well as the fallback mode if enabled.
bo_cn: རྗེས་ཀྱི་ལྡེབ་ངོས་འགའི་ནང་དུ་བདམས་པའི་བརྒྱུད་གཏོང་རྣམ་པ་དང་ཕྱིར་སློག་རྣམ་པར་སྒྲིག་འགོད་བྱེད་པ་ཡིན། (གལ་ཏེ་སྤྱོད་འགོ་ཚུགས་པ)

source: Once
bo_cn: ཐེངས་གཅིག

source: Once a day
bo_cn: ཉིན་རེར་ཐེངས་རེ།

source: Once a week
bo_cn: གཟའ་འཁོར་རེར་ཐེངས་རེ།

source: Only use plain FTP (insecure)
bo_cn: སྤྱིར་བཏང་གི FTP ཁོ་ན་སྤྱོད་པ། (བདེ་འཇགས་མིན)

source: Open directory in system's file manager
bo_cn: རྒྱུད་ཁོངས་ཀྱི་ཡིག་ཆ་དོ་དམ་ཆས་ནང་དཀར་ཆག་ཁ་ཕྱེ་བ།

source: Open the Site Manager
bo_cn: ས་ཚུགས་དོ་དམ་ཆས་ཁ་ཕྱེ་བ།

source: Open the Site Manager. Right-click for a list of sites.
bo_cn: ས་ཚུགས་དོ་དམ་ཆས་ཁ་ཕྱེ། གཡས་རྡེབ་བྱས་ནས་ས་ཚུགས་ཀྱི་རེའུ་མིག་ལ་ལྟ་བ།

source: Open the file.
bo_cn: ཡིག་ཆ་ཁ་ཕྱེ་བ།

source: Open the settings dialog of FileZilla
bo_cn: དུད་སྣེ FTP ཡི་སྒྲིག་འགོད་གླེང་སྒྲོམ་ཁ་ཕྱེ་བ།

source: Opened as:
bo_cn: ཁ་ཕྱེ་བ།

source: Opening failed
bo_cn: ཁ་ཕྱེ་བ་ཕམ་པ།

source: Opens a new tab
bo_cn: གདོང་འཛར་གསར་པ་ཞིག་ཁ་ཕྱེ་བ།

source: Opens the Site Manager
bo_cn: ས་ཚུགས་དོ་དམ་ཆས་ཁ་ཕྱེ་བ།

source: Opens the directory listing filter dialog.
bo_cn: དཀར་ཆག་རེའུ་མིག་གི་འཚག་ཆས་གླེང་སྒྲོམ་ཁ་ཕྱེ་བ།

source: Operating System:
bo_cn: བཀོལ་སྤྱོད་རྒྱུད་ཁོངས།

source: Operation already in progress
bo_cn: བཀོལ་སྤྱོད་བྱེད་བཞིན་ཡོད།

source: Operation in progress
bo_cn: བཀོལ་སྤྱོད་བྱེད་བཞིན་པ།

source: Operation not supported
bo_cn: བཀོལ་སྤྱོད་འདིར་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Organization:
bo_cn: རྩ་འཛུགས།

source: Other SFTP options
bo_cn: འདེམས་ཚན SFTP གཞན།

source: Other system error
bo_cn: རྒྱུད་ཁོངས་ནོར་འཁྲུལ་གཞན།

source: Other:
bo_cn: གཞན།

source: Out of memory
bo_cn: ནང་གསོག་གིས་མི་འདང་བ།

source: Overview
bo_cn: རགས་ལྟ།

source: Overwrite &if source newer
bo_cn: གལ་ཏེ་ཅུང་གསར་བ་ཡིན་ན་འགེབས་དགོས།

source: Overwrite file
bo_cn: འགེབས་པའི་ཡིག་ཆ།

source: Overwrite file if size differs
bo_cn: གལ་ཏེ་ཆེ་ཆུང་མི་འདྲ་ན་ཡིག་ཆ་འགེབས་ཆོག

source: Overwrite file if size differs or source file is newer
bo_cn: གལ་ཏེ་ཆེ་ཆུང་མི་འདྲ་བའམ་ཡང་ན་ཁུངས་ཡིག་ཆ་གསར་ཙམ་ཡིན་ན་ཡིག་ཆ་འགེབས་ཆོག

source: Overwrite file if source file newer
bo_cn: གལ་ཏེ་ཁུངས་ཡིག་ཆ་གསར་བ་ཡིན་ན་ཡིག་ཆ་འགེབས་ཆོག

source: Overwrite if &different size
bo_cn: གལ་ཏེ་ཆེ་ཆུང་མི་འདྲ་ན་འགེབས་ཆོག

source: Overwrite if different si&ze or source newer
bo_cn: གལ་ཏེ་ཆེ་ཆུང་མི་འདྲ་བའམ་ཡང་ན་ཁུངས་ཀྱི་ཡིག་ཆ་ཅུང་གསར་བ་ཡིན་ན་འགེབས་ཆོག

source: Own build type: %s
bo_cn: རང་ཉིད་ཀྱིས་བཟོས་པའི་རིགས་གྲས།

source: Owner permissions
bo_cn: བདག་པོའི་དབང་ཚད།

source: Owner/Group
bo_cn: བདག་པོ་དང་ཚོ།

source: P&revent system from entering idle sleep during transfers and other operations
bo_cn: བརྒྱུད་གཏོང་དང་བཀོལ་སྤྱོད་གཞན་པ་བྱེད་པའི་སྐབས། རྒྱུད་ཁོངས་ཁོམ་གཉིད་ལ་འཛུལ་བར་བཀག་འགོག་བྱེད་པ།

source: P&roxy host:
bo_cn: ལས་ཚབ་གཙོ་འཁོར། (&R)

source: PORT command tainted by router or firewall.
bo_cn: བཀའ་བརྡ PORT ལ་ལམ་སྟོན་ཆས་སམ་མེ་འགོག་གྱང་གི་ཤུགས་རྐྱེན་ཐེབས་ཡོད།

source: Pa&ssive (recommended)
bo_cn: གཞན་དབང(འོས་སྦྱོར) (&S)

source: Parameter not a valid URL
bo_cn: ཞུགས་གྲངས་ནི་ནུས་ལྡན་གྱི URL མ་རེད།

source: Parsing %d bytes of version information.
bo_cn: པར་གཞིའི་ཆ་འཕྲིན་གྱི་ཡིག་ཚིགས %d དབྱེ་ཞིབ་བྱེད་པ།

source: Pass&word:
bo_cn: གསང་ཨང་།

source: Passive (recommended)
bo_cn: གཞན་དབང་།(འོས་སྦྱོར)

source: Passive mode
bo_cn: གཞན་དབང་གི་རྣམ་པ།

source: Passive mode has been set as default transfer mode.
bo_cn: གཞན་དབང་གི་རྣམ་པ་དེ་སོར་བཞག་བརྒྱུད་གཏོང་གི་རྣམ་པར་སྒྲིག་འགོད་བྱེད་པ།

source: Password required
bo_cn: གསང་ཨང་དགོས།

source: Path
bo_cn: ལམ་ཐིག

source: Path cannot be constructed for directory %s and subdir %s
bo_cn: དཀར་ཆག %s དང་བུ་དཀར་ཆག %s ལ་བརྒྱུད་ལམ་བཟོ་བ།

source: Path not found:
bo_cn: བརྒྱུད་ལམ་མ་རྙེད་པ།

source: Paths
bo_cn: འགྲོ་ལམ།

source: Pending removal
bo_cn: འབུད་པ་སྒུག་པ།

source: Permission
bo_cn: དབང་ཚད།

source: Permission denied
bo_cn: ལྟ་སྤྱོད་ཟློག་པ།

source: Permissions
bo_cn: དབང་ཚད།

source: Platform:
bo_cn: ལས་སྟེགས།

source: Please disable settings like 'DMZ mode' or 'Game mode' on your router.
bo_cn: ལམ་སྟོན་ཆས་ཁྲོད་ཀྱི “DMZཡི་རྣམ་པ” འམ་ཡང་ན “Gam e རྣམ་པ” དང་འདྲ་བའི་སྒྲིག་བཀོད་འགོག་པ།

source: Please ensure you have a stable internet connection and carefully check your settings again.
bo_cn: ཁྱེད་ཀྱིས་གཏན་འཇགས་ཀྱི་དྲ་རྒྱའི་འབྲེལ་མཐུད་ཡོད་པ་གཏན་འཁེལ་བྱེད་པ་མ་ཟད། ད་དུང་སྒྲིག་འགོད་ལ་ཡང་བསྐྱར་ཞིབ་བཤེར་ཞིབ་ཚགས་བྱེད་དགོས།

source: Please enter a custom date format.
bo_cn: རང་བཟོས་ཀྱི་ཚེས་གྲངས་རྣམ་གཞག་འཇུག་དགོས།

source: Please enter a custom time format.
bo_cn: རང་བཟོས་ཀྱི་དུས་ཚོད་རྣམ་གཞག་འཇུག་དགོས།

source: Please enter a date of the form YYYY-MM-DD such as for example 2010-07-18.
bo_cn: ཁྱེད་ཀྱིས་རྣམ་གཞག YYYY-M-DD ཡིས་ཚེས་གྲངས་ཤིག་ནང་འཇུག་བྱེད་དགོས། དཔེར་ན 2010-07-18 ལྟར།

source: Please enter a download speed limit greater or equal to 0 %s/s.
bo_cn: ཆེ་ཆུང་ནི 0 %s/s ལས་ཆེ་བ་འམ་ཡང་ན་མཚུངས་པའི་ཕབ་ལེན་མགྱོགས་ཚད་ཀྱི་ཚོད་འཛིན་ནང་འཇུག་བྱེད་དགོས།

source: Please enter a name for the new filter.
bo_cn: ཁྱེད་ཀྱིས་འཚག་ཆས་གསར་པར་མིང་བཏགས་རོགས།

source: Please enter a new name for the copied filter.
bo_cn: ཁྱེད་ཀྱིས་འདྲ་ཕབ་བྱས་པའི་འཚག་ཆས་ལ་མིང་གསར་པ་ནང་འཇུག་བྱེད་དགོས།

source: Please enter a new name for the filter set "%s"
bo_cn: ཁྱེད་ཀྱིས་འཚག་ཆས “%s” ལ་མིང་གསར་པ་ནང་འཇུག་བྱེད་དགོས།

source: Please enter a new name for the filter.
bo_cn: ཁྱེད་ཀྱིས་འཚག་ཆས་འདིར་མིང་གསར་པ་ནང་འཇུག་བྱེད་དགོས།

source: Please enter a number between 0 and 10 for the number of concurrent downloads.
bo_cn: ཁྱེད་ཀྱིས་གྲངས་ཀ 0 ནས 10 བར་ནང་འཇུག་བྱས་ནས་མཉམ་འབྱུང་ཕབ་ལེན་གྱི་ལས་འགན་གྲངས་ལ་སྒྲིག་འགོད་བྱེད་དགོས།

source: Please enter a number between 0 and 10 for the number of concurrent uploads.
bo_cn: ཁྱེད་ཀྱིས་གྲངས་ཀ 0 ནས 10 བར་ནང་འཇུག་བྱས་ནས་མཉམ་འབྱུང་ཡར་བསྐུར་གྱི་ལས་འགན་གྲངས་ལ་སྒྲིག་འགོད་བྱེད་དགོས།

source: Please enter a number between 1 and 10 for the number of concurrent transfers.
bo_cn: ཁྱེད་ཀྱིས་གྲངས་ཀ 1 ནས 10 བར་ནང་འཇུག་བྱས་ནས་མཉམ་འབྱུང་བརྒྱུད་གཏོང་ལས་འགན་གྲངས་ལ་སྒྲིག་འགོད་བྱེད་དགོས།

source: Please enter a password for this server:
bo_cn: ཞབས་ཞུ་ཆས་འདིར་གསང་ཨང་འཇུག་རོགས།

source: Please enter a timeout between 10 and 9999 seconds or 0 to disable timeouts.
bo_cn: ཁྱེད་ཀྱིས 10 ནས 9999 བར་གྱི་དུས་བརྒལ་སྐར་ཆའི་གྲངས་ནང་འཇུག་བྱེད་པའམ 0 ནང་འཇུག་བྱས་ནས་དུས་བརྒལ་འགོག་དགོས།

source: Please enter a unique name for this filter set
bo_cn: ཁྱེད་ཀྱིས་འཚག་ཆས་ཚོགས་སྤྱིར་མིང་གཅིག་པུ་ཞིག་ནང་འཇུག་གནང་རོགས།

source: Please enter a username for this server:
bo_cn: ཁྱེད་ཀྱིས་ཞབས་ཞུ་ཆས་འདིར་སྤྱོད་མཁན་གྱི་མིང་ནང་འཇུག་བྱེད་དགོས།

source: Please enter a valid portrange.
bo_cn: ཁྱེད་ཀྱིས་ནུས་ལྡན་གྱི་མཐུད་ཁའི་ཁྱབ་ཁོངས་ནང་འཇུག་བྱེད་རོགས།

source: Please enter an URL where to get your external address from
bo_cn: ཁྱེད་ཀྱི་ཕྱིའི་གནས་ཡུལ་གྱི་ཐོབ་པའི URL ནང་འཇུག་བྱེད་རོགས།

source: Please enter an upload speed limit greater or equal to 0 %s/s.
bo_cn: ཁྱེས་ཀྱིས 0 %s/s ལས་ཆེ་བའམ་མཚུངས་པའི་ཡར་བསྐུར་མགྱོགས་ཚད་ཚོད་འཛིན་ནང་འཇུག་བྱེད་རོགས།

source: Please enter the name of the directory which should be created:
bo_cn: ཁྱེད་ཀྱིས་བཟོ་བྱའི་དཀར་ཆག་མིང་ནང་འཇུག་བྱེད་རོགས།

source: Please enter the name of the file which should be created:
bo_cn: ཁྱེད་ཀྱིས་བཟོ་བྱའི་ཡིག་ཆའི་མིང་ནང་འཇུག་བྱེད་རོགས།

source: Please enter username and password for this server:
bo_cn: ཞབས་ཞུ་ཆས་འདིར་བཀོལ་མཁན་གྱི་མིང་དང་གསང་གྲངས་འགོད་རོགས།

source: Please enter your external IP address
bo_cn: ཁྱེད་ཀྱི་ཕྱི་རོལ་གནས་ཡུལ IP ནང་འཇུག་གནང་རོགས།

source: Please follow the instructions carefully, as wrong configuration will prevent successful FTP connections.
bo_cn: ནན་ཏན་གྱིས་གསལ་འདེབས་ལྟར་སྒྲུབ་རོགས། རྒྱུ་མཚན་ནི་ནོར་འཁྲུལ་གྱི་བཀོད་སྒྲིག་གིས FTP འབྲེལ་མཐུད་བཀག་འགོག་བྱེད་ཐུབ།

source: Please make sure FileZilla is allowed to establish outgoing connections and make sure you typed the address of the address resolver correctly.
bo_cn: དུད་སྣེའི FTP ཕྱི་ལ་ཕྱོགས་པའི་འབྲེལ་མཐུད་བྱས་ཆོག་པ་མ་ཟད་ཡང་དག་པའི་དབྱེ་ཞིབ་ཀྱི་གནས་ཡུལ་ནང་འཇུག་བྱེད་པ་ཁག་ཐེག་དགོས།

source: Please make sure the requested locale is installed on your system.
bo_cn: རེ་ཞུའི་ཁུལ་ཁོངས་སྡེབ་སྒྲིག་དེ་རྒྱུད་ཁོངས་ནང་དུ་སྒྲིག་འཇུག་ཟིན་པ་གཏན་འཁེལ་བྱེད་དགོས།

source: Please note that some servers might ban you if you try to reconnect too often or in too short intervals.
bo_cn: ཡིད་གཟབ་དགོས་པར། གལ་སྲིད་ཁྱེད་ཀྱིས་འབྲེལ་མཐུད་ཚོད་ལྟ་བྱས་དྲགས་པའམ་ཡང་ན་བར་ཆོད་ཐུང་དྲགས་ན། ཞབས་ཞུ་ཆས་ཁ་ཤས་ཀྱིས་ཁྱེད་རང་བཀག་འགོག་བྱེད་པ་ཡིན།

source: Please select an action:
bo_cn: ཁྱེད་ཀྱིས་འགུལ་སྟངས་གཅིག་གདམ་རོགས།

source: Please select the categories you would like to import.
bo_cn: ཁྱེད་ཀྱིས་འདྲེན་འཇུག་བྱེད་འདོད་པའི་རིགས་གྲས་འདོམས་རོགས།

source: Please select the default transfer mode you would like to use.
bo_cn: ཁྱེད་ཀྱི་སྤྱོད་པའི་སོར་བཞག་བརྒྱུད་གཏོང་རྣམ་པ་འདོམས་རོགས།

source: Please select the new attributes for the directory "%s".
bo_cn: ཡིག་ཁུག “%s” ལ་གཏོགས་གཤིས་གསར་པ་འདོམས་རོགས།

source: Please select the new attributes for the file "%s".
bo_cn: ཡིག་ཆ “%s” ལ་གཏོགས་གཤིས་གསར་པ་འདོམས་རོགས།

source: Please select the new attributes for the selected directories.
bo_cn: བདམས་པའི་དཀར་ཆག་ལ་གཏོགས་གཤིས་གསར་པ་འདོམས་རོགས།

source: Please select the new attributes for the selected files and directories.
bo_cn: བདམས་པའི་ཡིག་ཆ་དང་དཀར་ཆག་ལ་གཏོགས་གཤིས་གསར་པ་འདོམས་རོགས།

source: Please select the new attributes for the selected files.
bo_cn: བདམས་པའི་ཡིག་ཆ་ལ་གཏོགས་གཤིས་གསར་པ་འདོམས་རོགས།

source: Positio&n of the message log:
bo_cn: བརྡ་འཕྲིན་ཉིན་ཐོའི་གནས་ཡུལ། (&N)

source: Postal code:
bo_cn: སྦྲག་ཨང་།

source: Pre&allocate space before downloading
bo_cn: ཕབ་ལེན་མ་བྱས་སྔོན་ལ་བར་སྟོང་སྔོན་བགོས་བྱེད་དགོས།

source: Preallocation
bo_cn: སྔོན་བགོས།

source: Predefined Sites
bo_cn: སྔོན་བཀོད་མཚན་ཉིད་ཀྱི་ས་ཚུགས།

source: Preserving file timestamps
bo_cn: ཡིག་ཆའི་དུས་ཐམ་ཉར་བ།

source: Preview:
bo_cn: སྔོན་ལྟ།

source: Primary connection and data connection certificates don't match.
bo_cn: འབྲེལ་མཐུད་གཙོ་བོ་དང་གཞི་གྲངས་འབྲེལ་མཐུད་ཀྱི་དཔང་ཡིག་ཟླ་སྒྲིག་མིན།

source: Print diagnostic information related to startup of FileZilla
bo_cn: པར་འདེབས་ཕྱིར་འདོན་དང་དུད་སྣེ FTP ལ་འབྲེལ་ཡོད་ཀྱི་བརྟག་དཔྱད་ཆ་འཕྲིན་འགོ་སློང་བ།

source: Print version information to stdout and exit
bo_cn: པར་གཞིའི་ཆ་འཕྲིན་དེ་ཚད་ལྡན་ཕྱིར་འདོན་ལ་པར་འདེབས་ནས་ཕྱིར་འཐེན་པ།

source: Prioritize directories (default)
bo_cn: དཀར་ཆག་སྔོན་ཐོབ(སོར་བཞག)

source: Priority
bo_cn: སྔོན་ཐོབ་རིམ་པ།

source: Private &keys:
bo_cn: སྒེར་ལྡེ།

source: Pro&tocol:
bo_cn: གྲོས་ཆིངས།

source: Pro&xy password:
bo_cn: ལས་ཚབ་གསང་ཨང་།

source: Process &Queue
bo_cn: རུ་སྟར་ཐག་གཅོད།

source: Process file table overflow
bo_cn: འཕེལ་རིམ་ཡིག་ཆའི་རེའུ་མིག་ལུད་པ།

source: Processed %s in %s.
bo_cn: ཡིག་ཆ %s ཐག་གཅོད་ཟིན། དཀར་ཆག %s

source: Protocol not supported on given socket type
bo_cn: དམིགས་འཛུགས་བྱས་པའི་འབྲེལ་འཛུགས་ཡི་གེའི་རིགས་གྲས་ཀྱིས་གྲོས་ཆིངས་འདིར་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Protocol:
bo_cn: འཕྲིན་གཏོང་གྲོས་མཐུན།:

source: Proxy &port:
bo_cn: ལས་ཚབ་མཐུད་ཁ།

source: Proxy &user:
bo_cn: ལས་ཚབ་སྤྱོད་མཁན།

source: Proxy authentication failed
bo_cn: ལས་ཚབ་ར་སྤྲོད་ཕམ་པ།

source: Proxy handshake failed: %s
bo_cn: ལས་ཚབ་ལག་འཇུ་ཕམ་པ %s

source: Proxy host starts with '[' but no closing bracket found.
bo_cn: ལས་ཚབ་གཙོ་འཁོར་གྱིས “[” ཡིས་འགོ་རྩོམ་ཡང་མཇུག་སྒྲིག་གུག་རྟགས་མེད་པ།

source: Proxy reply: %s
bo_cn: ལས་ཚབ་ཀྱི་ལན་སློག %s

source: Proxy request failed. Reply from proxy: %s
bo_cn: ལས་ཚབ་ཀྱི་རེ་ཞུ་ཕམ་པ། ལས་ཚབ་ཞབས་ཞུ་ཆས་ཕྱིར་ལོག་པ %s

source: Proxy request failed: %s
bo_cn: ལས་ཚབ་ཀྱི་རེ་ཞུ་ཕམ་པ %s

source: Proxy request failed: Unknown address type in CONNECT reply
bo_cn: ལས་ཚབ་ཀྱི་རེ་ཞུ་ཕམ་པ། CONECT ཡིས་མི་ཤེས་པའི་གནས་ཡུལ་རིགས་གྲས་ལན་སློག་པ།

source: Proxy set but proxy host or port invalid
bo_cn: ལས་ཚབ་ཞབས་ཞུ་ཆས་སྒྲིག་འགོད་ཟིན་མོད། འོན་ཀྱང་ལས་ཚབ་གནས་ཡུལ་ལམ་མཐུད་ཁ་སྒྲིག་འགོད་ནི་ནུས་མེད་ཡིན།

source: Public Key Authentication
bo_cn: སྤྱི་ལྡེ་ར་སྤྲོད།

source: Public key algorithm:
bo_cn: སྤྱི་ལྡེའི་རྩི་ཐབས།

source: Public permissions
bo_cn: སྤྱི་པའི་དབང་ཚད།

source: Queue has been fully processed
bo_cn: རུ་སྟར་ཚང་མ་ཐག་གཅོད་བྱས་ཟིན།

source: Queue: %s MiB
bo_cn: རུ་སྟར %s MiB

source: Queue: empty
bo_cn: རུ་སྟར། སྟོང་པ།

source: Queued files
bo_cn: རུ་སྟར་ཡིག་ཆ།

source: Queueing:
bo_cn: རུ་སྒྲིག་བཞིན་པ།

source: R&eboot system
bo_cn: རྒྱུད་ཁོངས་བསྐྱར་སློང་།

source: R&emote directory tree
bo_cn: རྒྱང་རིང་དཀར་ཆག (&E)

source: R&eset and requeue selected files
bo_cn: བསྐྱར་སྒྲིག་བྱས་ནས་བདམས་པའི་ཡིག་ཆར་བསྐྱར་དུ་རེ་ཞུ་བྱེད་པ། (&E)

source: Raw FTP command
bo_cn: གདོད་མའི་བཀའ་བརྡ FTP

source: Re&ad
bo_cn: ཀློག་ལེན། (&A)

source: Re&fresh
bo_cn: གསར་འདོན། (&F)

source: Re&name
bo_cn: མིང་བསྐྱར་འདོགས། (&N)

source: Re-run the wizard and carefully check your settings and configure all routers and firewalls accordingly.
bo_cn: བསྐྱར་དུ་སྣེ་ཁྲིད་ལག་བསྟར་བྱེད་པ། ཁྱེད་ཀྱི་སྒྲིག་འགོད་ལ་ཞིབ་བཤེར་ཞིབ་ཕྲ་བྱེད་དགོས་པ་མ་ཟད་། ལམ་སྟོན་ཆས་དང་མེ་འགོག་གྱང་ཚང་མ་སྒྲིག་འགོད་ཡང་དག་པ་བྱ་དགོས།

source: Rea&d
bo_cn: ཀློག་ལེན། (&D)

source: Read-only
bo_cn: ཀློག་ཙམ།

source: Really cancel current operation?
bo_cn: མིག་སྔའི་བཀོལ་སྤྱོད་དངོས་གནས་མེད་པར་བཟོ་དགོས་སམ།

source: Really delete %d directory with its contents from the server?
bo_cn: ཞབས་ཞུ་ཆས་ཐོག་ནས་དཀར་ཆག %d དང་དེའི་ནང་དོན་དངོས་གནས་བསུབ་དགོས་སམ།

source: Really delete %d file from the server?
bo_cn: ཞབས་ཞུ་ཆས་ཐོག་ནས་ཡིག་ཆ %d དངོས་གནས་བསུབ་དགོས་སམ།

source: Really delete %s and %s from the server?
bo_cn: ཞབས་ཞུ་ཆས་ཐོག་ནས %s དང %s དངོས་གནས་བསུབ་དགོས་སམ།

source: Really delete all selected files and/or directories from the server?
bo_cn: ཞབས་ཞུ་ཆས་ཐོག་ནས་བདམས་པའི་ཡིག་ཆ་འམ་ཡང་ན་དཀར་ཆག་ཚང་མ་དངོས་གནས་བསུབ་དགོས་སམ།

source: Really delete all selected files and/or directories from your computer?
bo_cn: རྩིས་འཁོར་ཐོག་ནས་བདམས་པའི་ཡིག་འམ་ཡང་ན་དཀར་ཆག་ཚང་མ་དངོས་གནས་བསུབ་དགོས་སམ།

source: Reason
bo_cn: རྒྱུ་རྐྱེན།

source: Reboot now
bo_cn: ལམ་སང་བསྐྱར་སློང་བྱེད་པ།

source: Rec&urse into subdirectories
bo_cn: རིམ་ལོག་གིས་བུ་དཀར་ཆག་ཐག་གཅོད་བྱེད་པ། (&U)

source: Received TLS alert from the server: %s (%d)
bo_cn: ཞབས་ཞུ་ཆས་ཀྱི %s། (%d) ཡི་ཉེན་བརྡ TLS འབྱོར་བ།

source: Received a directory listing which appears to be encoded in EBCDIC.
bo_cn: EBCDIC སྒྲིག་ཨང་བེད་སྤྱད་པར་དོགས་པའི་དཀར་ཆག་རེའུ་མིག་འབྱོར་བྱུང་།

source: Received a line exceeding 10000 characters, aborting.
bo_cn: ཡིག་རྟགས 1000 ལས་བརྒལ་བའི་ཕྲེང་འབྱོར་བྱུང་། མཚམས་འཇོག་པ།

source: Received data tainted
bo_cn: འབྱོར་ཟིན་པའི་གཞི་གྲངས་ལ་སྐྱོན་བྱུང་བ།

source: Received invalid character in version information
bo_cn: པར་གཞིའི་ཆ་འཕྲིན་ཁྲོད་ནས་ནུས་མེད་ཡིག་རྟགས་འབྱོར་བ།

source: Received unknown TLS alert %d from the server
bo_cn: ཞབས་ཞུ་ཆས་ཀྱི་ངེས་མེད་ཀྱི %d ཡི་ཉེན་བརྡ TLS འབྱོར་བ།

source: Received version information is too large
bo_cn: བསྡུ་ལེན་བྱས་པའི་པར་གཞིའི་ཆ་འཕྲིན་རིང་དྲགས་འདུག

source: Reconnection settings
bo_cn: བསྐྱར་འབྲེལ་སྒྲིག་འགོད།

source: Reconnects to the last used server
bo_cn: སྔོན་ལ་བཀོལ་སྤྱོད་བྱེད་མྱོང་བའི་ཞབས་ཞུ་ཆས་ལ་ཡང་བསྐྱར་ཐེངས་གཅིག་འབྲེལ་བ།

source: Recursively adding files to queue.
bo_cn: རིམ་ལོག་གིས་ཡིག་ཆ་རུ་སྟར་ནང་སྣོན་པ།

source: Recursively changing permissions.
bo_cn: རིམ་ལོག་གིས་དབང་ཚད་བཟོ་བཅོས་བྱེད་པ།

source: Recursively deleting files and directories.
bo_cn: རིམ་ལོག་གིས་ཡིག་ཆ་དང་ཡིག་ཁུག་སུབ་པ།

source: Redirection to invalid or unsupported URI: %s
bo_cn: ཡང་བསྐྱར་ཕྱོགས་ངེས URI ལ་ནུས་པ་མེད་པའམ་ཡང་ན་རྒྱབ་སྐྱོར་མི་བྱེད་པ %s

source: Redirection to invalid or unsupported address: %s
bo_cn: ཡང་བསྐྱར་ཕྱོགས་ངེས་གནས་ཡུལ་ལ་ནུས་པ་མེད་པའམ་ཡང་ན་རྒྱབ་སྐྱོར་མི་བྱེད་པ %s

source: Refresh the file and folder lists
bo_cn: ཡིག་ཆ་དང་ཡིག་ཁུག་རེའུ་མིག་གསར་འདོན་བྱེད་པ།

source: Remember passwords?
bo_cn: གསང་ཨང་ངེས་སམ།

source: Remote
bo_cn: རྒྱང་རིང་འདྲེན་སྤྱོད།

source: Remote certificate not trusted.
bo_cn: རྒྱང་རིང་དཔང་ཡིག་ལ་ཡིད་ཆེས་མི་བྱེད།

source: Remote file
bo_cn: རྒྱང་རིང་ཡིག་ཆ།

source: Remote file search
bo_cn: རྒྱང་རིང་ཡིག་ཆ་འཚོལ་བ།

source: Remote filters:
bo_cn: རྒྱང་རིང་འཚག་ཆས།

source: Remote path
bo_cn: རྒྱང་རིང་བརྒྱུད་ལམ།

source: Remote path cannot be parsed. Make sure it is a valid absolute path.
bo_cn: རྒྱང་རིང་བརྒྱུད་ལམ་དབྱེ་ཞིབ་བྱེད་ཐབས་མེད། བལྟོས་མེད་བརྒྱུད་ལམ་ནུས་ལྡན་ཡིན་མིན་གཏན་འཁེལ་བྱེད་རོགས།

source: Remote path could not be parsed.
bo_cn: རྒྱང་རིང་གི་བརྒྱུད་ལམ་ལ་དབྱེ་ཞིབ་བྱེད་ཐབས་མེད།

source: Remote path handling:
bo_cn: རྒྱང་རིང་བརྒྱུད་ལམ་ཐག་གཅོད།

source: Remote path:
bo_cn: རྒྱང་རིང་བརྒྱུད་ལམ།

source: Remote site:
bo_cn: རྒྱང་རིང་ས་ཚུགས།

source: Remove &all
bo_cn: ཚང་མ་སུབ་པ། (&A)

source: Remove &selected
bo_cn: བདམས་པ་སུབ་པ། (&S)

source: Rename file
bo_cn: ཡིག་ཆར་མིང་བསྐྱར་འདོགས།

source: Rename selected directory
bo_cn: བདམས་པའི་ཡིག་ཁུག་ལ་མིང་བསྐྱར་འདོགས།

source: Rename selected files and directories
bo_cn: བདམས་པའི་ཡིག་ཆ་དང་ཡིག་ཁུག་ལ་མིང་བསྐྱར་འདོགས།

source: Renaming '%s' to '%s'
bo_cn: “%s” དེ “%s” ལ་བསྒྱུར་བ།

source: Reporting bugs and feature requests
bo_cn: སྙན་ཞུའི་ནོར་འཁྲུལ་དང་རེ་ཞུའི་ནུས་པ།

source: Request failed - client is not running identd (or not reachable from server)
bo_cn: རེ་ཞུ་ཕམ་པ། དུད་སྣེས identd འཁོར་སྐྱོད་བྱས་མེད་པ།（ཡང་ན་ཞབས་ཞུ་ཆས་ཀྱི་སྣེ་ནས་འབྲེལ་མི་ཐུབ་པ）

source: Request failed - client's identd could not confirm the user ID string
bo_cn: རེ་ཞུ་ཕམ་པ། དུད་སྣེའི identd ཡིས་སྤྱོད་མཁན་གྱི་རྟགས་མཚན་ཡིག་རྟགས་ཕྲེང་བ་གཏན་འཁེལ་བྱེད་ཐབས་མེད།

source: Request rejected or failed
bo_cn: རེ་ཞུ་དང་ལེན་མ་བྱས་པའམ་ཕམ་པ།

source: Require explicit FTP over TLS
bo_cn: རེ་བར་མངོན་པའི FTP over TLS

source: Require implicit FTP over TLS
bo_cn: རེ་བར་གབ་པའི FTP over TLS

source: Reset and requeue &all
bo_cn: བསྐྱར་སྒྲིག་བྱེད་པ་མ་ཟད་ཚང་མ་ཡང་བསྐྱར་རེ་ཞུ་བྱེད་པ།

source: Resolved protocol is unknown
bo_cn: དབྱེ་ཞིབ་བྱས་པའི་གྲོས་ཆིངས་ནི་ངེས་མེད་ཀྱི་གྲོས་ཆིངས་ཡིན།

source: Resolving address of %s
bo_cn: %s ཡི་གནས་ཡུལ་དབྱེད་ཞིབ་བྱེད་བཞིན་པ།

source: Resource temporarily unavailable
bo_cn: ཐོན་ཁུངས་གནས་སྐབས་སྤྱོད་རུང་མིན་པ།

source: Response:
bo_cn: དང་ལེན།

source: Results:
bo_cn: མཇུག་འབྲས།

source: Resume file transfer
bo_cn: མུ་མཐུད་ཡིག་ཆ་བརྒྱུད་གཏོང་བྱེད་པ།

source: Resuming ASCII files can cause problems if server uses a different line ending format than the client.
bo_cn: གལ་ཏེ་ཞབས་ཞུ་ཆས་ཀྱིས་རྣམ་གཞག་མི་འདྲ་བའི་ཕྲེང་མཇུག་བེད་སྤྱད་ཚེ། མུ་མཐུད་དུ ASCII རྣམ་གཞག་ཡིག་ཆ་བརྒྱུད་གཏོང་བྱས་ན་གནད་དོན་འབྱུང་ཉེན་ཡོད།

source: Retrieving directory listing of "%s"...
bo_cn: “%s” ཡི་དཀར་ཆག་རེའུ་མིག་ཀློག་པ།

source: Retrieving directory listing...
bo_cn: དཀར་ཆག་རེའུ་མིག་ཀློག་པ།
