Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/filezilla.po
Languages: bo_cn

source: Edit the file with the configured editor and upload changes to the server.
bo_cn: སྒྲིག་འགོད་བྱས་པའི་རྩོམ་སྒྲིག་ཆས་ཀྱིས་ཡིག་ཆར་རྩོམ་སྒྲིག་བྱེད་པ་མ་ཟད། བཟོ་བཅོས་ཟིན་པའི་ཡིག་ཆ་དེ་ཞབས་ཞུ་ཆས་ལ་ཡར་བསྐུར་དགོས།

source: Editing directories is not supported
bo_cn: དཀར་ཆག་རྩོམ་སྒྲིག་ལ་རྒྱབ་སྐྱོར་མེད་པ།

source: Editing failed
bo_cn: རྩོམ་སྒྲིག་ཕམ་པ།

source: Editing search results
bo_cn: བཤེར་འཚོལ་མཇུག་འབྲས་ལ་རྩོམ་སྒྲིག་བྱེད་པ།

source: Empty command
bo_cn: བཀའ་བརྡ་སྟོང་པ།

source: Empty directory listing
bo_cn: དཀར་ཆག་སྟོང་པའི་རེའུ་མིག

source: Empty directory.
bo_cn: དཀར་ཆག་སྟོང་པ།

source: Empty file extension.
bo_cn: ཡིག་ཆ་སྟོང་པའི་རྒྱ་སྐྱེད་མིང་།

source: Empty filter names are not allowed.
bo_cn: འཚག་ཆས་ཀྱི་མིང་སྟོང་པ་ཡིན་མི་རུང་།

source: Empty name
bo_cn: མིང་སྟོང་པ།

source: Empty quoted string.
bo_cn: ཡིག་ཕྲེང་སྟོང་པ་འདྲེན་སྤྱོད།

source: En&able all
bo_cn: ཚང་མ་སྤྱོད་འགོ་རྩོམ་པ། (&A)

source: Enable invalid character &filtering
bo_cn: ནུས་མེད་ཡིག་རྟགས་འཚག་པ་སྤྱོད་པ། (&F)

source: Encrypted
bo_cn: གསང་བསྡམས།

source: Encryption
bo_cn: གསང་སྡོམ། (_E)

source: Encryption details
bo_cn: གསང་སྡོམ་ཞིབ་ཆ།

source: End comparison and change sorting order?
bo_cn: བསྡུར་བ་མཇུག་སྒྲིལ་ནས་རིམ་སྒྲིག་ལ་འགྱུར་བ་གཏོང་དགོས་སམ།

source: Enter &custom command...
bo_cn: རང་བཟོས་བཀའ་བརྡ་ནང་འཇུག་བྱེད་པ། (&C)

source: Enter 0 for unlimited speed.
bo_cn: 0 ནང་འཇུག་བྱས་ཚེ་མགྱོགས་ཚད་ཀྱི་ཚད་བཀག་མེད་པ་མཚོན།

source: Enter command
bo_cn: བཀའ་བརྡ་ནང་འཇུག

source: Enter custom command
bo_cn: རང་བཟོས་བཀའ་བརྡ་ནང་འཇུག

source: Enter directory
bo_cn: དཀར་ཆག་ནང་འཛུལ་བ།

source: Enter filter name
bo_cn: འཚག་ཆས་ཀྱི་མིང་ནང་འཇུག

source: Enter name for filterset
bo_cn: འཚག་ཆས་ཚོགས་སྤྱིའི་མིང་ནང་འཇུག

source: Enter new name for filterset
bo_cn: འཚག་ཆས་ཚོགས་སྤྱིའི་མིང་གསར་པ་ནང་འཇུག

source: Enter password
bo_cn: གསང་ཨང་ནང་འཇུག

source: Enter selected directory
bo_cn: བདམས་ཟིན་པའི་དཀར་ཆག་ནང་འཛུལ་བ།

source: Enter username and password
bo_cn: སྤྱོད་མཁན་གྱི་མིང་དང་གསང་ཨང་ནང་འཇུག

source: Error exporting settings
bo_cn: ཕྱིར་འདྲེན་སྒྲིག་འགོད་སྐབས་ནོར་འཁྲུལ་ཐོན།

source: Error importing
bo_cn: ནང་འདྲེན་ནོར་འཁྲུལ་བྱུང་བ།

source: Error loading queue
bo_cn: རུ་སྟར་ཁུར་སྣོན་སྐབས་ནོར་འཁྲུལ་ཐོན།

source: Error loading xml file
bo_cn: ཡིག་ཆ XML འདྲེན་འཇུག་སྐབས་ནོར་འཁྲུལ་ཐོན།

source: Error saving queue
bo_cn: རུ་སྟར་ཉར་ཚགས་སྐབས་ནོར་འཁྲུལ་ཐོན།

source: Error starting program
bo_cn: བྱ་རིམ་འགོ་སློང་སྐབས་ནོར་འཁྲུལ་ཐོན།

source: Error writing xml file
bo_cn: ཡིག་ཆ XML འབྲི་སྐབས་ནོར་འཁྲུལ་ཐོན།

source: Error:
bo_cn: ནོར་འཁྲུལ།：

source: Examples
bo_cn: དཔེ་མཚོན།

source: Exe&cute
bo_cn: ལག་བསྟར། (&C)

source: Executable contains no version info, cannot check for updates.
bo_cn: བྱ་རིམ་ལ་པར་གཞིའི་ཆ་འཕྲིན་ཚུད་མེད་པས། གསར་སྒྱུར་ལ་ཞིབ་བཤེར་བྱེད་ཐབས་བྲལ།

source: Explorer
bo_cn: བཤེར་ཆས།

source: Export &Queue
bo_cn: རུ་སྟར་ཕྱིར་འདྲེན། (&Q)

source: Export &Settings
bo_cn: སྒྲིག་འགོད་ཕྱིར་འདྲེན། (&S)

source: F&ilter name:
bo_cn: འཚག་ཆས་ཀྱི་མིང་། (&I)

source: FTP - File Transfer Protocol
bo_cn: ཡིག་ཆ་བརྒྱུད་གཏོང་གི་གྲོས་ཆིངས FTP

source: FTP - File Transfer Protocol with optional encryption
bo_cn: གསང་སྡོམ་གདམ་ཆོག་པའི་ཡིག་ཆ་བརྒྱུད་གཏོང་གྲོས་ཆིངས FTP

source: FTP - Insecure File Transfer Protocol
bo_cn: བདེ་འཇགས་མིན་པའི་ཡིག་ཆ་བརྒྱུད་གཏོང་གྲོས་ཆིངས FTP

source: FTP Engine not initialized, can't connect
bo_cn: འཕྲུལ་འཁོར FTP ལ་འགོ་སྒྲིག་བྱས་མེད་པས་འབྲེལ་མཐུད་བྱེད་ཐབས་བྲལ།

source: FTP Proxy
bo_cn: ལས་ཚབ་ཞབས་ཞུ་ཆས FTP

source: FTP URL
bo_cn: གནས་ཡུལ FTP

source: FTP uses secondary connections for data transfers. These additional connections can be established in two ways.
bo_cn: FTP ཡིས་འབྲེལ་མཐུད་གཞན་བེད་སྤྱད་ནས་གཞི་གྲངས་བརྒྱུད་གཏོང་བྱེད། འབྲེལ་མཐུད་ལྷག་མ་འདི་དག་ཐབས་གཉིས་ཀྱིས་བཙུགས་ཆོག

source: FTPES - FTP over explicit TLS
bo_cn: FTPES-མངོན་ཚུལ TLS ཡི FTP བརྒྱུད་པ།

source: FTPS - FTP over implicit TLS
bo_cn: FTS-གབ་ཚུལ TLS ཡི FTP བརྒྱུད་པ།

source: Failed to change directory
bo_cn: དཀར་ཆག་བསྒྱུར་བ་ཕམ་པ།

source: Failed to change language
bo_cn: སྐད་རིགས་རིགས་བརྗེ་བ་ཕམ་པ།

source: Failed to copy or move sites
bo_cn: ས་ཚུགས་འདྲ་བཟོ་འམ་སྤོ་ཐབས་བྲལ།

source: Failed to create backup copy of xml file
bo_cn: XML ཡིག་ཆ་ཡི་གྲབས་དངོས་འདྲ་བཤུས་བཟོ་སྐབས་ཕམ་པ།

source: Failed to create listen socket, aborting
bo_cn: འབྲེལ་འཛུགས་ཉན་ཞིབ་བཟོ་སྐབས་ཕམ་པས། མཚམས་འཇོག་བཞིན་པ།

source: Failed to create listening socket for active mode transfer
bo_cn: རང་འགུལ་རྣམ་པའི་བརྒྱུད་གཏོང་ལ་འབྲེལ་འཛུགས་ཉན་ཞིབ་བཟོ་སྐབས་ཕམ་པ།

source: Failed to get 'My Documents' path
bo_cn: “ངའི་ཡིག་ཚགས”ཡི་བརྒྱུད་ལམ་ཐོབ་ཐབས་བྲལ།

source: Failed to get desktop path
bo_cn: ཅོག་ངོས་ཀྱི་བརྒྱུད་ལམ་ཐོབ་ཐབས་བྲལ།

source: Failed to get peer address of control connection, connection closed.
bo_cn: ཚོད་འཛིན་འབྲེལ་མཐུད་ཀྱི་མཚུངས་པའི་གནས་ཡུལ་ལེན་མི་ཐུབ་པས། འབྲེལ་མཐུད་ཁ་བརྒྱབ་ཟིན།

source: Failed to get peer address of data connection, connection closed.
bo_cn: གཞི་གྲངས་འབྲེལ་མཐུད་ཀྱི་མཚུངས་པའི་གནས་ཡུལ་ལེན་མི་ཐུབ་པས། འབྲེལ་མཐུད་ཁ་བརྒྱབ་ཟིན།

source: Failed to initialize FTP engine
bo_cn: འཕྲུལ་འཁོར FTP ཡི་འགོ་སྒྲིག་ཕམ་པ།

source: Failed to initialize TLS.
bo_cn: TLS ཡི་འགོ་སྒྲིག་ཕམ་པ།

source: Failed to load panels, invalid resource files?
bo_cn: ངོས་པང་འདྲེན་འཇུག་ཕམ་པ། ཐོན་ཁུངས་ཡིག་ཆ་ནུས་མེད་ཡིན་ནམ།

source: Failed to load private key: %s
bo_cn: སྒེར་ལྡེ %s ཁུར་སྣོན་ཕམ་པ།

source: Failed to open "%s" for appending/writing
bo_cn: “%s” ཁ་ཕྱེ་ནས་བསྐྱར་སྣོན/འབྲི་བ་ཕམ་པ།

source: Failed to open "%s" for reading
bo_cn: “%s” ཁ་ཕྱེ་ནས་ཀློག་ལེན་ཕམ་པ།

source: Failed to open "%s" for writing
bo_cn: “%s” ཁ་ཕྱེ་ནས་འབྲི་བ་ཕམ་པ།

source: Failed to parse returned path.
bo_cn: དབྱེ་ཞིབ་བྱས་ནས་ཕྱིར་ལོག་མི་ཐུབ་པའི་བརྒྱུད་ལམ།

source: Failed to receive data
bo_cn: གཞི་གྲངས་སྡུད་ལེན་ཕམ་པ།

source: Failed to retrieve directory listing
bo_cn: དཀར་ཆག་རེའུ་མིག་གི་ཀློག་ལེན་ཕམ་པ།

source: Failed to retrieve external ip address, aborting
bo_cn: ཕྱི་ཕྱོགས་ཀྱི IP གནས་ཡུལ་ལེན་ཐབས་བྲལ་བས། མཚམས་འཇོག་པ།

source: Failed to retrieve external ip address, using local address
bo_cn: ཕྱི་ཕྱོགས་ཀྱི IP གནས་ཡུལ་ལེན་ཐབས་བྲལ་བས། རང་སའི་གནས་ཡུལ་བེད་སྤྱོད་པ།

source: Failed to retrieve local ip address.
bo_cn: རང་སའི IP གནས་ཡུལ་ལེན་ཐབས་བྲལ།

source: Failed to retrieve local ip address. Aborting
bo_cn: རང་སའི IP གནས་ཡུལ་ལེན་ཐབས་བྲལ་བས། མཚམས་འཇོག་པ།

source: Failed to retrieve the external IP address.
bo_cn: ཕྱི་ཕྱོགས་ཀྱི IP གནས་ཡུལ་ལེན་ཐབས་བྲལ།

source: Failed to send command.
bo_cn: བཀའ་བརྡ་སྐྱེལ་བ་ཕམ་པ།

source: Failed to set language to %s (%s), using default system language
bo_cn: སྐད་རིགས %s (%s) ལ་སྒྲིག་འགོད་བྱེད་ཐབས་བྲལ་བས། རྒྱུད་ཁོངས་ཀྱིས་སོར་བཞག་སྐད་ཡིག་བེད་སྤྱོད་པ་ཡིན།

source: Failed to set language to %s (%s), using default system language.
bo_cn: སྐད་རིགས %s (%s) ལ་སྒྲིག་འགོད་བྱེད་ཐབས་བྲལ་བས། རྒྱུད་ཁོངས་ཀྱིས་སོར་བཞག་སྐད་ཡིག་བེད་སྤྱོད་པ་ཡིན།

source: Failed to validate settings
bo_cn: དག་བཤེར་སྒྲིག་འགོད་ཕམ་པ།

source: Failed to verify peer certificate
bo_cn: མཚུངས་པའི་དཔང་ཡིག་ལ་ར་སྤྲོད་སྐབས་ཕམ་པ།

source: Failed to write to file %s
bo_cn: ཡིག་ཆ %s ལ་འབྲི་སྐབས་ཕམ་པ།

source: Failed to write xml file
bo_cn: ཡིག་ཆ xml ལ་འབྲི་སྐབས་ནོར་འཁྲུལ་ཐོན་པ།

source: Failed transfers
bo_cn: བརྒྱུད་གཏོང་ཕམ་པ།

source: Fall back to active mode
bo_cn: རང་འགུལ་རྣམ་པར་ཕྱིར་སློག་པ།

source: Fil&e:
bo_cn: ཡིག་ཆ། (&E)

source: File
bo_cn: ཡིག་ཆ།

source: File Types
bo_cn: ཡིག་ཆའི་རིགས་གྲས།

source: File descriptor not a socket
bo_cn: ཡིག་ཆའི་ཞིབ་བརྗོད་རྟགས་ནི་འབྲེལ་འཛུགས་ཡི་གེ་མིན།

source: File does not contain any importable data.
bo_cn: ཡིག་ཆའི་ནང་དུ་འདྲེན་འཇུག་བྱས་ཆོག་པའི་གཞི་གྲངས་གང་ཡང་མི་འདུག

source: File editing
bo_cn: ཡིག་ཆ་རྩོམ་སྒྲིག

source: File exists
bo_cn: ཡིག་ཆ་གནས་པ།

source: File exists action
bo_cn: གནས་པའི་ཡིག་ཆར་བཀོལ་སྤྱོད་བྱེད་པ།

source: File has changed
bo_cn: ཡིག་ཆ་འགྱུར་ཟིན།

source: File lists
bo_cn: ཡིག་ཆའི་རེའུ་མིག

source: File search
bo_cn: ཡིག་ཆ་བཤེར་འཚོལ།

source: File transfer aborted by user
bo_cn: བརྒྱུད་གཏོང་དེ་སྤྱོད་མཁན་གྱིས་མཇུག་སྒྲིལ་སོང་།

source: File transfer aborted by user after transferring %s in %s
bo_cn: བརྒྱུད་གཏོང %s། (སྤྱོད་དུས %s) ཟིན་རྗེས་སྤྱོད་མཁན་གྱིས་ཡིག་ཆ་བརྒྱུད་གཏོང་བྱེད་མཚམས་བཞག་པ།

source: File transfer failed
bo_cn: ཡིག་ཆ་བརྒྱུད་གཏོང་ཕམ་པ།

source: File transfer failed after transferring %s in %s
bo_cn: བརྒྱུད་གཏོང %s། (སྤྱོད་དུས %s) ཟིན་རྗེས་ཡིག་ཆ་བརྒྱུད་གཏོང་ཕམ་པ།

source: File transfer skipped
bo_cn: ཡིག་ཆ་བརྒྱུད་གཏོང་མཆོང་བ།

source: File transfer successful
bo_cn: ཡིག་ཆ་བརྒྱུད་གཏོང་ལེགས་གྲུབ་བྱུང་བ།

source: File transfer successful, transferred %s in %s
bo_cn: ཡིག་ཆ་བརྒྱུད་གཏོང་ལེགས་གྲུབ་བྱུང་བ། བརྒྱུད་གཏོང %s (སྤྱོད་དུས %s) བྱས།

source: File transfers still in progress.
bo_cn: ཡིག་ཆ་བརྒྱུད་གཏོང་བྱེད་བཞིན་ཡོད།

source: File would transfer with ASCII data type.
bo_cn: ཡིག་ཆ་ནི ASCII ཡི་གཞི་གྲངས་རིགས་གྲས་ཀྱིས་བརྒྱུད་སྐྱེལ་བྱེད་པ།

source: File would transfer with binary data type.
bo_cn: ཡིག་ཆ་ནི་གཉིས་གོང་འགྲིལ་ལུགས་ཀྱི་གཞི་གྲངས་རིགས་གྲས་ཀྱིས་བརྒྱུད་སྐྱེལ་བྱེད་པ།

source: FileZilla Error
bo_cn: དུད་སྣེ FTP ཡི་ནོར་འཁྲུལ།

source: FileZilla can now test your configuration to ensure everything is configured properly.
bo_cn: དུད་སྣེ FTP ཡིས་ད་ལྟ་ཁྱེད་ཀྱི་སྡེབ་སྒྲིག་ལ་ཚོད་ལེན་བྱས་ནས་སྡེབ་སྒྲིག་ཚང་མ་རྒྱུན་ལྡན་ཡིན་པར་འགན་སྲུང་བྱེད་ཀྱི་ཡོད།

source: FileZilla is already connected to a server.
bo_cn: དུད་སྣེ FTP དེ་ཞབས་ཞུ་ཆས་ཤིག་ལ་འབྲེལ་ཟིན་པ།

source: FileZilla needs to be restarted for the language change to take effect.
bo_cn: སྐད་རིགས་བསྒྱུར་དུས་དུད་སྣེ FTP དེ་བསྐྱར་སློང་བྱས་ན་གཞི་ནས་ནུས་པ་ཐོན་ཐུབ།

source: FileZilla updates
bo_cn: དུད་སྣེ FTP གསར་བརྗེ་བྱེད་པ།

source: Filelist status &bars
bo_cn: ཡིག་ཆའི་རེའུ་མིག་གི་རྣམ་པའི་ཚང་། (&B)

source: Filename
bo_cn: ཡིག་ཆའི་མིང་།

source: Filename &filters...
bo_cn: ཡིག་ཆའི་མིང་ལ་འཚག་ཆས། (&F)

source: Filename cannot be constructed for directory %s and filename %s
bo_cn: དཀར་ཆག %s དང་ཡིག་ཆའི་མིང %s ལ་ཡིག་ཆའི་མིང་བཟོ་མི་ཐུབ།

source: Filename invalid
bo_cn: ཡིག་ཆའི་མིང་ནུས་མེད་ཡིན།

source: Filename unchanged
bo_cn: ཡིག་ཆའི་མིང་ལ་འགྱུར་བ་བྱུང་མེད།

source: Filename:
bo_cn: ཡིག་ཆའི་མིང་།

source: Filenames may not contain any of the following characters: / * ? < > |
bo_cn: ཡིག་ཆའི་མིང་གི་ནང་དུ་ཡིག་རྟགས / * ? < > | གང་ཡང་ཚུད་མི་ཆོག

source: Files currently being edited
bo_cn: རྩོམ་སྒྲིག་བྱེད་བཞིན་པའི་ཡིག་ཆ།

source: Filesize
bo_cn: ཡིག་ཆའི་ཆེ་ཆུང་།

source: Filesize format
bo_cn: ཡིག་ཆའི་ཆེ་ཆུང་གི་རྣམ་གཞག

source: Filetype
bo_cn: ཡིག་ཆའི་རིགས་གྲས།

source: Filetype associations
bo_cn: ཡིག་ཆའི་རྣམ་གཞག་འབྲེལ་ལྡན།

source: Filter applies to:
bo_cn: འཚག་ཆས་ཀྱི་བཀོལ་སྤྱོད་ཁྱབ་ཁོངས།

source: Filter invalid characters in filenames
bo_cn: འཚག་ཆས་ཀྱི་ཡིག་ཆའི་མིང་ལ་ནུས་མེད་ཡིག་རྟགས་ཡོད།

source: Filter name already exists
bo_cn: འཚག་ཆས་ཀྱི་མིང་གནས་འདུག

source: Filter out items matching all of the following
bo_cn: གཤམ་གྱི་ཟླ་སྒྲིག་བྱས་པའི་ཆ་རྐྱེན་གྱི་རྣམ་གྲངས་ཚང་མ་འཚག་སེལ་བྱེད་པ།

source: Filter out items matching any of the following
bo_cn: གཤམ་གྱི་ཟླ་སྒྲིག་བྱས་པའི་ཆ་རྐྱེན་གྱི་རྣམ་གྲངས་གང་རུང་འཚག་སེལ་བྱེད་པ།

source: Filter out items matching none of the following
bo_cn: གཤམ་གྱི་ཟླ་སྒྲིག་བྱས་མེད་པའི་ཆ་རྐྱེན་གྱི་རྣམ་གྲངས་གང་རུང་འཚག་སེལ་བྱེད་པ།

source: Filter set already exists
bo_cn: འཚག་ཆས་ཀྱི་ཚོགས་སྤྱི་གནས་ཡོད།

source: Filter the directory listings
bo_cn: འཚག་པའི་དཀར་ཆག་རེའུ་མིག

source: Filter validation failed
bo_cn: འཚག་ཆས་ཀྱི་ཞིབ་བསྡུར་ཕམ་པ།

source: Find &files
bo_cn: ཡིག་ཆ་འཚོལ་བ།

source: Find d&irectories
bo_cn: དཀར་ཆག་འཚོལ་བ།

source: Fingerprint (SHA-1):
bo_cn: མཛུབ་རིས། (SHA-1)

source: Fingerprint:
bo_cn: མཛུབ་རིས།

source: Firewall and router configuration wizard
bo_cn: མེ་འགོག་གྱང་དང་ལམ་སྟོན་ཆས་ཀྱི་སྡེབ་སྒྲིག་སྣེ་ཁྲིད།

source: For more detailed information about what these options do, please run the network configuration wizard.
bo_cn: དྲ་རྒྱའི་སྡེབ་སྒྲིག་གི་སྣེ་ཁྲིད་འཁོར་སྐྱོད་བྱས་ནས་འབྲེལ་ཡོད་འདེམས་ཚན་དེ་ཚོའི་ཆ་འཕྲིན་མང་བ་ཐོབ་ཐུབ།

source: For reliability you should specify a range of at least 10 ports.
bo_cn: ཁྱེད་རང་གི་མ་མཐར་ཡང་མཐུད་ཁ་བཅུ་དམིགས་འཛུགས་བྱས་ན། གཞི་ནས་རྟོན་རུང་རང་བཞིན་ལ་འགན་ལེན་བྱེད་ཐུབ།

source: For this session the default settings will be used. Any changes to the settings will not be saved.
bo_cn: མིག་སྔའི་གླེང་མོལ་གྱིས་སོར་བཞག་སྒྲིག་འགོད་བེད་སྤྱད་པས། སྒྲིག་འགོད་ཀྱི་བཟོ་བཅོས་ཚང་མ་ཉར་ཚགས་བྱེད་ཀྱི་མེད།

source: Force &UTF-8
bo_cn: བཙན་ཤེད &UTF-8

source: Force showing &hidden files
bo_cn: སྦས་པའི་ཡིག་ཆ་བཙན་ཤེད་ཀྱིས་མངོན་པ། (&H)

source: Force showing hidden files
bo_cn: སྦས་པའི་ཡིག་ཆ་བཙན་ཤེད་ཀྱིས་མངོན་པ།

source: Format specifications:
bo_cn: རྣམ་གཞག་གཏན་འབེབས།

source: Format: Extension followed by properly quoted command and arguments.
bo_cn: རྣམ་གཞག རྒྱ་བསྐྱེད་མིང་གི་རྗེས་སུ་ཡང་དག་པའི་བཀའ་བརྡ་དང་ཞུགས་གྲངས་ཀྱིས་རྗེས་སུ་འབྲངས་དགོས།

source: Found new %s %s
bo_cn: གསར་པ %s %s ཤེས་རྟོགས་བྱུང་བ།

source: Further documentation
bo_cn: ཡིག་ཚགས་དེ་བས་མང་བ།

source: General
bo_cn: སྤྱི་སྤྱོད་སྒྲིག་འགོད།

source: General SOCKS server failure
bo_cn: SOCKS ཞབས་ཞུ་ཆས་ཀྱི་རྒྱུན་སྲོལ་སྐྱོན།

source: Generic proxy
bo_cn: ཀུན་སྤྱོད་ལས་ཚབ།

source: Get external IP address from the following URL:
bo_cn: གཤམ་གྱི URL ནས་ཕྱི་རོལ་གྱི IP ཡི་གནས་ཡུལ་ཐོབ་པ།

source: Getting help
bo_cn: རོགས་རམ་ཐོབ་པ།

source: Given filterset name already exists, overwrite filter set?
bo_cn: མཁོ་སྤྲོད་བྱས་པའི་འཚག་ཆས་ཚོགས་སྤྱིའི་མིང་གནས་འདུག་པས། འཚག་ཆས་ཚོགས་སྤྱི་དེ་འགེབས་སམ།

source: Global bookmarks
bo_cn: ཁྱོན་ཡོངས་ཀྱི་དཔེ་འཛར།

source: GnuTLS error %d
bo_cn: GnuTLS ནོར་འཁྲུལ %d

source: GnuTLS error %d in %s
bo_cn: GnuTLS ནོར་འཁྲུལ %d དེ %s ལ་གནས།

source: Group permissions
bo_cn: ཚོ་ཡི་དབང་ཚད།

source: H&igh
bo_cn: མཐོ་བ། (&I)

source: HTTPS - HTTP over TLS
bo_cn: HTTS-TLS ཡི HTTP བརྒྱུད།

source: Hash:
bo_cn: ཐོར་སྒྲིག་གྲངས་ཐང་།

source: Hidden
bo_cn: གབ་པ།

source: High
bo_cn: མཐོ།

source: Highest
bo_cn: མཐོ་ཤོས།

source: Highest available port has to be a number between 1024 and 65535.
bo_cn: སྤྱོད་རུང་མཐུད་ཁའི་ཨང་མཐོ་ཤོས་དེ་ངེས་པར་དུ 1024 ནས 65535 བར་ཡིན་དགོས།

source: Hold the shift key to toggle the filter state on both sides simultaneously.
bo_cn: མཐེབ shift མནན་པ་དང་ཆབས་ཅིག་གཡས་གཡོན་གྱི་འཚག་ཆས་རྣམ་པ་ཁ་ཕྱེ་བ་དང་ཁ་རྒྱག་པ།

source: Homepage:
bo_cn: གཙོ་ངོས།

source: Host is down
bo_cn: གཙོ་འཁོར་ཁ་རྒྱག་ཟིན་པ།

source: Host key fingerprint:
bo_cn: གཙོ་འཁོར་གྱི་གསང་ལྡེ་དང་མཛུབ་རིས།

source: Host key mismatch
bo_cn: གཙོ་འཁོར་གྱི་གསང་ལྡེ་ཟླ་སྒྲིག་མིན་པ།

source: Host starts with '[' but no closing bracket found.
bo_cn: གཙོ་འཁོར་གྱི་མིང “[” ཡི་འགོ་རྩོམ་ཀྱང་མཇུག་སྒྲིལ་རྟགས “]” མེད་པ།

source: Host unreachable
bo_cn: གཙོ་འཁོར་ལ་འབྲེལ་མཐུད་བྱེད་ཐབས་མེད།

source: Host:
bo_cn: གཙོ་འཁོར།

source: Hours,
bo_cn: ཆུ་ཚོད།

source: I&SO 8601 (example: 15:47)
bo_cn: ISO8601 (དཔེ་མཚོན 15:47）

source: IPv6 addresses are not supported with SOCKS4 proxy
bo_cn: SOCKS4 ལས་ཚབ་ཀྱིས་གནས་ཡུལ IPv6 ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: If reporting bugs, please provide logs with "Verbose" logging level.
bo_cn: གལ་ཏེ་གནད་དོན་སྙན་ཞུ་བྱ་དགོས་ན། རིམ་པའི་ཉིན་ཐོའི་ཡིག་ཆ“ཞིབ་ཕྲ”མཁོ་འདོན་བྱ་རོགས།

source: If the fallback option is enabled, you will be able to connect to misconfigured servers which reject the selected transfer mode.
bo_cn: གལ་ཏེ་འདེམས་ཚན་ཕྱིར་སློག་སྤྱད་ན། ཁྱེད་ཀྱིས་ནོར་འཁྲུལ་གྱིས་སྡེབ་སྒྲིག་བྱས་ནས་བརྒྱུད་གཏོང་རྣམ་པ་འདེམས་རྒྱུ་དང་ལེན་མ་བྱས་པའི་ས་ཚུགས་ལ་འབྲེལ་ཐུབ།

source: If the host key change was not expected, please contact the server administrator.
bo_cn: གལ་ཏེ་གཙོ་འཁོར་གྱི་གསང་ལྡེ་བརྗེ་བ་ལ་དོག་པ་ཡོད་ན། ཞབས་ཞུ་ཆས་ཀྱི་དོ་དམ་པ་ལ་འབྲེལ་གཏུག་བྱོས།

source: If the problem persists, some router and/or firewall keeps blocking FileZilla.
bo_cn: གལ་ཏེ་གནད་དོན་འདི་སྔར་བཞིན་གནས་ཡོད་ན། ལམ་སྟོན་ཆས་སམ་མེ་འགོག་གྱང་གིས་རྒྱུན་པར་དུད་སྣེ FTP བཀག་འགོག་བྱེད་བཞིན་ཡོད།

source: If the problem persists, some router and/or firewall keeps interrupting the connection.
bo_cn: གལ་ཏེ་གནད་དོན་འདི་སྔར་བཞིན་གནས་ཡོད་ན། ལམ་སྟོན་ཆས་སམ་མེ་འགོག་གྱང་གིས་འབྲེལ་མཐུད་འདི་སྔར་བཞིན་བར་གཅོད་བྱེད་པ་ཡིན།

source: If this problem persists, please contact your router or firewall manufacturer for a solution.
bo_cn: གལ་ཏེ་གནད་དོན་འདི་སྔར་བཞིན་གནས་ཡོད་ན། ཁྱེད་ཀྱིས་ལམ་སྟོན་ཆས་སམ་མེ་འགོག་གྱང་གི་བཟོ་སྐྲུན་མཁན་ལ་འབྲེལ་བ་བྱོས།

source: If this problem stays, please contact your router manufacturer.
bo_cn: གལ་ཏེ་གནད་དོན་འདི་སྔར་བཞིན་གནས་ཡོད་ན། ཁྱེད་ཀྱིས་ལམ་སྟོན་ཆས་བཟོ་སྐྲུན་མཁན་ལ་འབྲེལ་བ་བྱོས།

source: If using timestamp based comparison, consider two files equal if their timestamp difference does not exceed this threshold.
bo_cn: གལ་ཏེ་དུས་ཐམ་རྣམ་པས་བསྡུར་ན། ཡིག་ཆ་གཉིས་ཀྱི་དུས་ཚོད་ཀྱི་ཁྱད་པར་ཚད་བཀག་གྲངས་ཐང་ལས་མི་བརྒལ་ན་གཅིག་མཚུངས་ལ་བརྩི་ཡིན།

source: If you change the language, you need to restart FileZilla.
bo_cn: གལ་ཏེ་སྐད་རིགས་བསྒྱུར་ན། ཁྱེད་ཀྱིས་དུད་སྣེ FTP བསྐྱར་སློང་བྱེད་དགོས།

source: If you close FileZilla, your changes will be lost.
bo_cn: གལ་ཏེ་དུད་སྣེ FTP ཁ་རྒྱག་ན། ཁྱེད་རང་གི་བཟོས་པའི་འགྱུར་ལྡོག་དེ་བོར་ངེས་རེད།

source: If you enter the wrong filetypes, those files may get corrupted when transferred.
bo_cn: གལ་ཏེ་ཁྱེད་ཀྱིས་ནོར་འཁྲུལ་གྱི་ཡིག་ཆའི་རིགས་ནང་འཇུག་བྱས་ན། ཡིག་ཆ་དེ་དག་བརྒྱུད་གཏོང་བྱས་རྗེས་འཕྲོ་བརླག་ཏུ་འགྲོ་སྲིད།

source: If you get any errors, your configuration is not correct.
bo_cn: གལ་ཏེ་ནོར་འཁྲུལ་འཕྲད་ན། ཁྱེད་སྡེབ་སྒྲིག་ཡང་དག་མིན་པ་མཚོན།

source: If you have problems to retrieve directory listings or to transfer files, try to change the default transfer mode.
bo_cn: གལ་ཏེ་ཁྱེད་ཀྱིས་དཀར་ཆག་རེའུ་མིག་ལེན་པའམ་ཡིག་ཆ་བརྒྱུད་གཏོང་སྐབས་གནད་དོན་འཕྲད་ན། སོར་བཞག་བརྒྱུད་གཏོང་གི་རྣམ་པ་བསྒྱུར་རོགས།

source: If you use a firewall, make sure FileZilla is allowed to accept connection on all given ports.
bo_cn: གལ་ཏེ་ཁྱིད་ཀྱིས་མེ་འགོག་གྱང་བཀོལ་ཡོད་ན། དུད་སྣེ FTP དེ་གཏན་འཁེལ་གྱི་མཐུད་ཁ་ཚང་མའི་སྟེང་ནས་འབྲེལ་ཆོག་པར་ཁག་ཐེག་བྱེད་དགོས།

source: If your router keeps changing the IP address, please contact your router manufacturer.
bo_cn: གལ་ཏེ་ཁྱེད་ཀྱི་ལམ་སྟོན་ཆས་ཀྱིས་རྒྱུན་དུ IP གནས་ཡུལ་བརྗེ་ན། ཁྱེད་ཀྱི་ལམ་སྟོན་ཆས་བཟོ་སྐྲུན་མཁན་ལ་འབྲེལ་གཏུག་བྱོས།

source: Import data from older version
bo_cn: པར་གཞི་རྙིང་པའི་ནང་ནས་གཞི་གྲངས་གཞི་གྲངས་འདྲེན་འཇུག་བྱེད་པ།

source: Import settings
bo_cn: འདྲེན་འཇུག་སྒྲིག་འགོད།

source: Import successful
bo_cn: འདྲེན་འཇུག་ལེགས་འགྲུབ་བྱུང་བ།

source: Improperly quoted association.
bo_cn: འདྲེན་སྤྱོད་ཡང་དག་མ་བྱུང་བའི་འབྲེལ་ལྡན།

source: In order to use active mode, FileZilla needs to know your external IP address.
bo_cn: རང་འགུལ་གྱི་རྣམ་པ་སྤྱོད་ཆེད། དུད་སྣེ FTP ཡིས་ཁྱེད་ཀྱི་ཕྱིའི IP གནས་ཡུལ་ཤེས་དགོས།

source: Incomplete chain, top certificate is not self-signed certificate authority certificate
bo_cn: ཆ་ཚང་མིན་པའི་ར་སྤྲོད་སྦྲེལ་མཐུད། རྩེར་སོན་དཔང་ཡིག་དེ་རང་གིས་ཆོག་མཆན་བཀོད་ནས་སྤྲད་པའི་དབང་སྤྲོད་ལག་ཁྱེར་མ་རེད་།།

source: Incorrect password
bo_cn: གསང་ཨང་ནོར་འཁྲུལ།

source: Information about the latest version of FileZilla could not be retrieved. Please try again later.
bo_cn: པར་གཞི་གསར་ཤོས་ཀྱི་དུད་སྣེ FTP ཡི་ཆ་འཕྲིན་ཐོབ་ཐབས་བྲལ། ཅུང་ཙམ་འགོར་རྗེས་ཡང་བསྐྱར་ཚོད་ལྟ་བྱོས།

source: Initializing TLS...
bo_cn: TLS འགོ་སྒྲིག་བྱེད་བཞིན་ཡོད།

source: Insecure algorithm!
bo_cn: བདེ་འཇགས་མིན་པའི་རྩི་ཐབས།

source: Insecure server, it does not support FTP over TLS.
bo_cn: བདེ་འཇགས་མིན་པའི་ཞབས་ཞུ་ཆས། FTP over TLS ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Interactive
bo_cn: སྣོལ་རེས་ཚུལ།

source: Interface
bo_cn: མཚམས་ངོས།

source: Interrupted by signal
bo_cn: བརྡ་རྟགས་ཚད་ཀྱིས་བར་བཅོད་བྱེད་པ།

source: Interrupted by user
bo_cn: སྤྱོད་མཁན་མཇུག་སྒྲིལ།

source: Invalid Content-Length
bo_cn: ནུས་མེད་ཀྱི Content-Length

source: Invalid HTTP Response
bo_cn: ནུས་མེད་ཀྱི་དང་ལེན HTTP

source: Invalid argument passed
bo_cn: ནུས་མེད་ཞུགས་གྲངས་བརྒྱུད་སྤྲོད་བྱས།

source: Invalid character sequence received, disabling UTF-8. Select UTF-8 option in site manager to force UTF-8.
bo_cn: ནུས་མེད་ཡིག་ཚིགས་འབྱོར་བས་སྒྲིག་ཨང UTF8 སྤྱོད་འགོག་བྱས། ས་ཚུགས་དོ་དམ་ཆས་ནང་བཙན་ཤེད་ཀྱིས་སྒྲིག་ཨང UTF-8 གདམ་དགོས།

source: Invalid chunk size
bo_cn: ནུས་མེད་ཀྱི་དུམ་བུའི་ཆེ་ཆུང་།

source: Invalid data received
bo_cn: ནུས་མེད་གཞི་གྲངས་འབྱོར་བ།

source: Invalid date
bo_cn: ནུས་མེད་གཞི་གྲངས།

source: Invalid filename
bo_cn: ཡིག་ཆའི་མིང་ནུས་མེད་ཡིན།

source: Invalid host, after closing bracket only colon and port may follow.
bo_cn: གཙོ་འཁོར་མིང་ནུས་མེད་ཡིན། གུག་རྟགས་ཁ་ཟུམ་རྗེས་ལྷག་བཅས་རྟགས་ཀྱི་སྟེང་དུ་མཐུད་སྣེའི་ཨང་རྟགས་ཁོ་ན་བཀོད་པ་ཆོག་པ་ཡིན།

source: Invalid port given. The port has to be a value from 1 to 65535.
bo_cn: གཏན་འཁེལ་བྱས་པའི་མཐུད་སྣེ་ནུས་མེད་ཡིན། མཐུད་སྣེའི་ཨང་རྟགས་དེ་ངེས་པར་དུ 1 ནས 65535 བར་གྱི་གྲངས་ཐང་ཡིན་དགོས།

source: Invalid proxy host, after closing bracket only colon and port may follow.
bo_cn: ལས་ཚབ་གཙོ་འཁོར་གྱི་མིང་ནུས་མེད་ཡིན། གུག་རྟགས་ཁ་ཟུམ་རྗེས་ལྷག་བཅས་རྟགས་ཀྱི་སྟེང་དུ་མཐུད་སྣེའི་ཨང་རྟགས་ཁོ་ན་བཀོད་པ་ཆོག་པ་ཡིན།

source: Invalid regular expression in search conditions.
bo_cn: བཤེར་འཚོལ་ཆ་རྐྱེན་ཚད་མཐུན་མཚོན་ཚུལ་ནི་ནུས་མེད་ཡིན།

source: Invalid response code
bo_cn: ནུས་མེད་ཀྱི་དང་ལེན་ཨང་།

source: Invalid search conditions: %s
bo_cn: ནུས་མེད་ཀྱི་བཤེར་འཚོལ་ཆ་རྐྱེན། %s

source: Invalid site path
bo_cn: ནུས་མེད་ཀྱི་ས་ཚུགས་བརྒྱུད་ལམ།

source: Invalid size in condition
bo_cn: ཆ་རྐྱེན་ཁྲོད་ཀྱི་ཆེ་ཆུང་ནི་ནུས་མེད་ཡིན།

source: Invalid username given.
bo_cn: ནུས་མེད་ཀྱི་སྤྱོད་མཁན་མིང་།

source: Invalid value for ai_flags
bo_cn: ainflags ཡི་གྲངས་ཐང་ནུས་མེད་ཡིན།

source: Invalid value for hints
bo_cn: བརྡ་སྟོན་གྱི་གྲངས་ཐང་ནུས་མེད་ཡིན།

source: Jurisdiction country:
bo_cn: ཁྲིམས་འཛིན་བདག་ཁོངས་ཀྱི་རྒྱལ་ཁབ།

source: Jurisdiction locality:
bo_cn: ཁྲིམས་འཛིན་བདག་ཁོངས་ས་ཁུལ།

source: Jurisdiction state or province:
bo_cn: ཁྲིམས་འཛིན་དོ་དམ་ཁུལ་ལམ་ཡང་ན་ཞིང་ཆེན།

source: Keep directories on top
bo_cn: དཀར་ཆག་སྟེང་དུ་རྒྱུན་སྲུང་བྱེད།

source: Key exchange
bo_cn: གསང་ལྡེ་བརྗེ་རེས།

source: Key file
bo_cn: གསང་ལྡེའི་ཡིག་ཆ།

source: L&owest
bo_cn: དམའ་ཤོས། (&O)

source: Language
bo_cn: སྐད་བརྡ།

source: Language changed
bo_cn: སྐད་རིགས་བཟོ་བཅོས་ཟིན།

source: Last modified
bo_cn: ཉེ་དུས་ཀྱི་བཟོ་བཅོས།

source: Layout
bo_cn: བཀོད་པ།

source: Limit for concurrent &downloads:
bo_cn: དུས་མཚུངས་སུ་ཕབ་ལེན་ཚོད་འཛིན་བྱེད་པ། (&D)

source: Limit for concurrent &uploads:
bo_cn: དུས་མཚུངས་སུ་ཡར་བསྐུར་ཚོད་འཛིན་བྱེད་པ། (&U)

source: Limit local ports
bo_cn: རང་སའི་མཐུད་ཁ་ཚོད་འཛིན་བྱེད་པ།

source: Limit size of logfile
bo_cn: ཉིན་ཐོ་ཡིག་ཆའི་ཆེ་ཆུང་ཚོད་འཛིན་བྱེད་པ།

source: Limit:
bo_cn: ཚོད་འཛིན།

source: Line length exceeded
bo_cn: ཕྲེང་གི་རིང་ཚད་ལས་བརྒལ་བ།

source: Linked against
bo_cn: སྦྲེལ་མཐུད་མཛོད།

source: Listen socket closed
bo_cn: འབྲེལ་འཛུགས་ཡི་གེའི་ཉན་ཞིབ་ཁ་རྒྱག་ཟིན་པ།

source: Listing:
bo_cn: རེའུ་མིག

source: Lo&west available port:
bo_cn: སྤྱོད་རུང་མཐུད་ཁ་དམའ་ཤོས། (&W)

source: Local
bo_cn: འཕྲུལ་ཆས་འདི།

source: Local address in use
bo_cn: རང་སའི་གནས་ཡུལ་བེད་སྤྱོད་བྱེད་བཞིན་ཡོད།

source: Local endpoint has been closed
bo_cn: རང་སའི་སྣེ་ཚེག (endpoint) ཁ་རྒྱག་ཟིན།

source: Local file
bo_cn: རང་སའི་ཡིག་ཆ།

source: Local file does not exist.
bo_cn: རང་སའི་ཡིག་ཆ་མི་འདུག

source: Local file is %s
bo_cn: རང་སའི་ཡིག་ཆ %s ཡིན།

source: Local file is a directory instead of a regular file.
bo_cn: རང་སའི་ཡིག་ཆ་ནི་དཀར་ཆག་ཞིག་ཡིན་པ་ལས་སྤྱིར་བཏང་གི་ཡིག་ཆ་ཞིག་མ་རེད།

source: Local file is not a valid filename.
bo_cn: རང་སའི་ཡིག་ཆ་ནི་ནུས་ལྡན་གྱི་ཡིག་ཆའི་མིང་ཞིག་མ་རེད།

source: Local filters:
bo_cn: རང་སའི་འཚག་ཆས།

source: Local site:
bo_cn: རང་སའི་ས་ཚུགས།

source: Locality:
bo_cn: ས་གནས།

source: Log file
bo_cn: ཟིན་ཐོའི་རིམ་པ།

source: Logging
bo_cn: ཉིན་ཐོ།

source: Login sequence fully executed yet not logged in. Aborting.
bo_cn: ཐོ་འགོད་བརྒྱུད་རིམ་ཡོངས་སུ་ལག་བསྟར་བྱས་ཟིན་མོད། འོན་ཀྱང་སྔར་བཞིན་ཐོ་འགོད་བྱེད་ཐབས་མེད་པས་། མཇུག་སྒྲིལ་བཞིན་འདུག

source: Logontype has to be either 'ask' or 'interactive' (without the quotes).
bo_cn: ཐོ་འགོད་ཀྱི་རིགས་ནི་ངེས་པར་དུ “ask” འམ་ཡང་ན “interactve” ཡིན་དགོས། (འདྲེན་རྟགས་མེད)

source: Logontype, can only be used together with FTP URL. Argument has to be either '%s' or '%s'
bo_cn: ཐོ་འགོད་རིགས་གྲས་དང FTPURL ཁོ་ན་དང་མཉམ་དུ་སྤྱོད་དགོས། ཞུགས་གྲངས་དེ་ངེས་པར་དུ “%s” འམ་ཡང་ན “%s” ཡིན་དགོས།

source: Low
bo_cn: དམའ།

source: Lowest
bo_cn: དམའ་ཤོས།

source: Lowest available port has to be a number between 1024 and 65535.
bo_cn: སྤྱོད་རུང་མཐུད་ཁའི་ཨང་རྟགས་དམའ་ཤོས་དེ་ངེས་པར་དུ 1024 ནས 65535 བར་ཡིན་དགོས།
