Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/filezilla.po
Languages: bo_cn

source: Can't write data to file: %s
bo_cn: གཞི་གྲངས་དེ་ཡིག་ཆ %s ཡི་ནང་འབྲི་ཐབས་བྲལ།

source: Cancel
bo_cn: འདོར་བ།

source: Cannot access '%s', no media inserted or drive not ready.
bo_cn: “%s” ལ་ལྟ་སྤྱོད་བྱེད་ཐབས་བྲལ། སྨྱན་བྱེད་མེད་པའམ་ཡང་ན་སྐུལ་ཆས་གྲ་སྒྲིག་བྱས་མེད།

source: Cannot add server to Site Manager
bo_cn: ཞབས་ཞུ་ཆས་ས་ཚུགས་དོ་དམ་ཆས་ལ་སྣོན་ཐབས་བྲལ།

source: Cannot assign requested address
bo_cn: རེ་ཞུའི་གནས་ཡུལ་བགོས་ཐབས་བྲལ།

source: Cannot compare directories, different filters for local and remote directories are enabled
bo_cn: དཀར་ཆག་བསྡུར་ཐབས་བྲལ། རང་ས་དང་རྒྱང་རིང་དཀར་ཆག་ལ་འཚག་ཆས་མི་འདྲ་བ་བེད་སྤྱད་འདུག

source: Cannot create new filter
bo_cn: འཚག་ཆས་གསར་པ་གསར་བཟོ་བྱེད་ཐབས་བྲལ།

source: Cannot edit file
bo_cn: ཡིག་ཆ་རྩོམ་སྒྲིག་བྱེད་ཐབས་བྲལ།

source: Cannot edit file, not connected to any server.
bo_cn: ཡིག་ཆ་རྩོམ་སྒྲིག་བྱེད་ཐབས་བྲལ། ཞབས་ཞུ་ཆས་གང་ཡང་འབྲེལ་མཐུད་བྱས་མེད།

source: Cannot edit file, remote path unknown.
bo_cn: ཡིག་ཆ་རྩོམ་སྒྲིག་བྱེད་ཐབས་བྲལ། རྒྱང་རིང་གི་བརྒྱུད་ལམ་མི་ཤེས།

source: Cannot establish FTP connection to an SFTP server. Please select proper protocol.
bo_cn: ཞབས་ཞུ་ཆས SFTP དང FTP འབྲེལ་མཐུད་བྱེད་ཐབས་བྲལ། འོས་འཚམ་གྱི་གྲོས་ཆིངས་གདམ་དགོས།

source: Cannot load Quickconnect bar from resource file
bo_cn: ཐོན་ཁུངས་ཡིག་ཆ་ནས་མགྱོགས་མྱུར་འབྲེལ་མཐུད་ཚང་འདྲེན་འཇུག་བྱེད་ཐབས་བྲལ།

source: Cannot load key file
bo_cn: གསང་ལྡེའི་ཡིག་ཆ་ཁུར་སྣོན་མི་ཐུབ།

source: Cannot load toolbar from resource file
bo_cn: ཐོན་ཁུངས་ཡིག་ཆ་ནས་ལག་ཆའི་ཚང་འདྲེན་འཇུག་བྱེད་ཐབས་བྲལ།

source: Cannot remember password
bo_cn: གསང་ཨང་ངེས་དཀའ།

source: Cannot rename entry
bo_cn: ཟིན་ཐོར་མིང་བསྐྱར་འདོགས་མི་ཐུབ།

source: Cannot rename file
bo_cn: ཡིག་ཆར་མིང་བསྐྱར་འདོགས་མི་ཐུབ།

source: Cannot resolve hostname to IPv4 address for use with SOCKS4 proxy.
bo_cn: གཙོ་འཁོར་དེ IPv4 གནས་ཡུལ་དུ་སུ་དབྱེ་ཞིབ་བྱས་ནས་ལས་ཚབ SOCKS4 ལ་བཀོལ་མི་ཐུབ།

source: Cannot save filterset
bo_cn: འཚག་ཆས་ཚོགས་སྤྱི་ཉར་ཚགས་མི་ཐུབ།

source: Cannot select filter
bo_cn: འཚག་ཆས་གདམ་མི་ཐུབ།

source: Cannot set file association
bo_cn: ཡིག་ཆའི་རྣམ་གཞག་གི་འབྲེལ་བ་སྒྲིག་འགོད་མི་ཐུབ།

source: Cannot show dialog
bo_cn: གླེང་སྒྲོམ་མི་མངོན་པ།

source: Cannot view/edit selected file
bo_cn: བདམས་པའི་ཡིག་ཆར་ལྟ་བ་དང་རྩོམ་སྒྲིག་བྱེད་མི་ཐུབ་པ།

source: Case insensitive
bo_cn: འབྲི་ཆེ་ཆུང་སྣང་མེད་དུ་གཏོང་།

source: Case insensitive (default)
bo_cn: བྲིས་ཆེ་ཆུང་དབྱེ་བ་མེད་པ(སོར་བཞག)

source: Case sensitive
bo_cn: ཆེ་བྲིས་ཆུང་བྲིས་ཀྱི་དབྱེ་བ།

source: Case sensitive (default)
bo_cn: བྲིས་ཆེ་ཆུང་དབྱེ་བ་ཡོད་པ(སོར་བཞག)

source: Categories to clear
bo_cn: གཙང་སེལ་བྱེད་དགོས་པའི་རིགས་གྲས།

source: Certificate and session data are not available yet.
bo_cn: མིག་སྔར་དཔང་ཡིག་དང་ལབ་གླེང་གི་གཞི་གྲངས་སྤྱོད་མི་ཆོག

source: Certificate in chain:
bo_cn: དཔང་ཡིག་སྦྲེལ་མཐུད།

source: Certificate issuer
bo_cn: དཔང་ཡིག་སྤྲོད་མཁན།

source: Challenge:
bo_cn: གཏན་འཁེལ་བྱེད་དགོས་པ།

source: Change file attributes
bo_cn: ཡིག་ཆའི་གཏོགས་གཤིས་བསྒྱུར་བ།

source: Change the file permissions.
bo_cn: ཡིག་ཆའི་དབང་ཚད་བསྒྱུར་བ།

source: Changing logfile settings requires restart of FileZilla.
bo_cn: ཉིན་ཐོ་ཡིག་ཆ་ཡི་སྒྲིག་འགོད་བཟོ་བཅོས་སྐབས་དུད་སྣེ FTP བསྐྱར་སློང་བྱེད་དགོས།

source: Character encoding issue
bo_cn: ཡིག་རྟགས་སྒྲིག་ཨང་གི་གནད་དོན།

source: Charset
bo_cn: ཡིག་རྟགས་ཚོགས།

source: Check for FileZilla &updates automatically:
bo_cn: དུད་སྣེ FTP ཡི་གསར་སྒྱུར་ལ་རང་འགུལ་ཞིབ་བཤེར་བྱེད་པ། (&U)

source: Check for Updates
bo_cn: གསར་བསྒྱུར་ཞིབ་བཤེར།

source: Check for updates failed
bo_cn: ཞིབ་བཤེར་གསར་སྒྱུར་ཕམ་པ།

source: Check your login credentials. The entered password starts or ends with a space character.
bo_cn: ཁྱེད་ཀྱི་ཐོ་འགོད་དཔང་རྟགས་ལ་ཞིབ་བཤེར་གནང་རོགས། ནང་འཇུག་བྱས་པའི་གསང་ཨང་གི་མགོ་ཚུགས་སའམ་ཡང་ན་མཇུག་ཏུ་མིག་སྟོང་འདུག

source: Check your login credentials. The entered username starts or ends with a space character.
bo_cn: ཁྱེད་ཀྱི་ཐོ་འགོད་དཔང་རྟགས་ལ་ཞིབ་བཤེར་གནང་རོགས། ནང་འཇུག་བྱས་པའི་སྤྱོད་མཁན་མིང་གི་མགོ་ཚུགས་སའམ་ཡང་ན་མཇུག་ཏུ་མིག་སྟོང་འདུག

source: Checking for correct external IP address
bo_cn: ཡང་དག་པའི་ཕྱི་རོལ་གྱི IP གནས་ཡུལ་ལ་ཞིབ་བཤེར་བྱེད་དགོས།

source: Checking for updates...
bo_cn: གསར་སྒྱུར་ལ་ཞིབ་བཤེར་བྱེད་བཞིན་ཡོད།

source: Checksum match on file %s
bo_cn: ཡིག་ཆ %s ཡི་དག་བཤེར་གྲངས་ཐང་ཟླ་སྒྲིག་ཡིན་པ།

source: Checksum mismatch on file %s
bo_cn: ཡིག་ཆ %s ཡི་དག་བཤེར་གྲངས་ཐང་ཟླ་སྒྲིག་མིན་པ།

source: Choose a key file
bo_cn: གསང་ལྡེའི་ཡིག་ཆ་གདམ་དགོས།

source: Choose the default local directory
bo_cn: སོར་བཞག་གི་རང་སའི་དཀར་ཆག་གདམ་དགོས།

source: Choose the local directory
bo_cn: རང་སའི་དཀར་ཆག་གདམ་དགོས།

source: Chunk data improperly terminated
bo_cn: དཔེ་དུམ་གཞི་གྲངས་ཀྱི་ནོར་འཁྲུལ་མཚམས་འཇོག

source: Cipher:
bo_cn: གསང་ཨང་།:

source: Cl&ose tab
bo_cn: གདོང་འཛར་ཁ་རྒྱག

source: Classic
bo_cn: གསུང་རབ་འཆར་ངོས།

source: Clear &layout cache
bo_cn: བཀོད་པའི་བར་གསོག་གཙང་སེལ།

source: Clear history
bo_cn: ལོ་རྒྱུས་ཟིན་ཐོ་གཙང་སེལ།

source: Clear private data
bo_cn: མི་སྒེར་གྱི་ཆ་འཕྲིན་གཙང་སེལ།

source: Clear quickconnect bar
bo_cn: མྱུར་མཐུད་ཚང་གཙང་སེལ།

source: Click on Finish to save your configuration.
bo_cn: ལེགས་གྲུབ་གནོན་ནས་ཁྱེད་རང་གི་སྡེབ་སྒྲིག་ཉར་ཚགས་བྱེད་དགོས།

source: Client to server MAC:
bo_cn: རང་ས་ནས MAC ཞབས་ཞུ་ཆས་ལ།

source: Client to server cipher:
bo_cn: རང་ས་ནས MAC ཞབས་ཞུ་ཆས་ཀྱི་གསང་ཨང་ལ།

source: Close &all other tabs
bo_cn: གདོང་འཛར་གཞན་པ་ཚང་མ་ཁ་རྒྱག་པ།

source: Close FileZilla
bo_cn: དུད་སྣེ FTP ཁ་རྒྱག་པ།

source: Close all running instances of FileZilla
bo_cn: འཁོར་སྐྱོད་བྱེད་པའི་དུད་སྣེ FTP ཡི་དངོས་དཔེ་ཁ་རྒྱག་པ།

source: Closes current tab
bo_cn: མིག་སྔའི་གདོང་འཛར་ཁ་རྒྱག་པ།

source: Co&mments:
bo_cn: མཆན་འགྲེལ།

source: Column properties
bo_cn: ལེ་ཚན་གྱི་གཏོགས་གཤིས།

source: Column setup
bo_cn: ལེ་ཚན་སྒྲིག་འགོད།

source: Command and its arguments should be properly quoted.
bo_cn: བཀའ་བརྡ་དང་དེའི་ཞུགས་གྲངས་ལ་ཡང་དག་པའི་འདྲེན་རྟགས་ཀྱི་འབོག་སྒྲིལ་དགོས།

source: Command failed
bo_cn: བཀའ་བརྡ་ཕམ་པ།

source: Command not supported
bo_cn: བཀའ་འདིར་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Command not supported by this protocol
bo_cn: བཀའ་བརྡས་གྲོས་ཆིངས་འདིར་རྒྱབ་སྐྱོར་མེད་པ།

source: Command:
bo_cn: བཀའ་ལག་བསྟར།

source: Comment
bo_cn: དཔྱད་གཏམ།

source: Common name:
bo_cn: སྤྱི་སྤྱོད་མིང་།

source: Communication tainted by router or firewall
bo_cn: འཕྲིན་གཏོང་ལ་ལམ་སྟོན་ཆས་སམ་ཡང་ན་མེ་འགོག་གྱང་གི་ཤུགས་རྐྱེན་ཐེབས་འདུག

source: Compare &modification time
bo_cn: བཟོ་བཅོས་ཀྱི་དུས་ཚོད་སྡུར་བ།

source: Compare file&size
bo_cn: ཡིག་ཆའི་ཆེ་ཆུང་སྡུར་བ།

source: Comparison &threshold (in minutes):
bo_cn: ཁྱད་པར་གྲངས་ཐང་བལྟོས་བསྡུར། (སྐར་མ)(&T)

source: Comparison threshold needs to be between 0 and 1440 minutes.
bo_cn: བལྟོས་བསྡུར་གྲངས་ཐང་དེ་ངེས་པར་དུ་སྐར་མ 0 ནས 1440 བར་ཡིན་དགོས།

source: Compiled for:
bo_cn: སྒྲིག་སྒྱུར་དམིགས་འབེན།

source: Compiled on:
bo_cn: སྒྲིག་སྒྱུར་ལས་སྟེགས།

source: Compiled with:
bo_cn: སྒྲིག་སྒྱུར་ཆས།

source: Compiler flags:
bo_cn: སྒྲིག་སྒྱུར་ཞུགས་གྲངས།

source: Compressed
bo_cn: སྡུད་སྒྲིལ་བྱས་ཟིན།

source: Concurrent transfers
bo_cn: མཉམ་བྱུང་བརྒྱུད་གཏོང་།

source: Conditions are c&ase sensitive
bo_cn: ཆ་རྐྱེན་ནི་བྲིས་ཆེ་ཆུང་ལ་དབྱེ་བ་ཡོད་པ་དེ་ཡིན།

source: Configuration test
bo_cn: སྡེབ་སྒྲིག་ཚོད་ལེན།

source: Configure passive mode
bo_cn: གཞན་དབང་རྣམ་པར་སྡེབ་སྒྲིག་བྱེད་པ།

source: Configure port range
bo_cn: མཐུད་ཁའི་ཁྱབ་ཁོངས་ལ་སྡེབ་སྒྲིག་བྱེད་པ།

source: Configuring FileZilla and your network
bo_cn: དུད་སྣེ FTP དང་ཁྱེད་ཀྱི་དྲ་རྒྱར་སྡེབ་སྒྲིག་བྱེད་པ།

source: Confirm deletion
bo_cn: སུབ་པ་གཏན་ཁེལ།

source: Confirmation needed
bo_cn: གཏན་འཁེལ་བྱེད་དགོས།

source: Congratulations, your configuration seems to be working.
bo_cn: ཁྱེད་ལ་བཀྲ་ཤིས་བདེ་ལེགས་ཞུ། ཁྱེད་ཀྱི་སྡེབ་སྒྲིག་དེ་རྒྱུན་ལྡན་ལྟར་འཁོར་སྐྱོད་བྱེད་ཐུབ།

source: Connect bypassing proxy settings
bo_cn: ལས་ཚབ་ལ་བསྐོར་ནས་འབྲེལ་མཐུད་སྒྲིག་འགོད་བྱེད་པ།

source: Connect in current tab
bo_cn: མིག་སྔའི་གདོང་འཛར་ནང་འབྲེལ་མཐུད་བྱེད་པ།

source: Connect in new tab
bo_cn: གདོང་འཛར་གསར་པའི་ནང་འབྲེལ་མཐུད་བྱེད་པ།

source: Connect to specified Site Manager site
bo_cn: དམིགས་འཛུགས་བྱས་པའི“ས་ཚུགས་དོ་དམ་ཆས”ཀྱི་ས་ཚུགས་ལ་འབྲེལ་བ།

source: Connecting
bo_cn: འབྲེལ་མཐུད་བྱེད་བཞིན་པ།

source: Connecting to %s through %s proxy
bo_cn: ལས་ཚབ %s བརྒྱུད་ནས %s ལ་འབྲེལ་བ།

source: Connecting to %s...
bo_cn: %s ལ་འབྲེལ་བཞིན་པ།

source: Connection
bo_cn: འབྲེལ་མཐུད།

source: Connection aborted
bo_cn: འབྲེལ་མཐུད་མཚམས་འཇོག

source: Connection attempt failed
bo_cn: འབྲེལ་མཐུད་ཚོད་ལྟ་ཕམ་པ།

source: Connection attempt failed with "%s", trying next address.
bo_cn: “%s” ལ་འབྲེལ་མཐུད་ཚོད་ལྟ་ཕམ་སོང་། གནས་ཡུལ་རྗེས་མ་ལ་ཚོད་ལྟ་བྱེད་བཞིན་ཡོད།

source: Connection attempt failed with "%s".
bo_cn: “%s” ལ་འབྲེལ་མཐུད་ཚོད་ལྟ་ཕམ་སོང་།

source: Connection attempt interrupted by user
bo_cn: འབྲེལ་མཐུད་ཚོད་ལྟ་དེ་སྤྱོད་མཁན་གྱིས་མཇུག་སྒྲིལ་སོང་།

source: Connection attempt timed out
bo_cn: འབྲེལ་མཐུད་ཚོད་ལྟ་དུས་བརྒལ།

source: Connection closed
bo_cn: འབྲེལ་མཐུད་ཁ་རྒྱག

source: Connection closed by server
bo_cn: འབྲེལ་མཐུད་དེ་ཞབས་ཞུ་ཆས་ཀྱིས་ཁ་རྒྱག་པ།

source: Connection established, initializing TLS...
bo_cn: འབྲེལ་མཐུད་བཙུགས་ཟིན། TLS འགོ་སྒྲིག་བྱེད་བཞིན་ཡོད།

source: Connection established, sending HTTP request
bo_cn: འབྲེལ་མཐུད་བཙུགས་ཟིན། HTTP རེ་ཞུ་སྐྱེལ་བཞིན་ཡོད།

source: Connection established, waiting for welcome message...
bo_cn: འབྲེལ་མཐུད་བཙུགས་ཟིན། དགའ་བསུའི་བརྡ་འཕྲིན་སྒུག་བཞིན་ཡོད།

source: Connection lost
bo_cn: འབྲེལ་མཐུད་བོར་བ།

source: Connection not allowed by ruleset
bo_cn: སྒྲིག་སྲོལ་གྱིས་འབྲེལ་མཐུད་བྱས་མི་ཆོག་པ་སྒྲིག་པ།

source: Connection refused
bo_cn: འབྲེལ་མཐུད་ཁས་མ་བླངས།

source: Connection refused by server
bo_cn: སྦྲེལ་མཐུད་ཞབས་ཞུ་ཆས་ཀྱིས་ཁས་མ་བླངས་པ།

source: Connection reset by network
bo_cn: འབྲེལ་མཐུད་དེ་དྲ་རྒྱས་སོར་ལོག་བྱས་པ།

source: Connection reset by peer
bo_cn: འབྲེལ་མཐུད་དེ་ཕ་རོལ་པོས་སོར་ལོག་བྱས་པ།

source: Connection timed out after %d second of inactivity
bo_cn: སྐར་ཆ %d ཡི་རྗེས་འགུལ་མེད་ཡིན་པས། འབྲེལ་མཐུད་དུས་བརྒལ་བ།

source: Connection timed out.
bo_cn: འབྲེལ་མཐུད་དུས་བརྒལ་བ།

source: Connection to server lost.
bo_cn: ཞབས་ཞུ་ཆས་དང་འབྲེལ་མཐུད་བོར་སོང་།

source: Connection with proxy established, performing handshake...
bo_cn: ལས་ཚབ་དང་འབྲེལ་མཐུད་བཙུགས་ཟིན། ལག་འཇུ་བྱེད་པ།

source: Connection with server got closed prematurely.
bo_cn: ཞབས་ཞུ་ཆས་ཀྱིས་འབྲེལ་མཐུད་སྒོ་རྒྱག་རྒྱུ་སྔ་དྲགས་སོང་།

source: Connection with the test server failed.
bo_cn: ཞབས་ཞུ་ཆས་ཀྱི་འབྲེལ་མཐུད་ཚོད་ལྟ་ཕམ་སོང་།

source: Convert key file
bo_cn: གསང་ལྡེའི་ཡིག་ཆ་བརྗེ་སྤོར།

source: Copy (%d) of %s
bo_cn: (%d) / %s འདྲ་ཕབ།

source: Copy of %s
bo_cn: %s འདྲ་བཤུས།

source: Copy the URLs of the selected items to clipboard.
bo_cn: བདམས་པའི་ཚན་པ་ཡི URL ནས་དྲས་སྦྱར་པང་ནང་འདྲ་ཕབ་བྱེད་པ།

source: Could not accept connection: %s
bo_cn: %s འབྲེལ་མཐུད་དང་ལེན་བྱེད་ཐབས་བྲལ།

source: Could not add connection to Site Manager
bo_cn: མིག་སྔའི་འབྲེལ་མཐུད་དེ་ས་ཚུགས་དོ་དམ་ཆས་ནང་སྣོན་ཐབས་བྲལ།

source: Could not complete operation
bo_cn: བཀོལ་སྤྱོད་ལེགས་གྲུབ་བྱུང་བ།

source: Could not connect to server
bo_cn: ཞབས་ཞུ་ཆས་ལ་འབྲེལ་མི་ཐུབ།

source: Could not connect to server: %s
bo_cn: ཞབས་ཞུ་ཆས %s ལ་འབྲེལ་མཐུད་བྱེད་ཐབས་བྲལ།

source: Could not convert command to server encoding
bo_cn: བཀའ་བརྡ་དེ་ཞབས་ཞུ་ཆས་ཀྱི་སྒྲིག་ཨང་དུ་སྒྱུར་ཐབས་བྲལ།

source: Could not convert private key
bo_cn: སྒེར་ལྡེ་སྒྱུར་ཐབས་བྲལ།

source: Could not copy URLs
bo_cn: URL འདྲ་ཕབ་བྱེད་ཐབས་བྲལ།

source: Could not copy data
bo_cn: གཞི་གྲངས་འདྲ་ཕབ་བྱེད་ཐབས་བྲལ།

source: Could not create local file %s
bo_cn: རང་སའི་ཡིག་ཆ %s བཟོ་ཐབས་བྲལ།

source: Could not create logging mutex: %s
bo_cn: ཉིན་ཐོའི་སྒོ་ལྕགས ། (logging mutex): %s བཟོ་ཐབས་བྲལ།

source: Could not establish connection to server
bo_cn: ཞབས་ཞུ་ཆས་ལ་འབྲེལ་མཐུད་བྱེད་ཐབས་བྲལ།

source: Could not generate custom login sequence.
bo_cn: རང་འགུལ་གྱི་ཐོ་འགོད་བརྒྱུད་རིམ་འགྲུབ་ཐབས་བྲལ།

source: Could not get distinguished name of certificate issuer, gnutls_x509_get_issuer_dn failed
bo_cn: གཏན་འཁེལ་བའི་དཔང་ཡིག་སྤྲོད་མཁན་གྱི་མིང་ཐོབ་ཐབས་བྲལ་བ། gnutls_x509_get_issuer_dn ཕམ་པ།

source: Could not get distinguished name of certificate subject, gnutls_x509_get_dn failed
bo_cn: གཏན་འཁེལ་བའི་དཔང་ཡིག་གི་བརྗོད་གཞིའི་མིང་ཐོབ་ཐབས་བྲལ་བ། gnutls_x509_get_dn ཕམ་པ།

source: Could not get full remote path.
bo_cn: ཆ་ཚང་བའི་རྒྱང་རིང་བརྒྱུད་ལམ་ཐོབ་ཐབས་བྲལ།

source: Could not get reply from fzputtygen.
bo_cn: fzputtygen ཡི་ལན་ཐོབ་ཐབས་བྲལ།

source: Could not get temporary directory to download file into.
bo_cn: ཕབ་ལེན་ཡིག་ཆ་འཇོག་པར་མཁོ་བའི་གནས་སྐབས་ཀྱི་དཀར་ཆག་རྙེད་མ་བྱུང་།

source: Could not import peer certificates, gnutls_x509_crt_import failed
bo_cn: ཆ་མཉམ་ར་སྤྲོད་འདྲེན་འཇུག་བྱེད་ཐབས་བྲལ། gnutls_x509_crt_import ཕམ་པ།

source: Could not initialize structure for peer certificates, gnutls_x509_crt_init failed
bo_cn: ཆ་མཉམ་དཔང་ཡིག་གྲུབ་ཚུལ་འགོ་སྒྲིག་ཐབས་བྲལ། gnutls_x509_crt_init ཕམ་པ།

source: Could not load key file
bo_cn: གསང་ལྡེའི་ཡིག་ཆ་ཁུར་སྣོན་མི་ཐུབ།

source: Could not load private key
bo_cn: སྒེར་ལྡེ་ཁུར་སྣོན་མི་ཐུབ།

source: Could not open clipboard
bo_cn: དྲས་སྦྱར་པང་ཁ་ཕྱེ་ཐབས་བྲལ།

source: Could not open log file: %s
bo_cn: ཉིན་ཐོའི་ཡིག་ཆ %s ཁ་ཕྱེ་ཐབས་བྲལ།

source: Could not parse remote path.
bo_cn: རྒྱང་རིང་བརྒྱུད་ལམ་ལ་དབྱེ་ཞིབ་བྱེད་ཐབས་བྲལ།

source: Could not parse server address:
bo_cn: ཞབས་ཞུ་ཆས་ཀྱི་གནས་ཡུལ་ལ་དབྱེ་ཞིབ་བྱེད་ཐབས་བྲལ།

source: Could not read from socket: %s
bo_cn: འབྲེལ་འཛུགས་ཡི་གེ %s ཀློག་ཐབས་བྲལ།

source: Could not read server item.
bo_cn: ཞབས་ཞུ་ཆས་ཀྱི་ཚན་པ་ཀློག་ཐབས་བྲལ།

source: Could not seek to offset %s within file
bo_cn: ཡིག་ཆའི་ནང་གི་ཡོ་བ %s རྙེད་ཐབས་བྲལ།

source: Could not seek to the end of the file
bo_cn: ཡིག་ཆའི་མཇུག་བར་འཚོལ་ཐབས་བྲལ།

source: Could not send command to fzputtygen.
bo_cn: བཀའ་བརྡ་དེ fzputtygen ལ་སྐྱེལ་ཐབས་བྲལ།

source: Could not spawn IO thread
bo_cn: ཐིག་རྒྱུན IO གྲུབ་ཐབས་བྲལ།

source: Could not start proxy handshake: %s
bo_cn: ལས་ཚབ་ལག་འཇུ %s འགོ་རྩོམ་ཐབས་བྲལ།

source: Could not start transfer
bo_cn: བརྒྱུད་གཏོང་འགོ་སློང་ཐབས་བྲལ།

source: Could not write "%s", any changes to the Site Manager could not be saved: %s
bo_cn: “%s” འབྲི་ཐབས་བྲལ། ས་ཚུགས་དོ་དམ་ཆས་ཀྱི་བཟོ་བཅོས་གང་ཡང་ཉར་ཚགས་བྱེད་ཐབས་མེད།

source: Could not write "%s", the bookmark could not be added: %s
bo_cn: “%s” འབྲི་ཐབས་བྲལ། དཔེ་འཛར %s སྣོན་ཐབས་མེད།

source: Could not write "%s", the global bookmarks could no be saved: %s
bo_cn: “%s” འབྲི་ཐབས་བྲལ། ཁྱོན་ཡོངས་དཔེ་འཛར %s སྣོན་ཐབས་མེད།

source: Could not write "%s", the selected sites could not be exported: %s
bo_cn: “%s” འབྲི་ཐབས་བྲལ། བདམས་པའི་ས་ཚུགས་ཕྱིར་འདྲེན་བྱེད་ཐབས་མེད།

source: Could not write "%s":
bo_cn: “%s” འབྲི་ཐབས་བྲལ།

source: Could not write key file: %s
bo_cn: གསང་ལྡེའི་ཡིག་ཆ %s འབྲི་ཐབས་བྲལ།

source: Could not write to local file
bo_cn: རང་སའི་ཡིག་ཆ་འབྲི་ཐབས་བྲལ།

source: Could not write to log file: %s
bo_cn: ཉིན་ཐོའི་ཡིག་ཆ %s འབྲི་ཐབས་བྲལ།

source: Could not write to socket: %s
bo_cn: འབྲེལ་འཛུགས་ཡི་གེ %s འབྲི་ཐབས་བྲལ།

source: Country:
bo_cn: རྒྱལ་ཁབ།

source: Crea&te new file
bo_cn: ཡིག་ཆ་གསར་པ་བཟོ་བ། (&T)

source: Create &missing local directory and enter it
bo_cn: ཆད་ཤོར་བའི་རང་སའི་དཀར་ཆག་བཟོ་བ་མ་ཟད་དཀར་ཆག་འདི་ཡི་ནང་དུ་འཛུལ་བ། (&M)

source: Create &missing remote directory and enter it
bo_cn: ཆད་ཤོར་བའི་རྒྱང་རིང་དཀར་ཆག་བཟོ་བ་མ་ཟད་དཀར་ཆག་འདི་ཡི་ནང་དུ་འཛུལ་བ། (&M)

source: Create a new subdirectory in the current directory
bo_cn: མིག་སྔའི་དཀར་ཆག་ནང་དུ་བུ་དཀར་ཆག་གསར་པ་ཞིག་བཟོ་བ།

source: Create a new subdirectory in the current directory and change into it
bo_cn: མིག་སྔའི་དཀར་ཆག་ནང་དུ་བུ་དཀར་ཆག་གསར་པ་ཞིག་བཟོ་བ་མ་ཟད་འདིའི་ནང་འཛུལ་བ།

source: Create a new, empty file in the current directory
bo_cn: མིག་སྔའི་དཀར་ཆག་ནང་ཡིག་ཆ་སྟོང་པ་གསར་པ་ཞིག་བཟོ་དགོས།

source: Create director&y and enter it
bo_cn: དཀར་ཆག་བཟོ་བ་མ་ཟད་འདིའི་ནང་འཛུལ་བ། (&Y)

source: Create directory
bo_cn: དཀར་ཆག་བཟོ་བ།

source: Create empty file
bo_cn: ཡིག་ཆ་སྟོང་པ་བཟོ་བ།

source: Creating directory
bo_cn: དཀར་ཆག་བཟོ་བཞིན་པ།

source: Creating directory '%s'...
bo_cn: དཀར་ཆག “%s” བཟོ་བཞིན་ཡོད།

source: Critical error
bo_cn: ནོར་འཁྲུལ་ཚབས་ཆེན།

source: Critical file transfer error
bo_cn: ཡིག་ཆ་བརྒྱུད་གཏོང་གི་ནོར་འཁྲུལ་ཚབས་ཆེན།

source: Critical file transfer error after transferring %s in %s
bo_cn: %s བརྒྱུད་གཏོང་། (སྤྱོད་དུས %s ) རྗེས་ཡིག་ཆ་བརྒྱུད་གཏོང་གི་ནོར་འཁྲུལ་ཚབས་ཆེན་ཐོན།

source: Current transfer type is set to ASCII.
bo_cn: མིག་སྔའི་བརྒྱུད་སྐྱེལ་རིགས་གྲས་དེ ASCII རྣམ་པར་སྒྲིག་འགོད་བྱས་ཡོད།

source: Current transfer type is set to automatic detection.
bo_cn: མིག་སྔའི་བརྒྱུད་སྐྱེལ་རིགས་གྲས་ནི་རང་བཤེར་ཡིན།

source: Current transfer type is set to binary.
bo_cn: མིག་སྔའི་བརྒྱུད་སྐྱེལ་རིགས་གྲས་དེ་གཉིས་གོང་འགྲིལ་ལུགས་ཀྱི་རྣམ་པར་སྒྲིག་འགོད་བྱས་ཡོད།

source: Cus&tom
bo_cn: རང་བཟོ། (&T)

source: Custom filter set
bo_cn: འཚག་ཆས་ཀྱི་ཚོགས་སྤྱི་རང་བཟོ།

source: Custom server
bo_cn: མཚན་ཉིད་རང་འཇོག་ཞབས་ཞུ་ཆས།

source: D&ata type
bo_cn: གཞི་གྲངས་ཀྱི་རིགས་གྲས། (&A)

source: D&ecimal prefixes using SI symbols (e.g. 1 KB = 1000 bytes)
bo_cn: SI ཚུལ་གྱི་བཅུ་གོང་འགྲིལ་ལུགས་སྔོན་འཇུག (དཔེར་ན 1 KB = 1000 bytes)(&E)

source: D&efault
bo_cn: སོར་བཞག (&E)

source: D&elete
bo_cn: སུབ་པ། (&E)

source: D&irectory comparison
bo_cn: དཀར་ཆག་བསྡུར་བ། (&D)

source: D&isable all
bo_cn: ཚང་མ་སྤྱོད་འགོག (&I)

source: D&o not save passwords
bo_cn: གསང་ཨང་ཉར་ཚགས་མི་བྱེད་པ།

source: D&ouble-click action on directories:
bo_cn: དཀར་ཆག་ཉིས་རྡེབ་ཀྱི་བཀོལ་སྤྱོད། (&O)

source: D&uplicate
bo_cn: འདྲ་ཕབ། (&U)

source: DOS-like with virtual paths
bo_cn: རྟོག་བཟོའི་བརྒྱུད་ལམ་ལྡན་པའི DOS ཚུལ།

source: Dangerous filetype
bo_cn: ཉེན་ཡོད་ཡིག་ཆའི་རྣམ་གཞག

source: Data
bo_cn: གཞི་གྲངས།

source: Data socket closed too early.
bo_cn: གཞི་གྲངས་འབྲེལ་འཛུགས་ཡི་གེ་ཁ་རྒྱག་རྒྱུ་སྔ་དྲགས་པ།

source: Date
bo_cn: དུས་ཚོད།

source: Date formatting
bo_cn: ཚེས་གྲངས་རྣམ་གཞག

source: Date/time format
bo_cn: ཚེས་གྲངས/དུས་ཚོད་རྣམ་གཞག

source: Date/time unknown
bo_cn: ཚེས་གྲངས/དུས་ཚོད་མ་ཤེས།

source: Debug
bo_cn: ཚོད་སྒྲིག

source: Debugging settings
bo_cn: ཚོད་སྒྲིག་སྒྲིག་འགོད།

source: Default &local directory:
bo_cn: སོར་བཞག་གི་རང་སའི་དཀར་ཆག (&L)

source: Default (Autodetect)
bo_cn: སོར་བཞག (རང་བཤེར)

source: Default editor not properly quoted.
bo_cn: ཡང་དག་པའི་སྒོ་ནས་སོར་བཞག་རྩོམ་སྒྲིག་ཆས་འདྲེན་སྤྱོད་བྱས་མེད།

source: Default file exists action
bo_cn: ཡིག་ཆ་གནས་པའི་སྐབས་ཀྱི་སོར་བཞག་བཀོལ་སྤྱོད།

source: Default r&emote directory:
bo_cn: སོར་བཞག་རྒྱང་རིང་དཀར་ཆག (&E)

source: Default system language
bo_cn: རྒྱུད་ཁོངས་ཀྱི་སོར་བཞག་སྐད་རིགས།

source: Default transfer mode:
bo_cn: སོར་བཞག་གི་བརྒྱུད་གཏོང་རྣམ་པ།

source: Default transfer type:
bo_cn: སོར་བཞག་གི་བརྒྱུད་གཏོང་རིགས་གྲས།

source: Default: http://ip.filezilla-project.org/ip.php
bo_cn: སོར་བཞག http://ip.filezilla-project.org/ip.php

source: Delay between failed connection attempts has to be between 1 and 999 seconds.
bo_cn: ཕམ་པའི་ཐོ་འགོད་རེ་ཞུའི་བར་གྱི་ཕྱིར་འགྱངས་ནི་ངེས་པར་དུ་སྐར་ཆ 1 ནས 999བར་ཡིན་དགོས།

source: Delaying connection for %d second due to previously failed connection attempt...
bo_cn: ཐེངས་སྔོན་མའི་འབྲེལ་མཐུད་ཚོད་ལྟ་ཕམ་པས། འབྲེལ་མཐུད་སྐར་ཆ %d ནར་འགྱངས་བྱེད་པ་ཡིན།

source: Delete Site Manager entry
bo_cn: ས་ཚུགས་དོ་དམ་ཆས་ཀྱི་ཟིན་ཐོ་གཙང་སེལ་བྱེད་པ།

source: Delete selected directory
bo_cn: བདམས་པའི་དཀར་ཆག་སུབ་པ།

source: Delete selected files and directories
bo_cn: བདམས་པའི་ཡིག་ཆ་དང་དཀར་ཆག་སུབ་པ།

source: Deleting "%s"
bo_cn: “%s” སུབ་བཞིན་ཡོད།

source: Deleting %u files from "%s"
bo_cn: “%2$s” ཡི་ནང་ནས་ཡིག་ཆ %1$u སུབ་བཞིན་ཡོད།

source: Deleting symbolic link
bo_cn: མཚོན་རྟགས་ཀྱི་སྦྲེལ་མཐུད་སུབ་བཞིན་ཡོད།

source: Desktop
bo_cn: ཅོག་ངོས།

source: Details
bo_cn: ཆ་འཕྲིན་ཞིབ་ཕྲ།

source: Details for new key:
bo_cn: གསང་ལྡེ་གསར་པའི་ཞིབ་ཕྲའི་དཔྱད་གཞི།

source: Detected newer version of FileZilla
bo_cn: པར་གཞི་གསར་པའི་དུད་སྣེ FTP ཡོད་པ།

source: Dire&ctories
bo_cn: དཀར་ཆག (&C)

source: Direction
bo_cn: ཁ་ཕྱོགས།

source: Directory
bo_cn: དཀར་ཆག

source: Directory comparison
bo_cn: དཀར་ཆག་བསྡུར་བ།

source: Directory comparison failed
bo_cn: དཀར་ཆག་བསྡུར་བ་ཕམ་པ།

source: Directory containing the logfile does not exist or filename is invalid.
bo_cn: ཉིན་ཐོའི་ཡིག་ཆ་ཉར་ཚགས་བྱེད་པའི་དཀར་ཆག་མེད་པའམ་ཡང་ན་ཡིག་ཆའི་མིང་ལ་ནུས་པ་མེད།

source: Directory listing aborted by user
bo_cn: དཀར་ཆག་རེའུ་མིག་སྤྱོད་མཁན་གྱིས་མཇུག་སྒྲིལ་བ།

source: Directory listing failed
bo_cn: དཀར་ཆག་རེའུ་མིག་ཕམ་པ།

source: Directory listing filters
bo_cn: དཀར་ཆག་རེའུ་མིག་འཚག་ཆས།

source: Directory listing of "%s" successful
bo_cn: “%s” ཡི་དཀར་ཆག་འགོད་པ་ལེགས་གྲུབ་བྱུང་།

source: Directory listing successful
bo_cn: དཀར་ཆག་འགོད་པ་ལེགས་གྲུབ་བྱུང་།

source: Disa&ble all
bo_cn: ཚང་མ་སྤྱོད་འགོག (&B)

source: Disable synchronized browsing and continue changing the remote directory?
bo_cn: གོམ་མཉམ་མིག་བཤར་ཁ་རྒྱག་པ་དང་ཆབས་ཅིག་རང་སའི་དཀར་ཆག་ལ་མུ་མཐུད་བཟོ་བཅོས་རྒྱག་དགོས་སམ།

source: Disable this option again if you will not be able to see the correct directory contents anymore.
bo_cn: གལ་ཏེ་ཁྱེད་ཀྱིས་ཡིག་ཆ་མཐོང་མི་ཐུབ་ཚེ་འདེམས་ཚན་བྱང་འདི་མཚམས་འཇོག་དགོས།

source: Disconnect from server
bo_cn: ཞབས་ཞུ་ཆས་ནས་བཅད་པ།

source: Disconnected from server: %s
bo_cn: %s ཞབས་ཞུ་ཆས་ནས་བཅད་པ།

source: Disconnecting from previous server
bo_cn: ཞབས་ཞུ་ཆས་ཤིག་ནས་འབྲེལ་མཐུད་གཅོད་བཞིན་འདུག

source: Disconnects from the currently visible server
bo_cn: མིག་སྔར་མཐོང་རུང་བའི་ཞབས་ཞུ་ཆས་བཅད་པ།

source: Display about dialog
bo_cn: གླེང་སྒྲོམ་སྐོར་མངོན་པ།

source: Do &not use default editor
bo_cn: སོར་བཞག་རྩོམ་སྒྲིག་ཆས་མི་སྤྱོད་པ། (&N)

source: Do &nothing
bo_cn: ཅི་ཡང་མི་སྒྲུབ། (&N)

source: Do the same with &all selected files already being edited
bo_cn: རྩོམ་སྒྲིག་བྱེད་བཞིན་པའི་བདམས་པའི་ཡིག་ཆར་ཚང་མར་བཀོལ་སྤྱོད་གཅིག་མཚུངས་བྱེད་པ། (&A)

source: Do you really want to close FileZilla?
bo_cn: ཁྱེད་ཀྱིས་དུད་སྣེ FTP དངོས་གནས་ཁ་རྒྱག་རྒྱུ་ཡིན་ནམ།

source: Do you really want to delete all Site Manager entries and the transfer queue?
bo_cn: ཁྱེད་ཀྱིས་ས་ཚུགས་དོ་དམ་ཆས་ཚང་མའི་ནང་གི་ཟིན་ཐོ་དང་བརྒྱུད་གཏོང་རུ་སྟར་དངོས་གནས་སུབ་འདོད་དམ།

source: Do you really want to delete all Site Manager entries?
bo_cn: ཁྱེད་ཀྱིས་ས་ཚུགས་དོ་དམ་ཆས་ཚང་མའི་ནང་གི་ཟིན་ཐོ་སུབ་འདོད་དམ།

source: Do you really want to delete selected entry?
bo_cn: ཁྱད་ཀྱིས་བདམས་པའི་ཟིན་ཐོ་དངོས་གནས་སུབ་འདོད་དམ།

source: Do you really want to delete the transfer queue?
bo_cn: ཁྱེད་ཀྱིས་བརྒྱུད་གཏོང་རུ་སྟར་དངོས་གནས་སུབ་འདོད་དམ།

source: Do you really want to send '%s' to the server?
bo_cn: ཁྱེད་ཀྱིས “%s” ཞབས་ཞུ་ཆས་ལ་དངོས་གནས་སྐུར་འདོད་དམ།

source: Do you want to reopen this file?
bo_cn: ཁྱེད་ཀྱིས་ཡང་བསྐྱར་ཡིག་ཆ་འདི་དངོས་གནས་ཁ་ཕྱེ་མཁན་ཡིན་ནམ།

source: Documentation
bo_cn: ཡིག་ཚགས།

source: Don't use external IP address on &local connections.
bo_cn: རང་སའི་འབྲེལ་མཐུད་ཀྱི་ཕྱི་ཕྱོགས IP གནས་ཡུལ་མི་སྤྱོད་པ།

source: Dotfiles are filenames starting with a dot, e.g. .htaccess
bo_cn: ཡིག་ཆའི་མིང་ནི་ཚེག་གཅིག་ནས་འགོ་རྩོམ་པ་ཡིན། དཔེར་ན htaccess ལྟ་བུ་ཡིན།

source: Double-click action
bo_cn: ཉིས་རྡེབ་བཀོལ་སྤྱོད།

source: Download
bo_cn: ཕབ་ལེན།

source: Download limit: %s/s
bo_cn: %s/s ཕབ་ལེན་ཚོད་འཛིན།

source: Download limit: none
bo_cn: ཕབ་ལེན་ཚོད་འཛིན། མེད་པ།

source: Download search results
bo_cn: ཕབ་ལེན་བཤེར་འཚོལ་མཇུག་འབྲས།

source: Download selected directory
bo_cn: བདམས་པའི་དཀར་ཆག་ཕབ་ལེན་བྱེད་པ།

source: Download selected files and directories
bo_cn: བདམས་པའི་ཡིག་ཆ་དང་དཀར་ཆག་ཕབ་ལེན་བྱེད་པ།

source: Downloading
bo_cn: ཕབ་ལེན་བྱེད་བཞིན་པ།

source: Downloading %s
bo_cn: %s ཕབ་ལེན་བྱེད་བཞིན་པ།

source: Downloading update...
bo_cn: གསར་སྒྱུར་ཕབ་ལེན་བྱེད་བཞིན་པ།

source: Drag&drop between different instances of FileZilla has not been implemented yet.
bo_cn: དུད་སྣེ FTP མི་འདྲ་བའི་དངོས་དཔེའི་བར་དུ་འདྲུད་གཏོང་ད་དུང་མངོན་འགྱུར་བྱུང་མེད།

source: Drag&drop between different servers has not been implemented yet.
bo_cn: ཞབས་ཞུ་ཆས་མི་འདྲ་བའི་བར་དུ་འདྲུད་གཏོང་ད་དུང་མངོན་འགྱུར་བྱུང་མེད།

source: Dupl&icate
bo_cn: འདྲ་ཕབ། (&I)

source: E&nable all
bo_cn: ཚང་མ་སྤྱོད་འགོ་རྩོམ་པ། (&N)

source: E&nter directory
bo_cn: དཀར་ཆག (&N)

source: E&xecute
bo_cn: ལག་བསྟར། (&X)

source: E&xit
bo_cn: ཕྱིར་འཐེན། (&X)

source: E&xport...
bo_cn: ཕྱིར་འདྲེན། (&X)

source: E-Mail:
bo_cn: གློག་རྡུལ་སྦྲག་ཡིག

source: Each filter needs at least one condition.
bo_cn: འཚག་ཆས་ཚང་མར་ཉུང་མཐར་ཡང་ཆ་རྐྱེན་གཅིག་དགོས།

source: Edit filters
bo_cn: འཚག་ཆས་རྩོམ་སྒྲིག
