Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/filezilla.po
Languages: bo_cn

source: Treat files &without extension as ASCII file
bo_cn: རྒྱ་བསྐྱེད་མིང་མེད་པའི་ཡིག་ཆ་དེ ASCII རྣམ་པའི་ཡིག་ཆར་རྩིས་བ། (&W)

source: Treat the &following filetypes as ASCII files:
bo_cn: གཤམ་གྱི་ཡིག་ཆའི་རིགས་གྲས་དེ ASCII རྣམ་པའི་ཡིག་ཆར་རྩིས་བ། (&F)

source: Trust changed Hostkey:
bo_cn: ཡིད་ཆེས་ལ་འགྱུར་ལྡོག་བྱུང་རྗེས་ཀྱི་གཙོ་འཁོར་གསང་ལྡེ།

source: Trust new Hostkey:
bo_cn: གཙོ་འཁོར་གསང་ལྡེ་གསར་པར་ཡིད་ཆེས་བྱེད་པ།

source: Trust the new key and carry on connecting?
bo_cn: གཙོ་འཁོར་གསང་ལྡེ་གསར་པར་ཡིད་ཆེས་བྱེད་པ་མ་ཟད་མུ་མཐུད་འབྲེལ་མཐུད་བྱེད་དམ།

source: Trust this certificate and carry on connecting?
bo_cn: དཔང་ཡིག་ལ་ཡིད་ཆེས་བྱེད་པ་མ་ཟད་མུ་མཐུད་འབྲེལ་མཐུད་བྱེད་དམ།

source: Trust this host and carry on connecting?
bo_cn: གཙོ་འཁོར་འདིར་ཡིད་ཆེས་བྱེད་པ་མ་ཟད་མུ་མཐུད་འབྲེལ་མཐུད་བྱེད་དམ།

source: Try again
bo_cn: ཡང་བསྐྱར་ཚོད་ལེན།

source: Type
bo_cn: རིགས་རྣམ།

source: Type of FTP Proxy:
bo_cn: ལས་ཚབ FTP ཡི་རིགས་གྲས།

source: Type of generic proxy:
bo_cn: ལས་ཚབ་ཞབས་ཞུ་ཆས་ཀྱི་རིགས་གྲས།

source: U&pload
bo_cn: ཡར་བསྐུར། (&P)

source: U&pload limit:
bo_cn: ཡར་བསྐུར་ཚོད་འཛིན།

source: U&se filetype associations if available
bo_cn: ཆོག་ན་ཡིག་ཆའི་རྣམ་གཞག་འབྲེལ་ལྡན་བེད་སྤྱོད་པ་ཡིན།

source: U&se system defaults for current language
bo_cn: མིག་སྔའི་སྐད་རིགས་ལ་རྒྱུད་ཁོངས་ཀྱི་སོར་བཞག་སྒྲིག་འགོད་བེད་སྤྱོད་པ།

source: Unassigned error code %d
bo_cn: ངེས་མེད་ཀྱི་ནོར་འཁྲུལ་ཚབ་ཨང་ནི %d ཡིན།

source: Unit:
bo_cn: འཇལ་བྱེད།

source: Unknown
bo_cn: མི་ཤེས།

source: Unknown FTP proxy type, cannot generate login sequence.
bo_cn: ལས་ཚབ་ཞབས་ཞུ་ཆས FTP ཡི་རིགས་གྲས་ངེས་མེདས་ཐོ་འགོད་བརྒྱུར་རིམ་འགྲུབ་ཐབས་བྲལ།

source: Unknown SOCKS protocol version: %d
bo_cn: ངེས་མེད་ཀྱི SOCKS ཡི་གྲོས་ཆིངས་པར་གཞི %d

source: Unknown certificate
bo_cn: ངེས་མེད་ཀྱི་དཔང་ཡིག།

source: Unknown host key
bo_cn: མཚན་ཉིད་མ་བཞག་པའི་མྱུར་མཐེབ།

source: Unknown protocol version of SOCKS Username/Password Authentication subnegotiation: %d
bo_cn: ངེས་མེད་ཀྱི SOCKS སྤྱོད་མཁན་གྱི་མིང་།/ གསང་ཨང་ར་སྤྲོད་གླེང་མོལ་གྱི་གྲོས་ཆིངས་པར་གཞི %d

source: Unknown root element, the file does not appear to be generated by FileZilla.
bo_cn: ངེས་མེད་ཀྱི་གཞི་རྒྱུ།ཡིག་ཆ་དེ་ནི་FTPདུད་སྣེ་ལས་གྲུབ་པ་ཞིག་མ་རེད།

source: Unless these problems get fixed, active mode FTP will not work and passive mode has to be used.
bo_cn: གནད་དོན་དེ་ཉམས་གསོ་མ་བྱས་ཚེ། རང་འགུལ་རྣམ་པའི FTP ཡིས་བྱ་བ་བསྒྲུབ་མི་ཐུབ་པས་གཞན་དབང་གི་རྣམ་པ་ཁོ་ན་སྤྱོད་པ་ཡིན།

source: Unless this problem gets fixed, active mode FTP will not work and passive mode has to be used.
bo_cn: གནད་དོན་དེ་ཉམས་གསོ་མ་བྱས་ཚེ། རང་འགུལ་རྣམ་པའི FTP ཡིས་བྱ་བ་བསྒྲུབ་མི་ཐུབ་པས་གཞན་དབང་གི་རྣམ་པ་ཁོ་ན་སྤྱོད་པ་ཡིན།

source: Unsupported certificate type
bo_cn: རྒྱབ་སྐྱོར་མེད་པའི་དཔང་ཡིག་གི་རིགས་གྲས།

source: Unsupported redirect
bo_cn: རྒྱབ་སྐྱོར་མེད་པའི་ཡང་བསྐྱར་ཕྱོགས་ངེས།

source: Up&load and unedit
bo_cn: ཡར་བསྐུར་དང་ཆབ་གཅིག་བཟོ་བཅོས་མི་བྱེད་པ།

source: Updates
bo_cn: གསར་བསྒྱུར།

source: Upload
bo_cn: ཡར་སྐྱེལ།

source: Upload failed
bo_cn: ཡར་བསྐྱར་ཕམ་པ།

source: Upload limit: %s/s
bo_cn: ཡར་བསྐུར་ཚོད་འཛིན %s/s

source: Upload limit: none
bo_cn: ཡར་བསྐུར་ཚོད་འཛིན་མེད་པ།

source: Upload selected directory
bo_cn: བདམས་པའི་དཀར་ཆག་ཡར་བསྐུར་བ།

source: Upload selected files and directories
bo_cn: བདམས་པའི་ཡིག་ཆ་དང་དཀར་ཆག་ཡར་བསྐུར་བ།

source: Upload this file back to the server?
bo_cn: ཡིག་ཆ་འདི་ཡར་བསྐུར་ནས་ཞབས་ཞུ་ཆས་ལ་ལོག་གམ།

source: Upload this file to the server?
bo_cn: ཡིག་ཆ་འདི་ཞབས་ཞུ་ཆས་ལ་ཡར་བསྐུར་བ།

source: Uploading
bo_cn: ཡར་བསྐུར་བཞིན་ཡོད།

source: Uploading and pending removal
bo_cn: ཡར་བསྐུར་དང་འབུད་པ་སྒུག་བཞིན་པ།

source: Uploading and unediting
bo_cn: ཡར་བསྐུར་དང་བཟོ་བཅོས་དོར་བཞིན་པ།

source: Use &custom charset
bo_cn: རང་བཟོས་ཀྱི་ཡིག་རྟགས་ཚོགས་བེད་སྤྱོད་པ། (&C)

source: Use &custom editor:
bo_cn: རང་བཟོས་རྩོམ་སྒྲིག་ཆས་བཀོལ་བ། (&C)

source: Use &default editor for text files
bo_cn: སོར་བཞག་གི་ཡིག་རྐྱང་རྩོམ་སྒྲིག་ཆས་བཀོལ་བ། (&D)

source: Use &synchronized browsing
bo_cn: གོམ་མཉམ་མིག་བཤར་བེད་སྤྱོད་པ། (&S)

source: Use UTF-8 if the server supports it, else use local charset.
bo_cn: གལ་ཏེ་ཞབས་ཞུ་ཆས་ཀྱིས་རྒྱབ་སྐྱོར་ཡོད་ན UTF-8 བཀོལ་དགོས་ལ་དེ་མིན་ན་རང་སའི་སྒྲིག་ཨང་བཀོལ་དགོས།

source: Use default action
bo_cn: སོར་བཞག་གི་འགུལ་སྟངས་སྤྱོད་པ།

source: Use explicit FTP over TLS if available
bo_cn: གལ་ཏེ་སྤྱོད་རུང་ཚེ། མངོན་པའི FTP བེད་སྤྱོད་པ་ཡིན།

source: Use server currently connected to
bo_cn: མིག་སྔའི་འབྲེལ་མཐུད་ཐུབ་པའི་ཞབས་ཞུ་ཆས་བེད་སྤྱོད་བྱེད་པ།

source: Use server from site manager
bo_cn: ས་ཚུགས་དོ་དམ་ཆས་ནས་བདམས་པའི་ཞབས་ཞུ་ཆས་སྤྱོད་པ།

source: Use system &defaults for current language
bo_cn: མིག་སྔའི་སྐད་རིགས་ལ་སོར་བཞག་གི་རྒྱུད་ཁོངས་སྒྲིག་འགོད་བེད་སྤྱོད་པ།

source: Use the following IP address:
bo_cn: གཤམ་གྱི་གནས་ཡུལ IP བེད་སྤྱོད་པ།

source: Use the following port range:
bo_cn: གཤམ་གྱི་མཐུད་ཁའི་ཁྱབ་ཁོངས་བེད་སྤྱོད་པ།

source: Use the server's external IP address instead
bo_cn: ཞབས་ཞུ་ཆས་ཀྱི་ཕྱིའི་གནས་ཡུལ་བེད་སྤྱད་ནས་ཚབ་བྱེད་དགོས།

source: User:
bo_cn: སྤྱོད་མཁན།

source: Username cannot be a series of spaces
bo_cn: སྤྱོད་མཁན་གྱི་མིང་ནི་བར་སྟོང་རབ་དང་རིམ་པ་ཡིན་མི་རུང་།

source: Using the wrong charset can result in filenames not displaying properly.
bo_cn: ནོར་འཁྲུལ་གྱི་ཡིག་རྟགས་ཚོགས་བེད་སྤྱད་ཚེ་ཡིག་ཆའི་མིང་མངོན་ཚུལ་ཡང་མི་དག་པ་ཡོང་སྲིད།

source: Valid from:
bo_cn: གོ་ཆོད་པའི་དུས་ཚོད་འགོ་རྩོམ་པ།

source: Valid to:
bo_cn: གོ་ཆོད་པའི་དུས་ཚོད་མཚམས་གཅོད་པ།

source: Verbose log messages from wxWidgets
bo_cn: WxWidgets ནས་ཡོང་བའི་ཞིབ་ཕྲའི་ཉིན་ཐོའི་ཆ་འཕྲིན།

source: Verifying certificate...
bo_cn: དཔང་ཡིག་ལ་ཞིབ་བཤེར་བྱེད་བཞིན་པ།

source: Very high
bo_cn: ཧ་ཅང་མཐོ།

source: View hidden option set, but unsupported by server
bo_cn: གབ་པའི་འདེམས་ཚན་ལ་སྒྲིག་འགོད་ཟིན་ཡང་ཞབས་ཞུ་ཆས་ཀྱི་སྣེར་རྒྱབ་སྐྱོར་བྱས་མེད།

source: View/Edit
bo_cn: ལྟ་ཞིབ། / རྩོམ་སྒྲིག

source: Visible columns
bo_cn: མཐོང་ཐུབ་པའི་ལེ་ཚན།

source: W&rite
bo_cn: འབྲི་བ། (&R)

source: Waiting
bo_cn: སྒུག་པ།

source: Waiting for browsing connection
bo_cn: མིག་བཤར་འབྲེལ་མཐུད་སྒུག་པ།

source: Waiting for password
bo_cn: གསང་ཨང་སྒུག་པ།

source: Waiting for transfer to be cancelled
bo_cn: བརྒྱུད་གཏོང་དོར་བ་སྒུག་པ།

source: Waiting to retry...
bo_cn: ཡང་བསྐྱར་ཚོད་ལྟ་སྒུག་བཞིན་པ།

source: Warning, ignoring data connection from wrong IP.
bo_cn: ཉེན་བརྡ། ནོར་འཁྲུལ་གྱི་ནང་མཐུད IP གཞི་གྲངས་སྣང་མེད་གཏོང་བ།

source: Warning: Potential security breach!
bo_cn: ཉེན་བརྡ། མངོན་མེད་ཀྱི་རྐྱེན་ངན།

source: Welcome to FileZilla
bo_cn: དུད་སྣེ FTP བེད་སྤྱོད་པར་དགའ་བསུ་ཞུ།

source: What's new
bo_cn: གསར་བསྒྱུར།

source: When enabled, characters that are not supported by the local operating system in filenames are replaced if downloading such a file.
bo_cn: སྤྱོད་འགོ་ཚུགས་རྗེས་ཡིག་ཆ་དེ་རིགས་ཕབ་ལེན་བྱེད་སྐབས། ཡིག་ཆའི་མིང་ནང་རང་སའི་བཀོལ་སྤྱོད་རྒྱུད་ཁོངས་ཀྱིས་རྒྱབ་སྐྱོར་མེད་པའི་ཡིག་རྟགས་བརྗེ་བ་ཡིན།

source: When st&arting a new connection while already connected:
bo_cn: ཞབས་ཞུ་ཆས་ལ་འབྲེལ་མཐུད་ཟིན་པའི་གནས་ཚུལ་འོག་འབྲེལ་མཐུད་གསར་བ་ཞིག་འཛུགས་དགོས། (&A)

source: Widescreen
bo_cn: ཡོལ་བ་ཡངས་པོ།

source: Would you like FileZilla to remember passwords?
bo_cn: ཁྱེད་ཀྱི་དུད་སྣེ FTP ཡིས་གསང་ཨང་ངེས་དགོས་སམ།

source: Wr&ite
bo_cn: འབྲི་བ། (&I)

source: Wrong external IP address
bo_cn: ནོར་འཁྲུལ་གྱི་ཕྱིའི་གནས་ཡུལIP

source: Wrong line endings
bo_cn: ནོར་འཁྲུལ་གྱི་ཕྲེང་མཇུག

source: Yes
bo_cn: ཡིན།

source: You appear to be using an IPv6-only host. This wizard does not support this environment.
bo_cn: ཁྱེད་་ཀྱིས་ཕལ་ཆེར་གཙོ་འཁོར IPv6 བཀོལ་བཞིན་ཡོད། སྣེ་སྟོན་པས་ཁོར་ཡུག་འདི་རིགས་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: You are using the latest version of FileZilla.
bo_cn: ཁྱེད་ཀྱིས་བཀོལ་བ་ནི་ཆེས་གསར་བའི་དུད་སྣེ FTP རེད།

source: You can always open this dialog again through the help menu.
bo_cn: ཁྱེད་ཀྱིས་ག་དུས་ཡིན་ཡང་རོགས་རམ་འདེམས་བྱང་ནས་ཡང་བསྐྱར་གླེང་སྒྲོམ་འདི་ཁ་ཕྱེ་ཐུབ།

source: You can download the latest version from the FileZilla website:
bo_cn: ཁྱེད་ཀྱིས་དུད་སྣེ FTP དྲ་ཚིགས་ནས་པར་གཞི་གསར་ཤོས་ཕབ་ཆོག

source: You can leave the port field empty to use the default port.
bo_cn: ཁྱེད་ཀྱིས་མཐུད་ཁ་མ་བྲིས་པར་སོར་བཞག་མཐུད་ཁ་བེད་སྤྱོད་པ་ཡིན།

source: You can use an x at any position to keep the permission the original files have.
bo_cn: ཁྱེད་ཀྱིས་ས་ཆ་གང་རུང་ཞིག་ཏུ X སྤྱད་ནས་དེ་སྔའི་ཡིག་ཆའི་དབང་ཚད་རྒྱུན་འཁྱོངས་བྱས་ཆོག

source: You cannot import settings from FileZilla's own settings directory.
bo_cn: ཁྱེད་ཀྱིས་དུད་སྣེ FTP སྟེང་གི་དཀར་ཆག་སྒྲིག་འགོད་ནས་ནང་འདྲེན་བྱེད་མི་ཐུབ།

source: You did not enter a new name for the file. Overwrite the file instead?
bo_cn: ཁྱེད་ཀྱིས་ཡིག་ཆ་འདིའི་མིང་གསར་བ་ནང་འཇུག་བྱས་མི་འདུག ཡིག་ཆ་འདི་བཀབ་དགོས་སམ།

source: You have selected at least one symbolic link.
bo_cn: ཁྱེད་ཀྱིས་མ་མཐར་ཡང་མཚོན་རྟགས་སྦྲེལ་མཐུད་གཅིག་བདམས་འདུག

source: You have selected more than 10 files for editing, do you really want to continue?
bo_cn: ཁྱེད་ཀྱིས་ཡིག་ཆ 10 ལས་བརྒལ་བ་བདམས་ནས་རྩོམ་སྒྲིག་བྱེད་རྩིས་འདུག་པས་མུ་མཐུད་རྩོམ་སྒྲིག་བྱེད་དམ།

source: You have selected more than 10 files or directories to open, do you really want to continue?
bo_cn: ཁྱེད་ཀྱིས་ཡིག་ཆའམ་དཀར་ཆག 10 ལས་བརྒལ་བ་བདམས་ནས་ཁ་ཕྱེ་རྩིས་འདུག་པས་མུ་མཐུད་ཁ་ཕྱེ་འམ།

source: You have to enter a hostname.
bo_cn: གཙོ་འཁོར་གྱི་མིང་ཞིག་འཇུག་རོགས།

source: You have to enter a key file path
bo_cn: གསང་ལྡེ་ཡིག་ཆའི་བརྒྱུད་ལམ་ཞིག་འཇུག་རོགས།

source: You have to enter a local directory.
bo_cn: རང་སའི་དཀར་ཆག་ཅིག་འཇུག་རོགས།

source: You have to enter a valid IPv4 address.
bo_cn: ཡང་དག་པའི་གནས་ཡུལ IPv4 འཇུག་རོགས།

source: You have to enter a writable local directory.
bo_cn: འབྲི་ཆིག་པའི་རང་སའི་དཀར་ཆག་ཅིག་འཇུག་རོགས།

source: You have to enter an account name
bo_cn: རྩིས་ཐོའི་མིང་ཞིག་འཇུག་རོགས།

source: You have to specify a user name
bo_cn: སྤྱོད་མཁན་གྱི་མིང་ཞིག་འཇུག་རོགས།

source: You likely have a router or firewall which erroneously modified the transferred data.
bo_cn: ཁྱེད་ཀྱི་མེ་འགོག་གྱང་ངམ་ལམ་སྟོན་ཆས་ཀྱིས་ཕལ་ཆེར་བརྒྱུད་གཏོང་གཞི་གྲངས་ལ་ནོར་འཁྲུལ་གྱི་དག་བཅོས་བྱས།

source: You need to enter a name for the bookmark.
bo_cn: དཔེ་འཛར་འདི་ལ་མིང་བཏགས་རོགས།

source: You need to enter a name for the log file.
bo_cn: ཉིན་ཐོའི་ཡིག་ཆར་མིང་ཞིག་འཇུག་དགོས།

source: You need to enter a properly quoted command.
bo_cn: འོས་འཚམ་གྱི་འདྲེན་སྤྱོད་བཀའ་བརྡ་ཞིག་འཇུག་རོགས།

source: You need to enter a proxy host.
bo_cn: ལས་ཚབ་ཀྱི་གཙོ་འཁོར་ཞིག་འཇུག་རོགས།

source: You need to enter a proxy port in the range from 1 to 65535
bo_cn: ལས་ཚབ་ཞབས་ཞུ་ཆས་ཀྱི་མཐུད་ཁ་ཞིག་འཇུག་རོགས། (1 ནས 65535 བར)

source: You need to enter at least one path, empty bookmarks are not supported.
bo_cn: དཔེ་འཛར་སྟོང་པར་རྒྱབ་སྐྱོར་མེད་པས་ཁྱེད་ཀྱིས་མ་མཐར་ཡང་བརྒྱུད་ལམ་གཅིག་འཇུག་དགོས།

source: You need to enter both a local and a remote path to enable synchronized browsing for this bookmark.
bo_cn: ཁྱེད་ཀྱིས་རང་ས་དང་རྒྱང་རིང་གི་བརྒྱུད་ལམ་ནང་འཇུག་བྱས་ནས་དཔེ་འཛར་འདི་ལ་གོམ་མཉམ་མིག་བཤར་སྤྱོད་དགོས།

source: You need to enter both a local and a remote path to enable synchronized browsing for this site.
bo_cn: ཁྱེད་ཀྱིས་རང་ས་དང་རྒྱང་རིང་གི་བརྒྱུད་ལམ་ནང་འཇུག་བྱས་ནས་ས་ཚུགས་འདི་ལ་གོམ་མཉམ་མིག་བཤར་སྤྱོད་དགོས།

source: You need to specify a local file.
bo_cn: ཁྱེད་ཀྱིས་རང་སའི་ཡིག་ཆ་ཞིག་དམིགས་འཛུགས་བྱེད་དགོས།

source: You need to specify a remote file.
bo_cn: ཁྱེད་ཀྱིས་རྒྱང་རིང་ཡིག་ཆ་ཞིག་དམིགས་འཛུགས་བྱེད་དགོས།

source: You need to specify a remote path.
bo_cn: ཁྱེད་ཀྱིས་རྒྱང་རིང་བརྒྱུད་ལམ་ཞིག་དམིགས་འཛུགས་བྱེད་དགོས།

source: You need to specify a server.
bo_cn: ཁྱེད་ཀྱིས་ཞབས་ཞུ་ཆས་ཤིག་དམིགས་འཛུགས་བྱེད་དགོས།

source: You should have no problems connecting to other servers, file transfers should work properly.
bo_cn: ཞབས་ཞུ་གཞན་ལ་འབྲེལ་ན་གནད་དོན་མེད་ལ་ཡིག་ཆ་བརྒྱུད་གཏོང་ཡང་རྒྱུན་ལྡན་ལྟར་བྱ་བ་བསྒྲུབ་ཐུབ།

source: Your computer will suspend unless you click Cancel.
bo_cn: གལ་ཏེ་ དོར་བ་མནན་ན་རྒྱུད་ཁོངས་ལམ་སེང་འགེལ་བ་ཡིན།

source: after
bo_cn: དེའི་རྗེས།

source: before
bo_cn: གོང་།

source: begins with
bo_cn: ནས་འགོ་ཚུགས།

source: bytes
bo_cn: ཡིག་ཚིགས་གྲངས།

source: contains
bo_cn: ཚུད་པ།

source: custom
bo_cn: མཚན་ཉིད་རང་འཇོག

source: does not contain
bo_cn: ཚུད་མེད།

source: does not equal
bo_cn: མི་མཚུངས་པ།

source: ends with
bo_cn: མཇུག་སྒྲིལ་ས།

source: equals
bo_cn: མཚུངས་པ།

source: file
bo_cn: ཡིག་ཆ།

source: fzsftp belongs to a different version of FileZilla
bo_cn: fzsftp ནི་དུད་སྣེ FTP ཡི་པར་གཞི་གཞན་པའི་ནང་གི་བཀའ་བརྡ་རེད།

source: fzsftp could not be started
bo_cn: fzsftp སློང་མི་ཐུབ།

source: gnutls_certificate_get_peers returned no certificates
bo_cn: gnutlsuttificate-get-peers ཡི་དཔང་ཡིག་ཕྱིར་ལོག་བྱས་མེད་པ།

source: greater than
bo_cn: ཆེ་བ།

source: group executable
bo_cn: ཚོ་ལག་བསྟར་བྱེད་ཆོག་པ།

source: group readable
bo_cn: ཚོ་ཀློག་རུང་བ།

source: group writeable
bo_cn: ཚོ་འབྲི་ཆོག་པ།

source: is equal to
bo_cn: མཚུངས་པ།

source: is set
bo_cn: སྒྲིག་འགོད་ཟིན་པ།

source: is unset
bo_cn: སྒྲིག་འགོད་བྱས་མེད་པ།

source: less than
bo_cn: ལས་ཉུང་།

source: matches regex
bo_cn: ཟླ་སྒྲིག་ཚད་མཐུན་མཚོན་ཚུལ།

source: owner executable
bo_cn: བདག་པོ་ལག་བསྟར་བྱེད་ཆོག

source: owner readable
bo_cn: བདག་པོ་ཀློག་རུང་བ།

source: owner writeable
bo_cn: བདག་པོ་འབྲི་ཆོག་པ།

source: unknown
bo_cn: མི་ཤེས།

source: world executable
bo_cn: ཚང་མ་ལག་བསྟར་བྱེད་ཆོག

source: world readable
bo_cn: ཚང་མ་ཀློག་རུང་བ།

source: world writeable
bo_cn: ཚང་མ་འབྲི་ཆོག་པ།
