Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/filezilla.po
Languages: bo_cn

source: Retrieving external IP address from %s
bo_cn: %s ནས་ཕྱི་རོལ་གྱི་གནས་ཡུལ IP ཐོབ་པ།

source: S&how files currently being edited...
bo_cn: རྩོམ་སྒྲིག་བྱེད་བཞིན་པའི་ཡིག་ཆ་མངོན་པ། (&H)

source: S&how the Site Manager on startup
bo_cn: འགོ་སློང་བའི་སྐབས་ས་ཚུགས་དོ་དམ་ཆས་མངོན་པ། (&H)

source: S&hutdown system
bo_cn: རྒྱུད་ཁོངས་ཁ་རྒྱག་པ། (&H)

source: S&top
bo_cn: མཚམས་འཇོག་པ། (&T)

source: S&uspend system
bo_cn: རྒྱུད་ཁོངས་འགེལ་འཇོག (&U)

source: S&ynchronized browsing
bo_cn: གོམ་མཉམ་མིག་བཤར། (&Y)

source: SOCKS4 proxy will connect to: %s
bo_cn: ལས་ཚབ SOCKS4 དེ %s ལ་འབྲེལ་བ།

source: Save settings?
bo_cn: སྒྲིག་འགོད་ཉར་ཚགས་བྱེད་དམ།

source: Saving of password has been disabled by your system administrator.
bo_cn: ཁྱེད་ཀྱི་རྒྱུད་ཁོངས་དོ་དམ་པས་གསང་ཨང་ཉར་ཚགས་བྱེད་པ་བཀག་འདུག

source: Saving of passwords has been disabled by you.
bo_cn: ཁྱོད་ཀྱིས་གསང་ཨང་ཉར་ཚགས་བྱེད་པ་བཀག་འདུག

source: Scanning for files to add to queue
bo_cn: རུ་སྟར་ནང་ཞུགས་པའི་ཡིག་ཆརཞིབ་བཤེར་བྱེད་བཞིན་ཡོད།

source: Scanning for files to upload
bo_cn: ཡར་བསྐུར་བྱ་རྒྱུའི་ཡིག་ཆར་ཞིབ་བཤེར་བྱེད་བཞིན་ཡོད།

source: Search &conditions:
bo_cn: བཤེར་འཚོལ་ཆ་རྐྱེན། (&C)

source: Search &directory:
bo_cn: དཀར་ཆག་བཤེར་འཚོལ། (&D)

source: Search for files recursively.
bo_cn: རིམ་ལོག་བཤེར་འཚོལ་ཡིག་ཆ།

source: Search server for files
bo_cn: ཞབས་ཞུ་ཆས་སྟེང་ཡིག་ཆ་བཤེར་འཚོལ།

source: Security information
bo_cn: བདེ་འཇགས་ཆ་འཕྲིན།

source: See also: https://wiki.filezilla-project.org/Network_Configuration
bo_cn: https://wiki.filezilla-project.org/Network_Configuration ལ་གཟིགས།

source: Sele&ct server
bo_cn: ཞབས་ཞུ་ཆས་འདེམ་པ། (&C)

source: Select &page:
bo_cn: ལྡེབ་ངོས་འདེམ་པ། (&P)

source: Select Theme
bo_cn: བརྗོད་སྙིང་འདེམ་པ།

source: Select default action to perform if target file of a transfer already exists.
bo_cn: ཁྱེད་ཀྱིས་དམིགས་ཡུལ་ཡིག་ཆ་ཡོད་དུས་ཀྱི་སོར་བཞག་བཀོལ་སྤྱོད་དེ་འདོམ་རོགས།

source: Select default editor
bo_cn: སོར་བཞག་གི་རྩོམ་སྒྲིག་ཆས་འདེམ་པ།

source: Select default file exists action if the target file already exists. This selection is valid only for the current session.
bo_cn: ཁྱེད་ཀྱིས་དམིགས་ཡུལ་ཡིག་ཆ་ཡོད་དུས་ཀྱི་སོར་བཞག་བཀོལ་སྤྱོད་དེ་འདོམ་རོགས། བཀོལ་སྤྱོད་འདི་མིག་སྔའི་གླེང་མོལ་ཁོ་ནར་བེད་སྤྱོད་པ་ཡིན།

source: Select default file exists action only for the currently selected files in the queue.
bo_cn: ཁྱེད་ཀྱིས་རུ་སྟར་ནང་བདམས་པའི་ཡིག་ཆ་ཡི་སོར་བཞག་ཡིག་ཆ་གནས་པའི་བཀོལ་སྤྱོད་ཁོ་ན་འདོམས་རོགས།

source: Select file containing private key
bo_cn: སྒེར་ལྡེ་ཚུད་པའི་ཡིག་ཆ་འདེམ་པ།

source: Select file for exported data
bo_cn: གཞི་གྲངས་ཕྱིར་འདོན་ལ་སྤྱོད་པའི་ཡིག་ཆ་འདེམ་པ།

source: Select file for exported queue
bo_cn: རུ་སྟར་ཕྱིར་འདོན་ལ་སྤྱོད་པའི་ཡིག་ཆ་འདེམ་པ།

source: Select file for exported settings
bo_cn: སྒྲིག་འགོད་ཕྱིར་འདོན་ལ་མཁོ་བའི་ཡིག་ཆ་འདེམ་པ།

source: Select file for exported sites
bo_cn: ས་ཚུགས་ཕྱིར་འདོན་ལ་སྤྱོད་པའི་ཡིག་ཆ་འདེམ་པ།

source: Select file to import settings from
bo_cn: སྒྲིག་འགོད་འདྲེན་འཇུག་ལ་མཁོ་བའི་ཡིག་ཆ་འདེམ་པ།

source: Select file to upload
bo_cn: ཡར་སྐྱེལ་དགོས་པའི་ཡིག་ཆ་འདེམས་རོགས།

source: Select filename for converted key file
bo_cn: བརྗེ་སྤོར་བྱ་རྒྱུའི་གསང་ལྡེ་ཡིག་ཆར་ཡིག་ཆའི་མིང་ནང་འཇུག་དགོས།

source: Select how these files should be opened.
bo_cn: ཡིག་ཆ་འདི་རྣམས་ཇི་ལྟར་ཁ་ཕྱེ་ཚུལ་འདོམས་དགོས།

source: Select target download directory
bo_cn: ཕབ་ལེན་གྱི་དམིགས་འབེན་ཡིག་ཆ་འདོམས་དགོས།

source: Select target filename
bo_cn: དམིགས་འབེན་གྱི་ཡིག་ཆའི་མིང་འདེམ་པ།

source: Select the categories to export:
bo_cn: ཕྱིར་འདྲེན་བྱ་རྒྱུའི་རིགས་གྲས་འདེམ་པ།

source: Select the private data you would like to delete.
bo_cn: ཁྱེད་ཀྱིས་བསུབ་བྱའི་མི་སྒེར་གྱི་ཆ་འཕྲིན་འདོམས་རོགས།

source: Selected %d directory with its contents for transfer.
bo_cn: དཀར་ཆག %d དང་དེའི་ནང་དོན་བརྒྱུད་གཏོང་བྱེད་པ་བདམས་པ།

source: Selected %d directory.
bo_cn: %d ཡིག་ཁུག་བདམས་པ།

source: Selected %d file for transfer.
bo_cn: ཡིག་ཆ %d བརྒྱུད་གཏོང་བྱེད་པ་བདམས་པ།

source: Selected %d file. Total size: %s
bo_cn: ཡིག་ཆ %d བདམས་པ། ཆེ་ཆུང་བསྡོམས %s ཡིན།

source: Selected %d file. Total size: At least %s
bo_cn: ཡིག་ཆ %d བདམས་པ། ཆེ་ཆུང་བསྡོམས་མ་མཐར་ཡང %s ཡིན།

source: Selected %s and %s for transfer.
bo_cn: %s དང %s བདམས་ནས་བརྒྱུད་གཏོང་བྱེད་པ།

source: Selected %s and %s. Total size: %s
bo_cn: %s དང %s བདམས་པ། ཆེ་ཆུང་བསྡོམས %s ཡིན།

source: Selected %s and %s. Total size: At least %s
bo_cn: %s དང %s བདམས་པ། ཆེ་ཆུང་བསྡོམས་མ་མཐར་ཡང %s ཡིན།

source: Selected editor does not exist.
bo_cn: བདམས་པའི་རྩོམ་སྒྲིག་ཆས་མི་འདུག

source: Selected file already being edited
bo_cn: བདམས་པའི་ཡིག་ཆར་རྩོམ་སྒྲིག་བྱེད་པ།

source: Selected file is already loaded
bo_cn: བདམས་པའི་ཡིག་ཆ་ཁུར་སྣོན་བྱས་ཟིན།

source: Selected file is already opened
bo_cn: བདམས་པའི་ཡིག་ཆ་ཁ་ཕྱེ་ཚར།

source: Selected file is still being edited
bo_cn: བདམས་པའི་ཡིག་ཆ་རྩོམ་སྒྲིག་བྱེད་པ།

source: Selected filter only works for local files.
bo_cn: བདམས་པའི་འཚག་ཆས་རང་སའི་ཡིག་ཆ་ཁོ་ནར་དམིགས་པ་ཡིན།

source: Selected port usually in use by a different protocol.
bo_cn: རྒྱུན་དུ་བདམས་པའི་མཐུད་ཁ་དེ་གྲོས་ཆིངས་གཞན་གྱི་བེད་སྤྱོད་བྱེད་པ་ཡིན།

source: Send FTP &keep-alive commands
bo_cn: FTP འབྲེལ་མཐུད་རྒྱུན་འཁྱོངས་ཀྱི་བཀའ་བརྡ་བཏང་བ།

source: Send custom command to the server otherwise not available
bo_cn: གལ་སྲིད་སྤྱོད་རུང་ཡིན་ཚེ། རང་བཟོའ་བཀའ་བརྡ་དེ་ཞབས་ཞུ་ཆས་ལ་གཏོང་བ།

source: Sending keep-alive command
bo_cn: འབྲེལ་མཐུད་རྒྱུན་འཁྱོངས་ཀྱི་བཀའ་བརྡ་བཏང་བ།

source: Serial number:
bo_cn: རིམ་སྟར་ཨང་རྟགས།：

source: Server &Type:
bo_cn: ཞབས་ཞུ་ཆས་ཀྱི་རིགས། (&T)

source: Server did not properly shut down TLS connection
bo_cn: ཞབས་ཞུ་ཆས་ཀྱི་འབྲེལ་མཐུད TLS རྒྱུན་ལྡན་ལྟར་ཁ་རྒྱག་མེད་པ།

source: Server does not support non-ASCII characters.
bo_cn: ཞབས་ཞུ་ཆས་ཀྱིས་ཡིག་རྟགས ASCII མིན་པར་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Server does not support resume of files > %d GB.
bo_cn: ཞབས་ཞུ་ཆས་ཀྱིས %d GB ལས་ཆེ་བའི་ཡིག་ཆ་སྔ་མུས་སུ་སྐྱེལ་བར་རྒྱབ་སྐྱོར་མི་བྱེད་པ།

source: Server does not support resume of files > %d GB. End transfer since file sizes match.
bo_cn: ཞབས་ཞུ་ཆས་ཀྱིས %d GB ལས་ཆེ་བའི་ཡིག་ཆ་སྔ་མུས་སུ་སྐྱེལ་བར་རྒྱབ་སྐྱོར་མི་བྱེད་པ། ཡིག་ཆའི་ཆེ་ཆུང་མཚམས་པའི་སྐབས་བརྒྱུད་གཏོང་མཇུག་སྒྲིལ་བ་ཡིན།

source: Server may not support resume of files > %d GB. End transfer since file sizes match.
bo_cn: གཅིག་བྱས་ན་ཞབས་ཞུ་ཆས་ཀྱིས %d GB ལས་ཆེ་བའི་ཡིག་ཆ་སྔ་མུས་སུ་སྐྱེལ་བར་རྒྱབ་སྐྱོར་མི་བྱེད་པ། ཡིག་ཆའི་ཆེ་ཆུང་མཚམས་པའི་སྐབས་བརྒྱུད་གཏོང་མཇུག་སྒྲིལ་བ་ཡིན།

source: Server might require an account. Try specifying an account using the Site Manager
bo_cn: ཕལ་ཆེར་ཞབས་ཆས་ལ་རྩིས་ཐོའི་ཨང་གྲངས་དགོས། ས་ཚུགས་དོ་དམ་ཆས་ནང་རྩིས་ཐོའི་ཨང་གྲངས་ཤིག་དམིགས་འཛུགས་བྱས་ནས་ཚོད་ལྟ་ཞིག་བྱེད་རོགས།

source: Server returned empty path.
bo_cn: ཞབས་ཞུ་ཆས་ལ་བརྒྱུད་ལམ་སྟོང་པ་བསྐུར་བ།

source: Server sent an additional login prompt. You need to use the interactive login type.
bo_cn: ཞབས་ཞུ་ཆས་ཀྱིས་ཟུར་སྣོན་གྱི་ཐོ་འགོད་གསལ་བརྡ་ཞིག་བརྒྱུད་བསྐྱེལ་བྱས། ཁྱེད་ཀྱིས་ སྤེལ་རེས་རྣམ་པའི་ཐོ་འགོད་བྱེད་ཐབས་བཀོལ་དགོས།

source: Server sent passive reply with unroutable address. Passive mode failed.
bo_cn: ཞབས་ཞུ་ཆས་ཀྱིས་ལམ་ཚོལ་ཐབས་བྲལ་བའི་གནས་ཡུལ་ཕྱིར་སྤྲད། གཞན་དབང་གི་རྣམ་པ་ཕམ་པ།

source: Server sent passive reply with unroutable address. Using server address instead.
bo_cn: ཞབས་ཞུ་ཆས་ཀྱིས་ལམ་ཚོལ་ཐབས་བྲལ་བའི་གནས་ཡུལ་ཕྱིར་སྤྲད། ཞབས་ཞུ་ཆས་ཀྱི་གནས་ཡུལ་གྱིས་ཚབ་བྱེད་པ།

source: Server sent unexpected reply.
bo_cn: ཞབས་ཞུ་ཆས་ཀྱིས་བསམ་ཡུལ་ལས་འདས་པའི་ལན་ཞིག་བསྐུར།

source: Server to client MAC:
bo_cn: ཞབས་ཞུ་ཆས་ནས་རང་སའི MAC བར།

source: Server to client cipher:
bo_cn: ཞབས་ཞུ་ཆས་ནས་རང་སའི་གསང་ཨང་བར།

source: Server&type:
bo_cn: ཞབས་ཞུ་ཆས་ཀྱི་རིགས། (&T)

source: Server/Local file
bo_cn: ཞབས་ཞུ་ཆས/རང་སའི་ཡིག་ཆ།

source: Server:
bo_cn: ཞབས་ཞུ་ཆས།：

source: Session details
bo_cn: གླེང་མོལ་ཞིབ་ཆ།

source: Set &Priority
bo_cn: སྔོན་ཐོབ་རིམ་པར་སྒྲིག་འགོད།

source: SetSocketBufferSize called without socket
bo_cn: SetSoocketBufferSize ཡི་འབྲེལ་འཛུགས་ཡི་གེའི་འདོན་སྤྱོད་མེད་པ།

source: Settings
bo_cn: སྒྲིག་འགོད།

source: Settings directory:
bo_cn: ཡིག་ཆའི་དཀར་ཆག་སྒྲིག་འགོད།

source: Show &raw directory listing
bo_cn: དཀར་ཆག་རེའུ་མིག་མངོན་པ། (S.R)

source: Show both directory trees and continue comparing?
bo_cn: གཡས་གཡོན་གྱི་དཀར་ཆག་སྡོང་འགྲེམས་མངོན་ནས་སྡུར་དགོས་སམ།

source: Show details
bo_cn: ཞིབ་ཆ་མངོན་པ།

source: Show details about custom date and time formats
bo_cn: རང་བཟོས་ཚེས་གྲངས་དང་དུས་ཚོད་ཀྱི་རྣམ་གཞག་སྐོར་གྱི་ཆ་འཕྲིན་ཞིབ་ཕྲ་མངོན་པ།

source: Shows available TLS ciphers
bo_cn: སྤྱོད་རུང་བའི་གསང་ཨང TLS མངོན་པ།

source: Shows this help dialog
bo_cn: རོགས་རམ་གྱི་གླེང་སྒྲོམ་འདི་མངོནཔ།

source: Shutdown now
bo_cn: རྒྱུད་ཁོངས་ལམ་སེང་ཁ་རྒྱག་པ།

source: Signature algorithm:
bo_cn: མིང་རྟགས་འགོད་པའི་རྩི་ཐབས།

source: Site &Manager entries
bo_cn: ས་ཚུགས་དོ་དམ་ཆས། (&M)

source: Site Manager
bo_cn: ས་ཚུགས་དོ་དམ་ཆས།

source: Site Manager - Cannot remember password
bo_cn: ས་ཚུགས་དོ་དམ་ཆས་ཀྱིས་གསང་ཨང་ངེས་མི་ཐུབ།

source: Site Manager - Invalid data
bo_cn: ས་ཚུགས་དོ་དམ་ཆས། ནུས་མེད་གཞི་གྲངས།

source: Site Manager already open
bo_cn: ས་ཚུགས་དོ་དམ་ཆས་ཁ་ཕྱེ་ཟིན།

source: Site does not exist.
bo_cn: ས་ཚུགས་མི་འདུག

source: Site path has to begin with 0 or 1.
bo_cn: ས་ཚུགས་ཀྱི་བརྒྱུད་ལམ་ནི་ངེས་པར་དུ 0 འམ་ཡང་ན 1 ནས་འགོ་འཛུགས་དགོས།

source: Site path is malformed.
bo_cn: ས་ཚུགས་བརྒྱུད་ལམ་གྱི་རྣམ་གཞག་ནོར་འཁྲུལ་རེད།

source: Site-specific bookmarks
bo_cn: ཆེད་དམིགས་ས་ཚུགས་ཀྱི་དཔེ་འཛར།

source: Size
bo_cn: ཆེ་ཆུང་།

source: Size formatting
bo_cn: ཡིག་ཆའི་ཆེ་ཆུང་གི་རྣམ་གཞག

source: Size unknown
bo_cn: ཆེ་ཆུང་མི་ཤེས་པ།

source: Skip file
bo_cn: ཡིག་ཆ་ལས་མཆོང་བ།

source: Skipping download of %s
bo_cn: ཕབ་ལེན %s ལས་མཆོང་བ།

source: Skipping upload of %s
bo_cn: ཡར་བསྐུར %s ལས་མཆོང་བ།

source: Socket address outside address space
bo_cn: འབྲེལ་འཛུགས་ཡི་གེའི་གནས་ཡུལ་དེ་གནས་ཡུལ་བར་སྟོང་ཁྱབ་ཁོངས་ལས་བརྒལ་བ།

source: Socket already connected
bo_cn: འབྲེལ་འཛུགས་ཡི་གེ་འབྲེལ་ཟིན་པ།

source: Socket has been shut down
bo_cn: འབྲེལ་འཛུགས་ཡི་གེ་ཁ་རྒྱག་པ།

source: Socket not connected
bo_cn: འབྲེལ་མཐུད་ཡི་གེ་འབྲེལ་མེད་པ།

source: Socket type not supported for address family
bo_cn: གནས་ཡུལ་ཚོགས་ཀྱིས་འབྲེལ་འཛུགས་ཡི་གེའི་རིགས་གྲས་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Some files are still being edited or need to be uploaded.
bo_cn: ཡིག་ཆ་ཁ་ཤས་རྩོམ་སྒྲིག་བྱེད་བཞིན་པའམ་ཡང་ན་ཡར་སྐུར་དགོས།

source: Some misconfigured remote servers which are behind a router, may reply with their local IP address.
bo_cn: ལམ་སྟོན་ཆས་ཀྱི་རྗེས་ན་ཡོད་པའི་རྒྱང་རིང་ཞབས་ཞུ་ཆས་ཀྱིས་ནོར་འཁྲུལ་གྱི་སྒྲིག་འགོད་བེད་སྤྱད་ཡོད་པས། ཕལ་ཆེར་དེའི་རང་སའི་གནས་ཡུལ་ཕྱིར་ལོ་པ་ཡིན།

source: Sort directories inline
bo_cn: སྔར་གྱི་གནས་སུ་དཀར་ཆག་རེའུ་མིག་རིམ་སྒྲིག་བྱེད་པ།

source: Sort order cannot be changed if comparing directories.
bo_cn: དཀར་ཆག་སྡུར་བའི་སྐབས་དཀར་ཆག་རིམ་སྒྲིག་ལ་འགྱུར་བ་གཏོང་མི་རུང་།

source: Sorting
bo_cn: རིམ་སྒྲིག་བྱེད་བཞིན་པ།

source: Sorting &mode:
bo_cn: རིམ་སྒྲིག་རྣམ་པ། (&M)

source: Source and path of the drop operation are identical
bo_cn: འདྲུད་གཏོང་བཀོལ་སྤྱོད་ཀྱི་འབྱུང་ཁུངས་དང་བརྒྱུད་ལམ་གཅིག་མཚུངས་རེད།

source: Source and target file may not be the same
bo_cn: འབྱུང་ཁུངས་དང་དམིགས་འབེན་གྱི་ཡིག་ཆ་གཅིག་མཚུངས་བྱེད་མི་ཆོག

source: Source and target of the drop operation are identical
bo_cn: འདྲུད་གཏོང་བཀོལ་སྤྱོད་ཀྱི་འབྱུང་ཁུངས་དང་དམིགས་འབེན་གཅིག་མཚུངས་རེད།

source: Source file:
bo_cn: ཁུངས་ཀྱི་ཡིག་ཆ་ནི།

source: Speed Limits
bo_cn: མྱུར་ཚད་ཚོད་འཛིན།

source: Speed limits
bo_cn: མྱུར་ཚད་ཚོད་འཛིན།

source: Speed limits are disabled, click to change.
bo_cn: མགྱོགས་ཚད་ཚོད་འཛིན་སྤྱོད་འགོག་བྱས་འདུག་པས་མནན་ནས་བཟོ་བཅོས་བྱེད་དགོས།

source: Speed limits are enabled, click to change.
bo_cn: མགྱོགས་ཚད་ཚོད་འཛིན་སྤྱད་འདུག་པས་མནན་ནས་བཟོ་བཅོས་བྱེད་དགོས།

source: Stable and beta versions
bo_cn: བརྟན་པའི་པར་གཞི་དང་པར་གཞི Beta

source: Stable versions only
bo_cn: བརྟན་པའི་པར་གཞི་ཁོ་ན་རེད།

source: Stable, beta and nightly versions
bo_cn: པར་གཞི་བརྟན་པ་དང་། Beta ཉིན་རེའི་སྒྲིག་སྒྱུར་པར་གཞི ། (Nightly) བཅས།

source: Start transfer &immediately
bo_cn: ལམ་སེང་བརྒྱུད་གཏོང་འགོ་ཚུགས་པ། (&I)

source: Start with opened Site Manager
bo_cn: འགོ་སློང་བའི་སྐབས་ས་ཚུགས་དོ་དམ་ཆས་ཁ་འབྱེད་དགོས།

source: Started update check on %s
bo_cn: %s ཡི་སྟེང་གསར་སྒྱུར་ཞིབ་བཤེར་འགོ་སློང་བ།

source: Starting download of %s
bo_cn: %s ཕབ་ལེན་བྱེད་འགོ་རྩོམ་པ།

source: Starting upload of %s
bo_cn: %s ཡར་བསྐུར་བྱེད་འགོ་རྩོམ་པ།

source: Starts the local site in the given path
bo_cn: སྤྲད་པའི་བརྒྱུད་ལམ་འོག་གི་རང་སའི་ས་ཚུགས་འགོ་སློང་བ།

source: State or province:
bo_cn: ཁུལ་དང་ཞིང་ཆེན།

source: Status
bo_cn: རྣམ་པ།

source: Status:
bo_cn: རྣམ་པ།：

source: Stop and remove &all
bo_cn: མཚམས་འཇོག་དགོས་པ་མ་ཟད་ཚང་མ་བསུབ་དགོས། (&A)

source: Stop recursive operation
bo_cn: རིམ་ལོག་བཀོལ་སྤྱོད་མཚམས་འཇོག་པ།

source: Street:
bo_cn: ཁྲོམ་ལམ།

source: Subject of certificate
bo_cn: དཔང་ཡིག་གི་བརྗོད་གཞི་གཙོ་བོ།

source: Successful transfers
bo_cn: བརྒྱུད་གཏོང་ལེགས་གྲུབ་བྱུང་བ།

source: Summary of test results:
bo_cn: ཚོད་ལྟའི་མཇུག་འབྲས་ཕྱོགས་བསྡོམས།

source: Suspend now
bo_cn: ལམ་སེབ་མཚམས་འཇོག

source: Symlinks to files are not affected by this choice, such symlinks are always deleted.
bo_cn: ཡིག་ཆར་ཕྱོགས་པའི་བརྡ་རྟགས་སྦྲེལ་མཐུད་ལ་གདམ་གའི་ཤུགས་རྐྱེན་མི་ཐེབས་པ་དང་། རྟགས་ཀྱི་སྦྲེལ་མཐུད་དེ་རིགས་རྟག་པར་སུབ་པ་རེད།

source: Synchronized browsing
bo_cn: གོམ་མཉམ་མིག་བཤར།

source: Synchronized browsing has been disabled.
bo_cn: གོམ་མཉམ་མིག་བཤར་དེ་ཁ་རྒྱག་ཟིན་པ།

source: Syntax error
bo_cn: བརྡ་སྤྲོད་ནོར་འཁྲུལ།

source: Syntax error in command line
bo_cn: བཀའ་བརྡའི་ཕྲེང་གི་བརྡ་སྤྲོད་ནོར་འཁྲུལ།

source: System
bo_cn: རྒྱུད་ཁོངས།

source: System details
bo_cn: རྒྱུད་ཁོངས་ཆ་འཕྲིན།

source: System limit of open files exceeded
bo_cn: རྒྱུད་ཁོངས་ཀྱིས་ཁ་ཕྱེ་བའི་ཡིག་ཆའི་གྲངས་ཀྱི་ཚད་འཛིན་ལ་སླེབས་པ།

source: System's network subsystem has failed
bo_cn: རྒྱུད་ཁོངས་ཀྱི་དྲ་རྒྱའི་བུ་རྒྱུད་ཁོངས་ནོར་བ།

source: T&oolbar
bo_cn: ལག་ཆའི་ཚང་། (&O)

source: TLS connection established, sending HTTP request
bo_cn: TLS ཡི་འབྲེལ་མཐུད་བཙུགས་ཟིན་པ་དང་། HTP རེ་ཞུ་བསྐུར་བཞིན་ཡོད།

source: TLS connection established, waiting for welcome message...
bo_cn: TLS ཡི་འབྲེལ་མཐུད་བཙུགས་པ་དང་། དགའ་བསུའི་བརྡ་འཕྲིན་སྒུག་པ།

source: TLS connection established.
bo_cn: TLS ཡི་འབྲེལ་མཐུད་བཙུགས་ཟིན་པ།

source: TTL expired
bo_cn: TTL དུས་བརྒལ་བ།

source: Target file already exists
bo_cn: དམིགས་འབེན་ཡིག་ཆ་གནས་ཡོད་པ།

source: Target file:
bo_cn: དམིགས་འབེན་ཡིག་ཆ།

source: Target filename already exists!
bo_cn: དམིགས་འབེན་ཡིག་ཆའི་མིང་གནས་ཡོད།

source: Target filename already exists, really continue?
bo_cn: དམིགས་འབེན་ཡིག་ཆའི་མིང་གནས་ཡོད། མུ་མཐུད་དམ།

source: Test results
bo_cn: ཚོད་ལྟའི་མཇུག་འབྲས།

source: Testing resume capabilities of server
bo_cn: ཞབས་ཞུ་ཆས་མུ་མཐུད་བརྒྱུད་སྤྲོད་བྱེད་ཐུབ་མིན་ལ་བཤེར་འཇལ་བྱེད་བཞིན་ཡོད།

source: The Site Manager cannot be used unless the file gets repaired.
bo_cn: ཡིག་ཆ་ཉམས་གསོ་བྱེད་དགོས་པ་རེད། དེ་མིན་ན་ས་ཚུགས་ཀྱི་དོ་དམ་ཆས་ཁ་འབྱེད་མི་ཐུབ།

source: The address you entered was: %s
bo_cn: ཁྱེད་ཀྱིས་ནང་འཇུག་བྱས་པའི་གནས་ཡུལ་ནི %s རེད།

source: The ai_family member is not supported
bo_cn: ཁོངས་མི ai_family ལ་རྒྱབ་སྐྱོར་མི་བྱེད་པ།

source: The ai_socktype member is not supported
bo_cn: ཁོངས་མི ai_socktype ལ་རྒྱབ་སྐྱོར་མི་བྱེད་པ།

source: The bookmark could not be added.
bo_cn: དཔེ་འཛར་འདི་སྣོན་ཐབས་བྲལ།

source: The bookmarks could not be cleared.
bo_cn: དཔེ་འཛར་དེ་བསུབ་ཐབས་མེད།

source: The connection is encrypted. Click icon for details.
bo_cn: འབྲེལ་མཐུད་དེ་ནི་གསང་གྲངས་བཀོད་པ་ཡིན། རིས་རྟགས་མནན་ནས་ཞིབ་ཆ་མངོན་པ།

source: The custom date format is invalid or contains unsupported format specifiers.
bo_cn: རང་བཟོས་གཞི་གྲངས་ཀྱི་རྣམ་གཞག་ལ་ནུས་པ་མེད་པའམ་ཡང་ན་རྒྱབ་སྐྱོར་མི་བྱེད་པའི་རྣམ་གཞག་ཚད་བཀག་གི་རྟགས་ཚུད་འདུག

source: The custom login sequence cannot be empty.
bo_cn: རང་བཟོས་ཐོ་འགོད་བརྒྱུད་རིམ་ནི་སྟོང་པ་ཡིན་མི་རུང་།

source: The custom time format is invalid or contains unsupported format specifiers.
bo_cn: རང་བཟོས་དུས་ཚོད་ཀྱི་རྣམ་གཞག་ལ་ནུས་པ་མེད་པའམ་ཡང་ན་རྒྱབ་སྐྱོར་མི་བྱེད་པའི་རྣམ་གཞག་ཚད་བཀག་གི་རྟགས་ཚུད་འདུག

source: The data connection could not be established: %s
bo_cn: གཞི་གྲངས་འབྲེལ་མཐུད %s བྱེད་ཐབས་བྲལ།

source: The default editor for text files could not be found.
bo_cn: སོར་བཞག་གི་ཡིག་རྐྱང་ཡིག་ཆའི་རྩོམ་སྒྲིག་ཆས་མི་འདུག

source: The default editor for text files is '%s'.
bo_cn: སོར་བཞག་གི་ཡིག་རྐྱང་ཡིག་ཆའི་རྩོམ་སྒྲིག་ཆས་ནི “%s” ཡིན།

source: The entered filter name already exists, please choose a different name.
bo_cn: ཁྱེད་ཀྱིས་ནང་འཇུག་བྱས་པའི་འཚག་ཆས་ཀྱི་མིང་གནས་འདུག་པས་མིང་གཞན་ཞིག་འདོམས་དང་།

source: The extension '%s' does already exist in the list
bo_cn: རྒྱ་སྐྱེད་མིང “%s” ་རེའུ་མིག་ནང་དུ་ཡོད།

source: The file '%s' could not be loaded or does not contain a private key.
bo_cn: ཡིག་ཆ “%s” ཁུར་སྣོན་མི་ཐུབ་པའམ་ཡང་ན་སྒེར་ལྡེ་ཚུད་མི་འདུག།

source: The file '%s' could not be loaded.
bo_cn: ཡིག་ཆ “%s” ཁུར་སྣོན་མི་ཐུབ་པ།

source: The file selected as default editor does not exist.
bo_cn: སོར་བཞག་རྩོམ་སྒྲིག་ཆས་ལ་རྩིས་ནས་ཡིག་ཆ་གནས་མེད་པ།

source: The filename column can neither be hidden nor moved.
bo_cn: ཡིག་ཆའི་མིང་གི་སྡེ་སྦེད་པའམ་སྤོ་སྒུལ་བྱེད་མི་ཐུབ་པ།

source: The filename column cannot be hidden.
bo_cn: ཡིག་ཆའི་མིང་གི་ཚང་སྦེད་མི་ཐུབ་པ།

source: The following character will be replaced: %s
bo_cn: གཤམ་གྱི་ཡིག་རྟགས་རྣམས་བརྗེ་བ། %s

source: The following characters will be replaced: %s
bo_cn: གཤམ་གྱི་ཡིག་རྟགས་རྣམས་བརྗེ་བ། %s

source: The following files are currently being edited:
bo_cn: གཤམ་གྱི་ཡིག་ཆ་རྩོམ་སྒྲིག་བྱེད་བཞིན་ཡོད།

source: The free open source FTP solution
bo_cn: རིན་མེད་དང་ཁུངས་འབྱེད་ཀྱི FTP ཐག་གཅོད་ཇུས་གཞི།

source: The global bookmarks could not be saved.
bo_cn: ཁྱོན་ཡོངས་ཀྱི་དཔེ་འཛར་འདི་ཉར་ཚགས་བྱེད་ཐབས་མེད།

source: The limit needs to be between 1 and 2000 MiB
bo_cn: ངེས་པར་དུ 1 ནས 2000 MiB བར་ཚོད་འཛིན་བྱེད་དགོས།

source: The local directory '%s' could not be created.
bo_cn: རང་སའི་དཀར་ཆག “%s” བཟོག་ཐབས་བྲལ།

source: The local directory '%s' does not exist.
bo_cn: རང་སའི་དཀར་ཆག“%s”མིག་འདུག

source: The lowest available port has to be less or equal than the highest available port.
bo_cn: ཆེས་དམའ་བའི་སྤྱོད་རུང་མཐུད་ཁ་དེ་ངེས་པར་དུ་ཆེས་མཐོ་བ་ལས་ཆུང་བའམ་ཡང་ན་མཚུངས་པ་ཡིན་དགོས།

source: The new version could not be downloaded, please retry later.
bo_cn: པར་གཞི་གསར་པ་ཕབ་ལེན་བྱེད་མི་ཐུབ། ཅུང་ཙམ་འགོར་རྗེས་ཡང་བསྐྱར་ཚོད་ལྟ་བྱོས།

source: The new version has been saved in your Downloads directory.
bo_cn: ཕབ་ལེན་བྱས་པའི་པར་གཞི་གསར་པ་དེ་ཁྱེད་ཀྱི་ཕབ་ལེན་ཡིག་ཁུག་ནང་ཉར་ཚགས་བྱས་ཡོད།

source: The queue will not be saved.
bo_cn: རུ་སྟར་ཉར་ཚགས་བྱེད་ཀྱི་མ་རེད།

source: The remote directory '%s' does not exist.
bo_cn: རྒྱང་རིང་དཀར་ཆག“ %s” གནས་མེད་པ།

source: The selected categories have been imported.
bo_cn: བདམས་ཟིན་པའི་རིགས་གྲས་འདྲེན་འཇུག་ཟིན།

source: The selected file contains importable data for the following categories:
bo_cn: བདམས་ཟིན་པའི་ཡིག་ཆ་དག་གཤམ་གྱི་རིགས་གྲས་ནང་འདྲེན་འཇུག་བྱས་ཆོག

source: The selected file is already being edited:
bo_cn: བདམས་པའི་ཡིག་ཆར་རྩོམ་སྒྲིག་བྱེད་བཞིན་ཡོད།

source: The selected file is still opened in some other program, please close it.
bo_cn: བདམས་པའི་ཡིག་ཆ་དག་བྱ་རིམ་གཞན་པས་ཁ་ཕྱེ་འདུག་པས་དེ་ཁ་རྒྱག་རོགས།

source: The server could not be added.
bo_cn: ཞབས་ཞུ་ཆས་དེ་སྣོན་ཐབས་བྲལ།

source: The server sent an unexpected or unrecognized reply.
bo_cn: ཞབས་ཞུ་ཆས་ཀྱིས་བསམ་ཡུལ་ལས་འདས་པའམ་ཡང་ན་ངོས་འཛིན་མི་ཐུབ་པའི་ལན་བཏབ།

source: The server uses following charset encoding for filenames:
bo_cn: ཞབས་ཞུ་ཆས་ཀྱིས་གཤམ་གྱི་ཡིག་རྟགས་ཚོགས་ཀྱི་སྒྲིག་ཨང་སྤྱད་ནས་ཡིག་ཆའི་མིང་ཐག་གཅོད་བྱེད་པ།

source: The server's certificate is unknown. Please carefully examine the certificate to make sure the server can be trusted.
bo_cn: ཞབས་ཞུ་ཆས་ཀྱིས་དཔང་ཡིག་མི་ཤེས་པས་གཟབ་ནན་ངང་ཞིབ་བཤེར་དཔང་ཡིག་གིས་ཞབས་ཞུ་ཆས་ལ་ཡིད་ཆེས་ཆོག་པ་གཏན་ཁེལ་བྱེད་རོགས།

source: The server's host key is unknown. You have no guarantee that the server is the computer you think it is.
bo_cn: ཞབས་ཞུ་ཆས་འདིའི་གཙོ་འཁོར་གསང་ལྡེ་ནི་ངེས་མེད་ཞིག་རེད། ཞབས་ཞུ་ཆས་དེ་ནི་ཁྱེད་ཀྱིས་གཏན་འཁེལ་བྱས་པའི་རྩིས་འཁོར་དེ་ཡིན་པ་ཁག་ཐེག་བྱེད་མི་ཐུབ།

source: The servname parameter is not supported for ai_socktype
bo_cn: ai_socktype ཡིས་ཞུགས་གྲངས servname ལ་རྒྱབ་སྐྱོར་མེད་པ།

source: The settings have been imported. You have to restart FileZilla for all settings to have effect.
bo_cn: སྒྲིག་འགོད་ནང་འདྲེན་བྱས་ཟིན་པས་ཁྱེད་ཀྱིས་དུད་སྣེ FTP བསྐྱར་དུ་འགོ་སློང་ནས་སྒྲིག་འགོད་ནུས་པ་ཐོན་དུ་འཇུག་དགོས།

source: The specified address family is not supported
bo_cn: དམིགས་འཛུགས་བྱས་པའི་གནས་ཡུལ་ཚོགས་ལ་རྒྱབ་སྐྱོར་མི་བྱེད་པ།

source: The specified network name is no longer available
bo_cn: དམིགས་འཛུགས་བྱས་པའི་དྲ་རྒྱའི་མིང་དེ་སྤྱོད་རུང་མིན་པ།

source: The system will soon reboot unless you click Cancel.
bo_cn: ཁྱེད་ཀྱིས་དོར་བ་མནན་ནས་མེད་པར་བཟོས་ན་མ་གཏོགས་རྒྱུད་ཁོངས་ཡང་བསྐྱར་འགོ་སློང་ངེས་ཡིན།

source: The system will soon shut down unless you click Cancel.
bo_cn: ཁྱེད་ཀྱིས་དོར་བ་མནན་ནས་མེད་པར་བཟོས་ན་མ་གཏོགས་རྒྱུད་ཁོངས་ལམ་སེང་ཁ་རྒྱག་པ་ཡིན།

source: The test did not succeed. Do you really want to save the settings?
bo_cn: ཚོད་ལེན་ལེགས་འགྲུབ་མ་བྱུང་བས་ཁྱེད་ཀྱིས་ངོ་མ་བཀོད་སྒྲིག་བྱེད་དམ།

source: The valid backup file %s could not be restored
bo_cn: སླར་གསོ་མི་ཐུབ་པའི་ནུས་ལྡན་གྱི་གྲབས་ཉར་ཡིག་ཆ %s

source: Themes
bo_cn: བརྗོད་གཞི།

source: This filter set cannot be removed.
bo_cn: འཚག་ཆས་ཀྱི་ཚོགས་སྤྱི་དེ་བསུབ་ཐབས་མེད།

source: This filter set cannot be renamed.
bo_cn: འཚག་ཆས་ཀྱི་ཚོགས་སྤྱིར་མིང་བསྐྱར་འདོགས་བྱེད་ཐབས་བྲལ།

source: This means that some router and/or firewall is still interfering with FileZilla.
bo_cn: ལམ་སྟོན་ཆས་དང་མེ་འགོག་གྱང་གིས་སྔར་བཞིན་མཐུད་ཁ FTP ལ་འགལ་རྐྱེན་བྱེད་པ་ཡིན།

source: This only works if you are not behind a router, else your system would just return your internal address.
bo_cn: ཁྱེད་རང་ལམ་སྟོན་ཆས་ཀྱི་རྗེས་ན་མེད་ན་གཞི་ནས་བཀོལ་སྤྱོད་བྱེད་ཐུབ། དེ་འདྲ་མ་བྱས་ན་ཁྱེད་ཀྱི་རྒྱུད་ཁོངས་ཀྱིས་ནང་ཁུལ་གནས་ཡུལ་མ་གཏོགས་ཕྱིར་ཡོང་མི་ཐུབ།

source: This wizard will help you to properly configure any routers and firewalls you have and tests your configuration.
bo_cn: སྣེ་ཁྲིད་འདིས་ཁྱེད་ལ་ཡང་དག་པའི་སྒོ་ནས་ལམ་སྟོན་ཆས་དང་མེ་འགོག་གྱང་བཀོད་སྒྲིག་བྱེད་པར་རོགས་རམ་བྱེད་པ་མ་ཟད། ཁྱེད་ཀྱི་སྡེབ་སྒྲིག་ལ་ཚོད་ལྟ་བྱེད་པ་ཡིན།

source: Time
bo_cn: དུས་ཚོད།

source: Time formatting
bo_cn: དུས་ཚོད་རྣམ་གཞག

source: Time&out in seconds:
bo_cn: དུས་བརྒལ་སྐར་གྲངས།

source: Timeout
bo_cn: དུས་བརྒལ་དུས་ཚོད།

source: Timezone offset of server is %d seconds.
bo_cn: ཞབས་ཞུ་ཆས་ཀྱི་དུས་ཁྱད་ནི་སྐར་ཆ %d ཡིན།

source: Title:
bo_cn: ཁ་བྱང་།:

source: To compare directories, both file lists have to be aligned.
bo_cn: ཕྱོགས་གཉིས་ཀྱི་ཡིག་ཆའི་རེའུ་མིག་གྲལ་སྟར་སྒྲིག་ན་གཞི་ནས་དཀར་ཆག་བསྡུར་ཐུབ།

source: To do this, the directory trees need to be both shown or both hidden.
bo_cn: ཕྱོགས་གཉིས་ཀྱི་དཀར་ཆག་སྡོང་པོ་ནི་ངེས་པར་དུ་མངོན་པའམ་སྦས་ན་ད་གཟོད་འགུལ་སྟངས་འདི་ལག་བསྟར་བྱེད་ཐུབ།

source: To support public key authentication, FileZilla needs to know the private keys to use.
bo_cn: སྤྱི་ལྡེ་ར་སྤྲོད་བྱེད་པར་རྒྱབ་སྐྱོར་བྱེད་ཆེད་དུད་སྣེ FTP ཡིས་བེད་སྤྱོད་པའི་སྒེར་ལྡེ་ཤེས་དགོས།

source: Toggles the display of the local directory tree
bo_cn: རང་སའི་དཀར་ཆག་སྡོང་པོ་མངོན་པ་ཁ་ཕྱེ / ཁ་རྒྱག་པ།

source: Toggles the display of the message log
bo_cn: ཆ་འཕྲིན་ཟིན་ཐོ་མངོན་པ་ཁ་ཕྱེ / ཁ་རྒྱག་པ།

source: Toggles the display of the remote directory tree
bo_cn: རྒྱང་རིང་དཀར་ཆག་སྡོང་པོ་མངོན་པ་ཁ་ཕྱེ / ཁ་རྒྱག་པ།

source: Toggles the display of the transfer queue
bo_cn: བརྒྱུད་གཏོང་རུ་སྟར་མངོན་པ་ཁ་ཕྱེ / ཁ་རྒྱག་པ།

source: Too long header line
bo_cn: ཁ་བྱང་གི་ཕྲེང་ཧ་ཅང་རིང་།

source: Too many redirects
bo_cn: ཡང་བསྐྱར་ཕྱོགས་ངེས་མང་དྲགས་པ།

source: Trace:
bo_cn: རྗེས་སྙེག

source: Transfer
bo_cn: བརྒྱུད་གཏོང་།

source: Transfer &direction
bo_cn: དཀར་ཆག་བརྒྱུད་གཏོང་།

source: Transfer &type
bo_cn: བརྒྱུད་གཏོང་རིགས་གྲས།

source: Transfer Mode
bo_cn: བརྒྱུད་གཏོང་རྣམ་པ།

source: Transfer Queue
bo_cn: བརྒྱུད་གཏོང་རུ་སྟར།

source: Transfer Settings
bo_cn: བརྒྱུད་གཏོང་སྒྲིག་འགོད།

source: Transfer connection interrupted: %s
bo_cn: བརྒྱུད་གཏོང་འབྲེལ་མཐུད་ལ་བར་ཆད་བཟོས་པ།

source: Transferred data got tainted.
bo_cn: བརྒྱུད་གཏོང་བྱས་པའི་གཞི་གྲངས་ལ་སྐྱོན་བྱུང་འདུག

source: Transferring
bo_cn: བརྒྱུད་གཏོང་བྱེད་བཞིན་པ།

source: Transfers
bo_cn: བརྒྱུད་གཏོང་།

source: Transfers finished
bo_cn: བརྒྱུད་གཏོང་ལེགས་འགྲུབ་བྱུང་བ།
