Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/filezilla.po
Languages: bo_cn

source: - FileZilla
bo_cn: དུད་སྣེ། - FTP

source: %H:%M:%S elapsed
bo_cn: དུས་ཚོད %H:%M:%S འགོར་སོང་།

source: %H:%M:%S left
bo_cn: ལྷག་མ %H:%M:%S

source: %a - Account (Lines containing this will be omitted if not using Account logontype)
bo_cn: %a - རྩིས་ཐོ（གལ་ཏེ་རྩིས་ཐོས་ཐོ་འགོད་བྱེད་མ་བྱས་ཚེ། སྟར་པ་འདི་སྣང་མེད་བྱེད་པ་ཡིན）

source: %d directory
bo_cn: དཀར་ཆག་ %d

source: %d directory with its contents
bo_cn: དཀར་ཆག %d དང་དེའི་ནང་དོན།

source: %d file
bo_cn: ཡིག་ཆ %d

source: %d file. Total size: %s
bo_cn: ཡིག་ཆ %d ཆེ་ཆུང་བསྡོམས:%s

source: %d file. Total size: At least %s
bo_cn: ཡིག་ཆ %d ཆེ་ཆུང་བསྡོམས།: མ་མཐར་ཡང %s

source: %d files added to queue
bo_cn: ཡིག་ཆ %d རུ་སྟར་རུ་ཞུགས་ཟིན།

source: %d second
bo_cn: སྐར་ཆ %d

source: %h - Host
bo_cn: གཙོ་འཁོར %h -

source: %llu directory
bo_cn: དཀར་ཆག %llu

source: %llu file
bo_cn: ཡིག་ཆ %llu

source: %p - Password
bo_cn: གསང་ཨང་། %p -

source: %s (%s/s)
bo_cn: %s། (སྐར་ཆ %s/)

source: %s (? B/s)
bo_cn: %s། (སྐར་ཆ ? B/)

source: %s - Certificate expired!
bo_cn: དཔང་ཡིག་དུས་ཚོད་ཡོལ་འདུག %s -

source: %s - Not yet valid!
bo_cn: ད་དུང་ནུས་པ་ཐོན་མེད། %s -

source: %s - Proxy user
bo_cn: ལས་ཚབ་ཞབས་ཞུ་ཆས་ཀྱི་སྤྱོད་མཁན། %s -

source: %s and %s. Total size: %s
bo_cn: %s དང %s ཆེ་ཆུང་བསྡོམས།%s

source: %s and %s. Total size: At least %s
bo_cn: %s དང %s ཆེ་ཆུང་བསྡོམས། མ་མཐར་ཡང %s

source: %s byte
bo_cn: ཡིག་ཚིགས %s

source: %s with %d bits
bo_cn: %s གནས %d ཡོད།

source: %u - Username
bo_cn: སྤྱོད་མཁན་མིང %u -

source: %w - Proxy password
bo_cn: ལས་ཚབ་ཞབས་ཞུ་ཆས་ཀྱི་གསང་ཨང %w -

source: &Abort previous connection and connect in current tab
bo_cn: སྔོན་གྱི་འབྲེལ་མཐུད་དོར་ནས་མིག་སྔའི་གདོང་འཛར་ནང་འབྲེལ་མཐུད་བྱེད་པ། (&A)

source: &About...
bo_cn: སྐོར། (&A)

source: &Account:
bo_cn: རྩིས་ཐོ། (&A)

source: &Active
bo_cn: རང་འགུལ། (&A)

source: &Add bookmark...
bo_cn: དཔེ་འཛར་སྣོན་པ། (&A)

source: &Add files to queue
bo_cn: ཡིག་ཆ་རུ་སྟར་ནང་སྣོན་པ ། (&A)

source: &Add key file...
bo_cn: གསང་ལྡེ་སྣོན་པ། (&A)

source: &Add to queue
bo_cn: རུ་སྟར་ནང་སྣོན་པ། (&A)

source: &Adjust server timezone offset:
bo_cn: ཞབས་ཞུ་ཆས་ཀྱི་དུས་ཁུལ་ལེགས་སྒྲིག (&A)

source: &Always trust certificate in future sessions.
bo_cn: རྗེས་ཀྱི་གླེང་མོལ་ནང་དཔང་ཡིག་འདིར་ནམ་ཡང་ཡིད་ཆེས་བྱེད་པ་ཡིན། (&A)

source: &Always trust this host, add this key to the cache
bo_cn: རྒྱུན་དུ་གཙོ་འཁོར་འདིར་ཡིད་ཆེས་བྱེད་པ་མ་ཟད། གསང་ལྡེ་འདི་བར་གསོག་ནང་དུ་ཞུགས་པ་ཡིན། (&A)

source: &Always use default editor
bo_cn: རྒྱུན་དུ་སོར་བཞག་གི་རྩོམ་སྒྲིག་ཆས་བེད་སྤྱོད་པ་ཡིན། (&A)

source: &Always use selection for unassociated files
bo_cn: འབྲེལ་ལྡན་མེད་པའི་ཡིག་ཆ་ཚང་མར་ནམ་ཡང་གདམ་གསེས་འདི་བེད་སྤྱོད་པ་ཡིན། (&A)

source: &Always use this action
bo_cn: རྒྱུན་དུ་བཀོལ་སྤྱོད་འདི་བེད་སྤྱོད་པ་ཡིན།

source: &Ask your operating system for the external IP address
bo_cn: ཁྱེད་ཀྱི་བཀོལ་སྤྱོད་རྒྱུད་ཁོངས་ལ་ཕྱིའི IP གནས་ཡུལ་འདྲི་རྩད་བྱེད་པ། (&A)

source: &Auto
bo_cn: རང་འགུལ། (&A)

source: &Autodetect
bo_cn: རང་འགུལ་བཤེར་འཇལ། (&A)

source: &Binary
bo_cn: གཉིས་གོང་འགྲིལ་ལུགས། (&B)

source: &Binary prefixes using SI symbols. (e.g. 1 KB = 1024 bytes)
bo_cn: SI ཚུལ་གྱི་གཉིས་གོང་འགྲིལ་ལུགས་ཀྱི་སྔོན་འཇུག (དཔེར་ན 1 KB = 1024 bytes)(&B)）

source: &Bookmarks
bo_cn: དཔེ་འཛར། (&B)

source: &Browse...
bo_cn: མིག་བཤར། (&B)

source: &Burst tolerance:
bo_cn: རྩེ་ཐང་ཆོག་པ། (&B)

source: &Cancel
bo_cn: དོར་བ།(&C)

source: &Clear private data...
bo_cn: མི་སྒེར་གྱི་ཆ་འཕྲིན་གཙང་སེལ་བྱེད་པ། (&C)

source: &Close
bo_cn: ཁ་རྒྱག་པ།(&C)

source: &Close FileZilla
bo_cn: དུད་སྣེ FTP ཁ་རྒྱག་པ། (&C)

source: &Configure speed limits...
bo_cn: མགྱོགས་ཚད་ཚོད་འཛིན་སྒྲིག་འགོད། (&C)

source: &Configure...
bo_cn: སྡེབ་སྒྲིག (&C)

source: &Connect
bo_cn: འབྲེལ་མཐུད། (&C)

source: &Copy current connection to Site Manager...
bo_cn: མིག་སྔའི་འབྲེལ་མཐུད་དེ་ས་ཚུགས་དོ་དམ་ཆས་ནང་དུ་སྣོན་པ། (&C)

source: &Copy to clipboard
bo_cn: དྲས་སྦྱར་པང་ནང་འདྲ་ཕབ་བྱེད་པ། (&C)

source: &Create directory
bo_cn: དཀར་ཆག་བཟོ་བ། (&C)

source: &Create new tab
bo_cn: གདོང་འཛར་གསར་བཟོ། (&C)

source: &Debug
bo_cn: ཚོད་སྒྲིག (&D)

source: &Debug information in message log:
bo_cn: བརྡ་འཕྲིན་ཟིན་ཐོའི་ནང་གི་ཚོད་སྒྲིག་ཆ་འཕྲིན། (&D)

source: &Default editor:
bo_cn: སོར་བཞག་རྩོམ་སྒྲིག་ཆས། (&D)

source: &Default file exists action...
bo_cn: ད་ཡོད་ཀྱི་ཡིག་ཆར་སོར་བཞག་བཀོལ་སྤྱོད་བྱེད་པ། (&D)

source: &Delay between failed login attempts:
bo_cn: ཡང་བསྐྱར་ཐོ་འགོད་ཀྱི་ནར་འགྱངས་དུས་ཚོད། (&D)

source: &Delete
bo_cn: སུབ་པ། (&D)

source: &Delete symlink
bo_cn: མཚོན་རྟགས་སྦྲེལ་མཐུད་སུབ་པ། (&D)

source: &Directory comparison
bo_cn: དཀར་ཆག་བསྡུར་བ། (&D)

source: &Disable synchronized browsing and continue changing the local directory
bo_cn: གོམ་མཉམ་མིག་བཤར་མཚམས་བཞག་པ་མ་ཟད། རང་སའི་དཀར་ཆག་ལ་མུ་མཐུད་བཟོ་བཅོས་བྱེད་དམ། (&D)？

source: &Disable synchronized browsing and continue changing the remote directory
bo_cn: གོམ་མཉམ་མིག་བཤར་མཚམས་བཞག་པ་མ་ཟད། རྒྱང་རིང་དཀར་ཆག་ལ་མ་མཐུད་བཟོ་བཅོས་བྱེད་དམ། (&D)？

source: &Discard local file then download and edit file anew
bo_cn: རང་སའི་ཡིག་ཆ་དོར་ནས་ཡང་བསྐྱར་ཕབ་ལེན་དང་རྩོམ་སྒྲིག་བྱེད་པ། (&D)

source: &Disconnect
bo_cn: འབྲེལ་མཐུད་གཅོད་པ། (&D)

source: &Disconnect from server
bo_cn: ཞབས་ཞུ་ཆས་ནས་གཅོད་པ། (&D)

source: &Display momentary transfer speed instead of average speed
bo_cn: དུས་ཐོག་བརྒྱུད་གཏོང་མགྱོགས་ཚད་མངོན་པ་ལས་ཆ་སྙོམས་ཀྱི་མགྱོགས་ཚད་མིན་པ།

source: &Display size in bytes
bo_cn: ཡིག་ཚིགས་ཀྱིས་འཇལ་བྱེད་ཐོག་མངོན་པ།

source: &Do not remember passwords (recommended)
bo_cn: གསང་ཨང་ཉར་ཚགས་མ་བྱེད་པ(འོས་སྦྱོར)། (&D)

source: &Don't show this dialog again.
bo_cn: གླེང་སྒྲོམ་མི་མངོན་པ། (&D)

source: &Don't use external IP address on local connections.
bo_cn: རང་སའི་འབྲེལ་མཐུད་ཀྱིས་ཕྱིའི IP གནས་ཡུལ་བེད་མི་སྤྱོད་པ། (&D)

source: &Double-click action on files:
bo_cn: ཉིས་རྡེབ་ཡིག་ཆའི་བཀོལ་སྤྱོད། (&D)

source: &Download
bo_cn: ཕབ་ལེན། (&D)

source: &Download to:
bo_cn: ལ་ཕབ་ལེན། (&D)

source: &Edit
bo_cn: རྩོམ་སྒྲིག (&E)

source: &Edit filter rules...
bo_cn: འཚག་ཆས་ཀྱི་སྒྲིག་སྲོལ་རྩོམ་སྒྲིག (&E)

source: &Enable
bo_cn: སྤྱོད་པ། (&E)

source: &Enable compression
bo_cn: སྡུད་སྒྲིལ་སྤྱོད་པ། (&E)

source: &Enable speed limits
bo_cn: མགྱོགས་ཚད་ཚོད་འཛིན་སྤྱོད་པ། (&E)

source: &Encoding:
bo_cn: སྒྲིག་ཨང་། (&E)

source: &Encryption:
bo_cn: གསང་སྡོམ། (&E)

source: &Enter custom command...
bo_cn: རང་སྒྲིག་བཀའ་བརྡ་འཇུག་པ། (&E)

source: &Establish connection in a new tab
bo_cn: གདོང་འཛར་གསར་པའི་ནང་འབྲེལ་མཐུད་འཛུགས་པ། (&E)

source: &Execute
bo_cn: ལག་བསྟར། (&E)

source: &Export Site Manager entries
bo_cn: ས་ཚུགས་དོ་དམ་ཆས་ཀྱི་ཟིན་ཐོ་ཕྱིར་འདྲེན་པ། (&E)

source: &Export...
bo_cn: ཕྱིར་འདྲེན། (&E)

source: &Fall back to active mode
bo_cn: རང་འགུལ་རྣམ་པར་ཕྱིར་སློག་པ། (&F)

source: &File
bo_cn: ཡིག་ཆ། (&F)

source: &File Attributes...
bo_cn: ཡིག་ཆའི་གཏོགས་གཤིས། (&F)

source: &File permissions...
bo_cn: ཡིག་ཆའི་དབང་ཚད། (&F)

source: &Filter conditions:
bo_cn: འཚག་ཆས་ཀྱི་ཆ་རྐྱེན། (&F)

source: &Filter sets:
bo_cn: འཚག་ཆས་ཀྱི་ཚོགས་སྤྱི། (&F)

source: &Filters:
bo_cn: འཚག་ཆས། (&F)

source: &Finish editing and delete local file
bo_cn: རྩོམ་སྒྲིག་མཇུག་སྒྲིལ་བ་མ་ཟད་རང་སའི་ཡིག་ཆ་སུབ་པ། (&F)

source: &Flatten remote paths, download all contained files directly into target directory
bo_cn: རྒྱང་རིང་བརྒྱུད་ལམ་བཀྲམ་ནས་ཚུད་པའི་ཡིག་ཆ་ཚང་མ་དམིགས་འབེན་དཀར་ཆག་ནང་ཕབ་ལེན་བྱེད་པ། (&F)

source: &Follow symlink, delete target directory contents
bo_cn: མཚོན་རྟགས་སྦྲེལ་མཐུད་རྗེས་སྙེག་དང་དམིགས་འབེན་དཀར་ཆག་གི་ནང་དོན་སུབ་པ། (&F)

source: &Get external IP address from the following URL:
bo_cn: གཤམ་གྱི URL ནས་ཕྱི་རོལ IP ཡི་གནས་ཡུལ་ཐོབ་པ། (&G)

source: &Global bookmark
bo_cn: ཁྱོན་ཡོངས་དཔེ་འཛར། (&G)

source: &HTTP/1.1 using CONNECT method
bo_cn: &HTTP/1.1 ཡིས CONNECT ཚུལ་བེད་སྤྱོད་པ་ཡིན།

source: &Help
bo_cn: རོགས་རམ། (&H)

source: &Hide identical files
bo_cn: གཅིག་མཚུངས་ཀྱི་ཡིག་ཆ་སྦེད་པ། (&H)

source: &Highest
bo_cn: མཐོ་ཤོས། (&H)

source: &Highest available port:
bo_cn: སྤྱོད་རུང་གི་མཐུད་ཁ་མཐོ་ཤོས། (&H)

source: &Host:
bo_cn: གཙོ་འཁོར། (&H)

source: &IEC binary prefixes (e.g. 1 KiB = 1024 bytes)
bo_cn: &IEC ཚུལ་གྱི་གཉིས་གོང་འགྲིལ་ལུགས་ཀྱི་སྔོན་འཇུག (དཔེར་ན 1KiB=1024 bytes ལྟ་བུ）

source: &ISO 8601 (example: 2007-09-15)
bo_cn: &ISO 8601(དཔེར་བརྗོད 2007-09-15）

source: &Import...
bo_cn: འདྲེན་འཇུག (&I)

source: &Inherit system's filetype associations
bo_cn: རྒྱུད་ཁོངས་ཡིག་ཆའི་རིགས་ཀྱི་འབྲེལ་བ་རྒྱུན་འཛིན། (&I)

source: &Install new version
bo_cn: པར་གཞི་གསར་པ་སྒྲིག་འཇུག (&I)

source: &Keep remote path structure relative to search root
bo_cn: བཤེར་འཚོལ་གྱི་རྩ་བའི་དཀར་ཆག་ལ་ལྟོས་པའི་རྒྱང་རིང་དཀར་ཆག་བརྒྱུད་ལམ་རྒྱུན་སྲུང་བྱེད་པ། (&K)

source: &Key file:
bo_cn: གསང་ལྡེའི་ཡིག་ཆ། (&K)

source: &Layout of file and directory panes:
bo_cn: ཡིག་ཆ་དང་དཀར་ཆག་གི་ངོས་དཔང་བཀོད་པ། (&L)

source: &Limit local ports used by FileZilla
bo_cn: དུད་སྣེ FTP ཡི་བེད་སྤྱོད་པའི་རང་སའི་མཐུད་ཁ་ཚོད་འཛིན་པ། (&L)

source: &Limit number of simultaneous connections
bo_cn: མཉམ་བྱུང་འབྲེལ་མཐུད་གྲངས་ཚོད་འཛིན་པ། (&L)

source: &Local directory tree
bo_cn: རང་སའི་དཀར་ཆག་སྡོང་བོ། (&L)

source: &Local directory:
bo_cn: རང་སའི་དཀར་ཆག (&L)

source: &Log to file
bo_cn: ཉིན་ཐོའི་ཡིག་ཆ། (&L)

source: &Logon Type:
bo_cn: ཐོ་འགོད་རིགས་གྲས། (&L)

source: &Logontype:
bo_cn: ཐོ་འགོད་རིགས་གྲས། (&L)

source: &Low
bo_cn: དམའ་བ། (&L)

source: &Manage bookmarks...
bo_cn: དཔེ་འཛར་དོམ་དམ། (&M)

source: &Manual transfer...
bo_cn: ལག་སྒུལ་བརྒྱུད་གཏོང་། (&M)

source: &Maximum number of connections:
bo_cn: འབྲེལ་མཐུད་གྲངས་ཆས་ཤོས། (&M)

source: &Maximum number of retries:
bo_cn: ཡང་བསྐྱར་ཚོད་ལྟའི་ཐེངས་གྲངས་ཆེ་ཤོས། (&M)

source: &Message log
bo_cn: ཉིན་ཐོའི་བརྡ་འཕྲིན། (&M)

source: &Minimize to tray
bo_cn: འདེགས་སྡེར་ནང་ཆུང་སྒྱུར་བྱེད་པ། (&M)

source: &Name sorting mode:
bo_cn: མིང་གི་རིམ་སྒྲིག་བྱེད་སྟངས། (&N)

source: &Name:
bo_cn: མིང་། (&N)

source: &Network configuration wizard...
bo_cn: དྲ་རྒྱའི་སྡེབ་སྒྲིག་སྣེ་ཁྲིད། (&N)

source: &New
bo_cn: གསར་འཛུགས། (&N)

source: &New Site
bo_cn: ས་ཚུགས་གསར་པ། (&N)

source: &New version available!
bo_cn: པར་གཞི་གསར་པ་ཡོད། (&N)

source: &Next >
bo_cn: རྗེས་མ། (&N) >

source: &No
bo_cn: མིན། (&N)

source: &None
bo_cn: མེད། (&N)

source: &Normal
bo_cn: རྒྱུན་ལྡན། (&N)

source: &Numeric value:
bo_cn: གྲངས་ཐང་། (&N)

source: &OK
bo_cn: གཏན་འཁེལ། (&O)

source: &OPEN
bo_cn: ཁ་ཕྱེ། (&O)

source: &Open
bo_cn: ཁ་ཕྱེ། (&O)

source: &Overwrite
bo_cn: འགེབས་པ། (&O)

source: &Passive
bo_cn: གཞན་དབང་། (&P)

source: &Password:
bo_cn: གསང་ཨང་། (&P)

source: &Play sound
bo_cn: སྒྲ་གཏོང་བ། (&P)

source: &Port:
bo_cn: མཐུད་ཁ། (&P)

source: &Preserve timestamps of transferred files
bo_cn: ཡིག་ཆ་བརྒྱུད་གཏོང་གི་དུས་ཐམ་ཉར་བ། (&P)

source: &Queue
bo_cn: རུ་སྟར། (&Q)

source: &Quickconnect
bo_cn: མགྱོགས་མྱུར་འབྲེལ་མཐུད། (&Q)

source: &Quickconnect bar
bo_cn: མགྱོགས་མྱུར་ངང་ལག་ཆའི་ཚང་ལ་འབྲེལ་བ། (&Q)

source: &Quickconnect history
bo_cn: མགྱོགས་མྱུར་ངང་ཚང་གི་ལོ་རྒྱུས་ལ་འབྲེལ་བ། (&Q)

source: &Read
bo_cn: ཀློག་ལེན། (&R)

source: &Reconnect
bo_cn: བསྐྱར་མཐུད། (&R)

source: &Reconnect information
bo_cn: ཆ་འཕྲིན་ལ་ཡང་བསྐྱར་འབྲེལ་བ། (&R)

source: &Remember password until FileZilla is closed
bo_cn: དུད་སྣེ FTP ཁ་མ་བརྒྱབ་གོང་གསང་ཨང་ངེས་དགོས། (&R)

source: &Remember passwords
bo_cn: གསང་ཨང་ངེས་པ། (&R)

source: &Remote directory:
bo_cn: རྒྱང་རིང་དཀར་ཆག (&R)

source: &Remote path:
bo_cn: རྒྱང་རིང་བརྒྱུད་ལམ། (&R)

source: &Remove
bo_cn: འབུད་པ། (&R)

source: &Remove key
bo_cn: གསང་ལྡེ་འབུད་པ། (&R)

source: &Remove selected
bo_cn: བདམས་པ་འབུད་པ། (&R)

source: &Rename
bo_cn: མིང་བསྐྱར་འདོགས། (&R)

source: &Reopen local file
bo_cn: རང་སའི་ཡིག་ཆ་བསྐྱར་དུ་ཁ་ཕྱེ་བ། (&R)

source: &Replace invalid characters with:
bo_cn: ནུས་མེད་ཡིག་རྟགས། (&R) ལ་བརྗེ་བ།

source: &Reset and requeue all
bo_cn: ཡིག་ཆ་ཚང་མ་བསྐྱར་སྒྲིག་བྱས་ནས་ཡང་བསྐྱར་རུ་སྟར་ནང་ཞུགས་པ། (&R)

source: &Restart Wizard
bo_cn: སྣེ་ཁྲིད་ཡང་བསྐྱར་འགོ་རྩོམ་པ། (&R)

source: &Resume
bo_cn: བརྒྱུད་སྤྲོད། (&R)

source: &Run command...
bo_cn: སྐྱོད་བཀའ་འཁོར་སྐྱོད། (&R)

source: &Run configuration wizard now...
bo_cn: སྡེབ་སྒྲིག་སྣེ་ཁྲིད་འཁོར་སྐྱོད། (&R)

source: &Run update check now...
bo_cn: གསར་སྒྱུང་ཞིབ་བཤེར། (&R).

source: &SITE
bo_cn: ས་ཚུགས། (&S)

source: &Save as...
bo_cn: ཉར་ཚགས། (&S)

source: &Search
bo_cn: བཤེར་འཚོལ། (&S)

source: &Search remote files...
bo_cn: རྒྱང་རིང་ཡིག་ཆ་བཤེར་འཚོལ། (&S)

source: &Select Entry:
bo_cn: འདེམ་པའི་ཚན་པ། (&S)

source: &Select language:
bo_cn: སྐད་རིགས་འདེམ་པ། (&S)

source: &Select the columns that should be displayed:
bo_cn: མངོན་དགོས་པའི་ལེ་ཚན་སྒྲིག་འགོད། (&S)

source: &Server
bo_cn: ཞབས་ཞུ་ཆས། (&S)

source: &Settings
bo_cn: སྒྲིག་འགོད། (&S)

source: &Show debug menu
bo_cn: ཚོད་སྒྲིག་གདམ་བྱང་མངོན་པ། (&S)

source: &Show detailed log
bo_cn: ཞིབ་ཕྲའི་ཉིན་ཐོ་མངོན་པ། (&S)

source: &Show message
bo_cn: བརྡ་འཕྲིན་ཚུལ་མངོན་པ། (&S)

source: &Show timestamps in message log
bo_cn: བརྡ་འཕྲིན་ཉིན་ཐོའི་ནང་དུས་ཐམ་མངོན་པ། (&S)

source: &Site Manager entries
bo_cn: ས་ཚུགས་དོ་དམ་ཆས་ཀྱི་དོན་ཚན། (&S)

source: &Site Manager...
bo_cn: ས་ཚུགས་དོ་དམ་ཆས། (&S)

source: &Site-specific bookmark
bo_cn: དམིགས་བསལ་གྱི་ས་ཚུགས་དཔེ་འཛར། (&S)

source: &Skip
bo_cn: མཆོང་བ། (&S)

source: &Speed limits
bo_cn: མགྱོགས་ཚད་ཚོད་འཛིན། (&S)

source: &Start transfer immediately
bo_cn: མྱུར་དུ་བརྒྱུད་གཏོང་འགོ་རྩོམ། (&S)

source: &Swap local and remote panes
bo_cn: རང་སའི་ངོས་པང་དང་རྒྱང་རིང་ངོས་པང་བརྗེ་བ། (&S)

source: &TLS Ciphers
bo_cn: གསང་ཨང་། &TLS

source: &Test
bo_cn: ཚོད་ལེན། (&T)

source: &Theme:
bo_cn: བརྗོད་གཞི། (&T)

source: &Transfer
bo_cn: བརྒྱུད་གཏོང་། (&T)

source: &Transfer mode:
bo_cn: བརྒྱུད་གཏོང་རྣམ་པ། (&T)

source: &Transfer queue
bo_cn: བརྒྱུད་གཏོང་རུ་སྟར། (&T)

source: &Treat dotfiles as ASCII files
bo_cn: ཚེག་ཡིག་ཆ་དེ ASCII ཡིག་ཆ་ལ་རྩིས་ནས་ལྟ་བ། (&T)

source: &Unedit
bo_cn: བཟོ་བཅོས་སྐྱུར་བ། (&U)

source: &Update cached key for this host
bo_cn: གཙོ་འཁོར་འདི་ཡི་བར་གསོག་གསང་ལྡེ་གསར་སྒྱུར་བྱེད་པ། (&U)

source: &Upload
bo_cn: ཡར་བསྐུར། (&U)

source: &Use custom program
bo_cn: རང་བཟོའི་བྱ་རིམ་བེད་སྤྱོད། (&U)

source: &Use synchronized browsing
bo_cn: གོམ་མཉམ་མིག་བཤར་བེད་སྤྱོད། (&U)

source: &Use system's default editor for text files
bo_cn: རྒྱུད་ཁོངས་ཀྱི་སོར་བཞག་ཡིག་རྐྱང་རྩོམ་སྒྲིག་ཆས་སྤྱད་ནས་ཡིག་རྐྱང་ཡིག་ཆ་ཐག་གཅོད་བྱས་བྱེདཔ། (&U)

source: &Use the following IP address:
bo_cn: གཤམ་གྱི IP གནས་ཡུལ་སྤྱོད་པ། (&U)

source: &Use the server's external IP address instead
bo_cn: ཞབས་ཞུ་ཆས་ཀྱི་ཕྱིའི IP གནས་ཡུལ་བེད་སྤྱད་ནས་ཚབ་བྱེད་པ། (&U)

source: &Use thousands separator
bo_cn: སྟོང་གནས་ཆོད་རྟགས་བེད་སྤྱོད་པ། (&U)

source: &User:
bo_cn: སྤྱོད་མཁན། (&U)

source: &Username:
bo_cn: སྤྱོད་མཁན་གྱི་མིང་། (&U)

source: &Version %s
bo_cn: པར་གཞི %s། (&V)

source: &View
bo_cn: ལྟ་བ། (&V)

source: &View/Edit
bo_cn: ལྟ་བ/རྩོམ་སྒྲིག (&V)

source: &Watch locally edited files and prompt to upload modifications
bo_cn: རང་སར་རྩོམ་སྒྲིག་བྱས་པའི་ཡིག་ཆར་ལྟ་ཞིབ་བྱེད་པ་མ་ཟད། ཡར་བསྐུར་བཟོ་བཅོས་བརྡ་སྟོན་བྱེད་པ། (&W)

source: &When checking for updates, check for:
bo_cn: གསར་སྒྱུར་ལ་ཞིབ་བཤེར་བྱེད་བཞིན་པ། ཞིབ་བཤེར། (&W)

source: &Write
bo_cn: འབྲི་བ། (&W)

source: &Yes
bo_cn: ཡིན། (&Y)

source: '%s' does not exist or cannot be accessed.
bo_cn: “%s” མེད་པའམ་ཡང་ན་འཚམས་འདྲི་བྱེད་ཐབས་བྲལ།

source: '%s' is not a directory.
bo_cn: `%s'ནི་དཀར་ཆག་ཅིག་མིན།

source: 'Account' logontype not supported by selected protocol
bo_cn: བདམས་པའི་གྲོས་ཆིངས་ཀྱིས་“རྩིས་ཐོ”རྣམ་པའི་ཐོ་འགོད་རིགས་ལ་རྒྱབ་སྐྱོར་མེད་པ།

source: 'Normal' and 'Account' logontypes are not available, using 'Ask for password' instead.
bo_cn: “རྒྱུན་ལྡན་”དང་“རྩིས་ཐོ”ཡི་ཐོ་འགོད་རིགས་སྤྱོད་རུང་མིན། ཁྱེད་ཀྱི“གསང་ཨང་འདྲི་རྩད”བེད་སྤྱོད་རོགས།

source: 'Normal' and 'Account' logontypes are not available. Your entry has been changed to 'Ask for password'.
bo_cn: “རྒྱུན་ལྡན་”དང་“རྩིས་ཐོ”ཡི་ཐོ་འགོད་རིགས་སྤྱོད་རུང་མིན། ཁྱེད་ཀྱི་ཐོ་འགོད་འཛུལ་སྒོ་དེ་“འདྲི་རྩད་གསང་ཨང”ལ་བསྒྱུར་ཟིན་པ་ཡིན།

source: (%d object filtered)
bo_cn: (%d བྱ་ཡུལ་དེ་འཚག་སེལ་བྱས།)

source: (%u%% downloaded)
bo_cn: (%u%% ཕབ་ལེན་ཟིན།)

source: (0 for no limit)
bo_cn: (0 ཡི་ཚོད་འཛིན་མེད་པ་མཚོན་པ་ཡིན།）

source: (0-999 seconds)
bo_cn: (སྐར་ཆ 0-999)

source: (10-9999, 0 to disable)
bo_cn: (10-9999 0ཡིས་སྤྱོད་འགོག་མཚོན་པ་ཡིན།)

source: (app-compat is set to %d.%d)
bo_cn: (པར་གཞི %d.%d དང་འཆམ་མཐུན་ལ་སྒྲིག་འགོད་ཟིན།)

source: (example: %H:%M)
bo_cn: (དཔེ་མཚོན %H:%M)

source: (example: %Y-%m-%d)
bo_cn: (དཔེ་མཚོན %Y-%m-%d)

source: (in %s/s)
bo_cn: (%s/s ཡི)

source: --:--:-- left
bo_cn: --:--:-- ལྷག་པ།

source: 0 - None
bo_cn: 0 - མེད།

source: 1 - Warning
bo_cn: 1 - ཉེན་བརྡ།

source: 2 - Info
bo_cn: 2 - ཆ་འཕྲིན།

source: 3 - Verbose
bo_cn: 3 - ཞིབ་ཕྲ།

source: 32-bit system
bo_cn: གནས 32 ཡི་རྒྱུད་ཁོངས།

source: 4 - Debug
bo_cn: 4 - ཚོད་སྒྲིག

source: 64-bit system
bo_cn: གནས 64 ཡི་རྒྱུད་ཁོངས།

source: < &Back
bo_cn: < གོམ་པ་གོང་མ(&B)

source: A bookmark with the entered name already exists. Please enter an unused name.
bo_cn: མིང་འདིའི་དཔེ་འཛར་གནས་འདུག་པས། བེད་སྤྱོད་མ་བྱས་པའི་མིང་ཞིག་འཇུག་རོགས།

source: A default editor needs to be set.
bo_cn: སོར་བཞག་གི་རྩོམ་སྒྲིག་ཆས་སྒྲིག་འགོད་བྱེད་དགོས།

source: A directory cannot be dragged into one of its subdirectories.
bo_cn: དཀར་ཆག་དེ་བུ་ཡི་དཀར་ཆག་ནང་དུ་འདྲུད་ཐབས་བྲལ།

source: A file previously opened has been changed.
bo_cn: སྔོན་དུ་ཁ་ཕྱེ་བའི་ཡིག་ཆ་བཟོ་བཅོས་བྱས་འདུག

source: A file with that name is already being transferred.
bo_cn: མིང་འདིའི་ཡིག་ཆ་བརྒྱུད་གཏོང་བྱེད་བཞིན་ཡོད།

source: A file with that name is still being edited. Please close it and try again.
bo_cn: མིང་འདིའི་ཡིག་ཆ་སྔར་བཞིན་རྩོམ་སྒྲིག་བྱེད་ཀྱི་ཡོད་པས། དེ་ཁ་རྒྱག་ནས་ཡང་བསྐྱར་ཚོད་ལྟ་ཞིག་བྱེད་རོགས།

source: A new version of FileZilla is available:
bo_cn: པར་གཞི་གསར་བའི་དུད་སྣེ FTP ཡོད་པ། སྤྱོད་རུང་བ།

source: A proper server does not require this. Contact the server administrator if you need this.
bo_cn: རྒྱུན་ལྡན་གྱི་ཞབས་ཞུ་ཆས་ལ་འདེམས་ཚན་འདི་མི་དགོས། གལ་ཏེ་ཁྱེད་ལ་དགོས་ན་ཞབས་ཞུ་ཆས་ཀྱི་དོ་དམ་པར་འབྲེལ་གཏུག་བྱོས།

source: A&dd
bo_cn: ཁ་སྣོན། (&D)

source: A&llow resume of ASCII files
bo_cn: ASCII ཡི་ཡིག་ཆ་མུ་མཐུད་བརྒྱུད་གཏོང་ཆོག (&L)

source: A&pply only to downloads
bo_cn: ཕབ་ལེན་ཁོ་ནར་ནུས་པ་ཐོན་པ། (&P)

source: A&pply only to uploads
bo_cn: ཡར་བསྐུར་ཁོ་ནར་ནུས་པ་ཐོན་པ། (&P)

source: A&pply to all files and directories
bo_cn: ཡིག་ཆ་དང་དཀར་ཆག་ཚང་མར་བཀོལ་སྤྱོད་བྱེད་པ། (&P)

source: A&utomatically remove successful transfers
bo_cn: ལེགས་གྲུབ་ཟིན་པའི་བརྒྱུད་གཏོང་རང་འགུལ་ངང་འབུད་པ། (&U)

source: About FileZilla
bo_cn: དུད་སྣེ FTP ཡི་སྐོར།

source: Above the file lists
bo_cn: ཡིག་ཆའི་རེའུ་མིག་སྟེང་དུ།

source: Account
bo_cn: རྩིས་ཐོ།

source: Action after queue &completion
bo_cn: རུ་སྟར་ལེགས་གྲུབ་ཟིན་རྗེས་འགུལ་སྟངས་ལག་བསྟར་བྱེད་པ།

source: Action on selected file:
bo_cn: བདམས་པའི་ཡིག་ཆའི་འགུལ་སྟངས།

source: Action to perform:
bo_cn: འགུལ་སྟངས་ལག་བསྟར་བྱེད་པ།

source: Action:
bo_cn: འགུལ་སྟངས།：

source: Active mode
bo_cn: རང་འགུལ་རྣམ་པ།

source: Active mode FTP test failed. FileZilla does not know the correct external IP address.
bo_cn: རང་འགུལ་རྣམ་པའི FTP ཚོད་རྒྱུགས་ཕམ་པ། དུད་སྣེ FTP ཕྱི་རོལ་གྱི IP གནས་ཡུལ་ཡང་དག་མི་ཤེས་པས་རེད།

source: Active mode IP
bo_cn: རང་འགུལ་རྣམ་པ IP

source: Add files to &queue only
bo_cn: ཡིག་ཆ་ཁོ་ན་རུ་སྟར་དུ་སྣོན་པ། (&Q)

source: Add selected directory to the transfer queue
bo_cn: བདམས་ཟིན་པའི་ཡིག་ཁུག་བརྒྱུད་གཏོང་རུ་སྟར་དུ་སྣོན་པ།

source: Add selected files and folders to the transfer queue
bo_cn: བདམས་ཟིན་པའི་ཡིག་ཁུག་དང་ཡིག་ཆ་བརྒྱུད་གཏོང་རུ་སྟར་དུ་སྣོན་པ།

source: Add to queue
bo_cn: རུ་སྟར་དུ་སྣོན་པ།

source: Address type not supported
bo_cn: གནས་ཡུལ་འདིའི་རིགས་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Advanced
bo_cn: མཐོ་རིམ།

source: Al&ways perform this action
bo_cn: རྒྱུན་དུ་བཀོལ་སྤྱོད་འདི་བྱེད། (&W)

source: Algorithm:
bo_cn: རྩི་ཐབས།

source: All files have been successfully transferred
bo_cn: ཡིག་ཆ་ཚང་མ་བརྒྱུད་གཏོང་ལེགས་གྲུབ་ཟིན་པ།

source: All ports in the given range have to be between 1024 and 65535.
bo_cn: དམིགས་འཛུགས་བྱས་པའི་མཐུད་ཁ་ཡོད་ཚད་ཀྱི་ཁྱབ་ཁོངས་ནི་ངེས་པར་དུ 1024 དང 65535 བར་ཡིན་དགོས།

source: All transfers have finished. %d file could not be transferred.
bo_cn: བརྒྱུད་གཏོང་ཚང་མ་མཇུག་སྒྲིལ་སོང་། ཡིག་ཆ %d བརྒྱུད་གཏོང་བྱེད་མི་ཐུབ།

source: Allow &fall back to other transfer mode on failure
bo_cn: ཕམ་རྗེས་བརྒྱུད་གཏོང་རྣམ་པ་གཞན་པར་ཕྱིར་ལོག་ཆོག (&F)

source: Allow fallback to other transfer mode on failure
bo_cn: ཕམ་རྗེས་བརྒྱུད་གཏོང་རྣམ་པ་གཞན་པར་ཕྱིར་ལོག་ཆོག

source: Already connected
bo_cn: འབྲེལ་མཐུད་བྱས་ཟིན།

source: Alternative name:
bo_cn: མིང་གཞན།

source: Alternatively, you can also download the latest version from the FileZilla website:
bo_cn: ཡང་ན། དུད་སྣེ FTP དྲ་ཚིགས་ནས་པར་གཞི་གསར་ཤོས་ཕབ་ལེན་བྱེད་དགོས།

source: An item with the same name as the dragged item already exists at the target location.
bo_cn: དམིགས་འབེན་གནས་ཡུལ་དུ་འདྲུད་འཐེན་རྣམ་གྲངས་དང་གཅིག་མཚུངས་ཀྱི་ཡིག་ཆ་ཡོད།

source: Anonymous
bo_cn: རང་མིང་མི་འགོད་པ།

source: Another remote operation is already in progress, cannot change directory now.
bo_cn: རྒྱང་རིང་བཀོལ་སྤྱོད་གཞན་ཞིག་བྱེད་བཞིན་ཡོད་པས། ད་ལྟ་དཀར་ཆག་བསྒྱུར་མི་ཐུབ།

source: Any changes made in the Site Manager could not be saved.
bo_cn: ས་ཚུགས་དོ་དམ་ཆས་ཀྱི་བཟོ་བཅོས་གང་རུང་ཚང་མ་ཉར་ཚགས་བྱེད་ཐབས་བྲལ།

source: Any changes made to the filters could not be saved.
bo_cn: འཚག་ཆས་ཀྱི་བཟོ་བཅོས་གང་རུང་ཚང་མ་ཉར་ཚགས་བྱེད་ཐབས་བྲལ།

source: Any changes made to the filters will not be saved.
bo_cn: འཚག་ཆས་ཀྱི་བཟོ་བཅོས་གང་རུང་ཚང་མ་ཉར་ཚགས་བྱེད་ཐབས་བྲལ།

source: App&ly to directories only
bo_cn: དཀར་ཆག་ཁོ་ནར་སྤྱོད་པ། (&L)

source: Apply
bo_cn: ཉེར་སྤྱོད།

source: Apply to &current queue only
bo_cn: མིག་སྔའི་རུ་སྟར་ཁོར་ནར་བཀོལ་སྤྱོད་བྱེད་པ། (&C)

source: Apply to &files only
bo_cn: ཡིག་ཆ་ཁོ་ནར་སྤྱོད་པ། (&C)

source: Archive
bo_cn: ཉར་ཚགས།

source: Argument buffer overflow
bo_cn: ཞུགས་གྲངས་བར་གསོག་ཁུལ་ལུད་པ།

source: As tab in the transfer queue pane
bo_cn: བརྒྱུད་གཏོང་རུ་སྟར་ངོས་པང་ནང་གི་གདོང་འཛར་དུ་རྩིས་པ།

source: Ask for action
bo_cn: འདྲི་རྩད་བཀོལ་སྤྱོད།

source: Ask for password
bo_cn: གསང་ཨང་འདྲི་རྩད་བྱེད་པ།

source: Ask operating system for a port.
bo_cn: བཀོལ་སྤྱོད་རྒྱུད་ཁོངས་ལ་མཐུད་ཁ་འདྲི་རྩད་བྱེད་པ།

source: Ask your operating system for the external IP address
bo_cn: ཁྱེད་ཀྱི་བཀོལ་སྤྱོད་རྒྱུད་ཁོངས་ལ་ཕྱིའི IP གནས་ཡུལ་འདྲི་རྩད་བྱེད་པ།

source: Asking questions in the FileZilla forums
bo_cn: དུད་སྣེ FTP གླེང་སྟེགས་ཐོག་དྲི་བ།

source: Associated program not found:
bo_cn: འབྲེལ་ཡོད་ཀྱི་བྱ་རིམ་རྙེད་མ་བྱུང་།

source: At least one filter condition is incomplete
bo_cn: མ་ཐར་ཡང་འཚག་པའི་ཆ་རྐྱེན་གཅིག་ཚང་མེད།

source: At this point, all required information has been gathered.
bo_cn: སྐབས་འདིར་དགོས་ངེས་ཀྱི་ཆ་འཕྲིན་ཚང་མ་འཚོལ་བསྡུ་ལེགས་གྲུབ་བྱུང་སོང་།

source: Attribute
bo_cn: ས་བཅད

source: Authentication failed.
bo_cn: དབང་སྤྲོད་ཕམ་པ།

source: Author:
bo_cn: རྩོམ་པ་པོ།：

source: Auto
bo_cn: རང་འགུལ།

source: Automatic file type classification
bo_cn: རང་འགུལ་ངང་ཡིག་ཆར་རིགས་དབྱེ་བ།

source: Available sizes
bo_cn: སྤྱོད་རུང་ཆེ་ཆུང་།

source: B <Unit symbol for bytes. Only translate first letter>
bo_cn: B < ཡིག་ཚིགས་འཇལ་བྱེད་ཀྱི་མཚོན་རྟགས། ཡི་གེ་དང་པོ་ཁོ་ན་བརྒྱུད་སྐྱེལ་བྱེད་པ་ཡིན།

source: B&ypass proxy
bo_cn: ལས་ཚབ་ལ་བསྐོར་བ། (&Y)

source: Bad file descriptor
bo_cn: ནོར་འཁྲུལ་གྱི་ཡིག་ཆའི་བརྗོད་རྟགས།

source: Basic usage instructions
bo_cn: གཞི་རྩའི་བེད་སྤྱོད་གསལ་བཤད།

source: Being edited
bo_cn: རྩོམ་སྒྲིག་བྱེད་བཞིན་པ།

source: Beware! Certificate has been revoked
bo_cn: གཟབ་གཟབ་གྱིས། དཔང་ཡིག་ཕྱིར་འཐེན་བྱས་ཟིན།

source: Binary
bo_cn: གཉིས་གོང་འགྲིལ་ལུགས།

source: Blackboard
bo_cn: ནག་པང་།

source: Bookmark
bo_cn: དཔེ་འཛར།

source: Bookmarks
bo_cn: དཔེ་འཛར།

source: Browse...
bo_cn: རགས་ལྟ།...

source: Build date:
bo_cn: སྒྲིག་སྒྱུར་དུས་ཚོད།

source: Build information
bo_cn: སྒྲིག་སྒྱུར་ཆ་འཕྲིན།

source: Business category:
bo_cn: ལས་སྒོའི་རིགས་གྲས།

source: C&lear all
bo_cn: ཚང་མ་གཙང་སེལ། (&C)

source: C&opy URL(s) to clipboard
bo_cn: URL དེ་དྲས་སྦྱར་པང་། (&O) ནང་འདྲ་ཕབ་བྱེད་པ།

source: C&ustom
bo_cn: རང་བཟོ། (&U)

source: C&ustom filetype associations:
bo_cn: ཡིག་ཆའི་རྣམ་གཞག་འབྲེལ་བ་རང་བཟོ། (&U)

source: CPU features:
bo_cn: CPU ཡི་ཁྱད་ཆོས།

source: Calculating timezone offset of server...
bo_cn: ཞབས་ཞུ་ཆས་ཀྱི་དུས་ཁྱད་རྩིས་རྒྱག་པ།

source: Can't read from file
bo_cn: ཡིག་ཆ་ཀློག་མི་ཐུབ།

source: Can't write data to file.
bo_cn: གཞི་གྲངས་དེ་ཡིག་ཆའི་ནང་འབྲི་ཐབས་བྲལ།
