Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/gcr.po
Languages: bo_cn

source: %u bit
bo_cn: གནས %u

source: - View certificate and key files
bo_cn: དཔང་ཡིག་དང་གསང་ལྡེའི་ཡིག་ཆར་ལྟ་བ།

source: A file already exists with this name.
bo_cn: མིང་གཅིག་པའི་ཡིག་ཆ་གནས་འདུག།

source: Algorithm
bo_cn: རྩི་ཐབས།

source: Allowed Purposes
bo_cn: ཆོག་པའི་སྤྱོད་སྒོ།

source: Another prompt is already in progress
bo_cn: སྣེ་སྟོན་གཞན་ཞིག་བྱེད་བཞིན་པའི་སྒང་ཡིན།

source: Attribute
bo_cn: ས་བཅད

source: Authenticate
bo_cn: ར་སྤྲོད།

source: Automatically chosen
bo_cn: རང་འགུལ་ངང་འདེམ་པ།

source: Automatically unlock this keyring whenever I'm logged in
bo_cn: ང་རང་ཐོ་འགོད་བྱེད་པའི་སྐབས་གསང་ལྡེའི་གདུབ་དེ་རང་འགུལ་ངང་སྒྲོག་འགྲོལ་བྱེད་པ་ཡིན།

source: Basic Constraints
bo_cn: གཞི་རྩའི་བཅུན་པ།

source: Cancel
bo_cn: འདོར་བ།

source: Cannot display a file of this type.
bo_cn: རིགས་གྲས་འདི་ཡི་ཡིག་ཆ་མངོན་ཐབས་བྲལ།

source: Cannot import because there are no compatible importers
bo_cn: འདྲེན་འཇུག་བྱེད་ཐབས་བྲལ། རྒྱུ་རྐྱེན་ནི་འཆམ་མཐུན་གྱི་འདྲེན་འཇུག་བྱེད་མཁན་མེད་པ།

source: Capabilities
bo_cn: དབང་ཚད།

source: Casual certification of key
bo_cn: གསང་ལྡེ་ཡི་གནས་སྐབས་ར་སྤྲོད།

source: Certificate
bo_cn: དཔང་ཡིག

source: Certificate Authority
bo_cn: དཔང་ཡིག་དབང་སྐུར།

source: Certificate Fingerprints
bo_cn: དཔང་ཡིག་མཛུབ་རིས།

source: Certificate Request
bo_cn: དཔང་ཡིག་རེ་ཞུ།

source: Certificate Viewer
bo_cn: དཔང་ཡིག་ལྟ་ཆས།

source: Certificate files
bo_cn: དཔང་ཡིག་ཡིག་ཆ།

source: Certificate request
bo_cn: དཔང་ཡིག་རེ་ཞུ།

source: Certificate signature
bo_cn: "དཔང་ཡིག་མིང་འགོད་"

source: Certification revocation signature
bo_cn: དཔང་ཡིག་མིང་འགོད་རྩིས་མེད་དུ་བཏང་།

source: Certify
bo_cn: དཔང་ཡིག

source: Challenge
bo_cn: འགྲན་སློང་།

source: Class
bo_cn: རིགས་གྲས།

source: Client Authentication
bo_cn: དུད་སྣེ་ར་སྤྲོད།

source: Code Signing
bo_cn: ཚབ་ཨང་མིང་རྟགས་འགོད་པ་

source: Comment
bo_cn: དཔྱད་གཏམ།

source: Common Name
bo_cn: རྒྱུན་སྤྱོད་མིང་།

source: Confirm:
bo_cn: གཏན་འཁེལ།

source: Continue
bo_cn: མུ་མཐུད།

source: Could not display '%s'
bo_cn: “%s” མངོན་ཐབས་བྲལ།

source: Could not display file
bo_cn: ཡིག་ཆ་མངོན་ཐབས་བྲལ།

source: Could not parse invalid or corrupted data.
bo_cn: ལུགས་འགལ་ལམ་ཡང་ན་སྐྱོན་ཤོར་བའི་གཞི་གྲངས་ལ་ཞིབ་འགྲེལ་བྱེད་ཐབས་བྲལ།

source: Couldn't build public key
bo_cn: ཁྲོམ་བསྒྲགས་གསང་ལྡེ་བཟོ་ཐབས་བྲལ།

source: Couldn't export the certificate.
bo_cn: དཔང་ཡིག་ཕྱིར་འདྲེན་བྱེད་ཐབས་བྲལ།

source: Couldn't find a place to store the pinned certificate
bo_cn: མི་སྒེར་གྱི་ཐོབ་ཐང་དཔང་རྟགས་ཉར་ཚགས་བྱེད་པའི་གནས་ས་རྙེད་མ་བྱུང་།

source: Couldn't initialize PKCS#11 module: %s
bo_cn: PKCS#11 འགོ་སྒྲིག་ཐབས་མེད། དཔེ་དུམ %s

source: Couldn't initialize registered PKCS#11 modules: %s
bo_cn: ཐོ་འགོད་པའི PKCS#11 འགོ་སྒྲིག་ཐབས་མེད། དཔེ་དུམ %s

source: Country
bo_cn: གྲོང་གསེབ་ཀྱི་རོལ་མོ།

source: Country of Citizenship
bo_cn: རྒྱལ་ཁོངས།

source: Country of Residence
bo_cn: གཏན་སྡོད་རྒྱལ་ཁབ།

source: Created
bo_cn: གསར་བཟོ་ས་

source: Critical
bo_cn: འགག་རྩ།

source: DN Qualifier
bo_cn: DN ཚད་བཀག་མཁན།

source: Data encipherment
bo_cn: གཞི་གྲངས་གསང་སྡོམ།

source: Digital signature
bo_cn: གྲངས་ཀའི་མིང་འགོད།

source: Directory Name
bo_cn: དཀར་ཆག་གི་མིང་།

source: Distrusted
bo_cn: ཡིད་ཆེས་མི་བྱེད་པ།

source: Do you want to replace it with a new file?
bo_cn: ཁྱེད་ཀྱིས་ཡིག་ཆ་གསར་པས་དེ་བརྗེ་འདོད་དམ།

source: Domain Component
bo_cn: ཁོངས་ཀྱི་སྒྲིག་ལྷུ།

source: EDI Party Name
bo_cn: EDI ཕྱོགས་ཀྱི་མིང་།

source: Elliptic Curve
bo_cn: འཇོང་དབྱིབས་འཁྱོག་ཐིག

source: Email
bo_cn: གློག་ཡིག

source: Email Address
bo_cn: གློག་རྡུལ་གློག་ཡིག

source: Email Protection
bo_cn: ཡིག་ཟམ་འགོག་སྲུང་།

source: Encrypt
bo_cn: གསང་སྡོམ།

source: Error loading PKCS#11 module: %s
bo_cn: དཔེ་དུམ PKCS#11 ཁུར་སྣོན་སྐབས་ཕམ་པ %s

source: Expired
bo_cn: དུས་ཚོད་ཡོལ་བ།

source: Expires
bo_cn: དུས་ཚོད་ཡོལ་བ།

source: Expiry
bo_cn: དུས་ཚོད་ཡོལ་བ།

source: Export certificate
bo_cn: དཔང་ཡིག་ཕྱིར་འདྲེན།

source: Exportable
bo_cn: ཕྱིར་འདྲེན་ཆོག་པ།

source: Extended Key Usage
bo_cn: གསང་ལྡེའི་སྤྱོད་ཡུན་རིང་དུ་གཏོང་དགོས།

source: Extension
bo_cn: རྒྱ་སྐྱེད།

source: Fingerprint
bo_cn: མཛུབ་རིས།

source: Fingerprints
bo_cn: མཛུབ་རིས།

source: Fully trusted
bo_cn: རྦད་དེ་ཡིད་ཆེས།

source: GCR Certificate and Key Viewer
bo_cn: GCR ཡི་དཔང་ཡིག་དང་གསང་ལྡེ་ལྟ་ཆས།

source: Gender
bo_cn: ཕོ་མོ།

source: Generation Qualifier
bo_cn: བཀོལ་སྤྱོད་ཚད་བཀག་མཁན།

source: Generic certification of key
bo_cn: གསང་ལྡེ་ཡི་ཀུན་སྤྱོད་ར་སྤྲོད།

source: Given Name
bo_cn: མིང་།

source: GnuPG Keyring
bo_cn: GnuPG ཡི་གསང་ལྡེའི་གདུབ།

source: GnuPG Keyring: %s
bo_cn: GnuPG ཡི་གསང་ལྡེའི་གདུབ %s

source: Gnupg process exited with code: %d
bo_cn: འཕེལ་རིམ Gnupg ཕྱིར་འཐེན་པ། ཕྱིར་འཐེན་ཚབ་ཨང %d ཡིན།

source: Gnupg process was terminated with signal: %d
bo_cn: འཕེལ་རིམ Gnupg དེ་བརྡ་རྟགས %d ཡིས་མཚམས་འཇོག་བྱས་པ།

source: IP Address
bo_cn: གནས་ཡུལ IP

source: Identifier
bo_cn: ངོས་འཛིན་མཚོན་རྟགས།

source: Identity
bo_cn: མཚོན་རྟགས།

source: Import
bo_cn: འདྲེན་འཇུག

source: Import failed
bo_cn: འདྲེན་འཇུག་ཕམ་པ།

source: Import is in progress…
bo_cn: འདྲེན་འཇུག་བྱེད་བཞིན་པ།

source: Import settings
bo_cn: སྒྲིག་འགོད་འདྲེན་འཇུག

source: Imported
bo_cn: འདྲེན་འཇུག་བྱས་ཟིན།

source: Imported to: %s
bo_cn: %s ལ་འདྲེན་འཇུག་བྱེད་པ།

source: In order to import, please enter the password.
bo_cn: འདྲེན་འཇུག་བྱེད་འདོད་ན་གསང་ཨང་ནང་འཇུག་བྱོས།

source: Initializing…
bo_cn: འགོ་སྒྲིག

source: Initials
bo_cn: ཐོག་མའི་གསལ་བྱེད།

source: Invalid
bo_cn: ནུས་མེད།

source: Issued Certificate
bo_cn: སྤྲད་པའི་དཔང་ཡིག

source: Issuer Name
bo_cn: སྤྲོད་མཁན་གྱི་མིང་།

source: Key
bo_cn: གསང་ལྡེ།

source: Key Algorithm
bo_cn: གསང་ལྡེ་ཡི་རྩི་ཐབས།

source: Key ID
bo_cn: གསང་ལྡེའི་ངོ་རྟགས།

source: Key Identifier
bo_cn: གསང་ལྡེ་ངོ་རྟགས།

source: Key Parameters
bo_cn: གསང་ལྡེའི་ཞུགས་གྲངས།

source: Key SHA1 Fingerprint
bo_cn: གསང་ལྡེའི་མཛུབ་རིས SHA1

source: Key Size
bo_cn: གསང་ལྡེའི་ཆེ་ཆུང་།

source: Key Usage
bo_cn: གསང་ལྡེ་བེད་སྤྱོད་པ།

source: Key agreement
bo_cn: གསང་ལྡེའི་གྲོས་ཆིངས།

source: Key encipherment
bo_cn: གསང་ལྡེར་གསང་སྡོམ།

source: Key revocation signature
bo_cn: གསང་ལྡེས་མིང་འགོད་རྩིས་མེད་དུ་བཏང་བ།

source: Label:
bo_cn: གདོང་འཛར།

source: Local only
bo_cn: རང་ས་ཁོ་ན།

source: Locality
bo_cn: གནས་ས།

source: Lock this keyring after
bo_cn: རྗེས་སུ་གསང་ལྡེའི་གདུབ་འདི་སྒྲོག་པ།

source: Lock this keyring if idle for
bo_cn: གསང་ལྡེའི་གདུབ་འདི་ཁོམ་ལོང་དུ་སྒྲོག་པ།

source: Lock this keyring when I log out
bo_cn: ང་ཐོ་ཁོངས་ནས་སུབ་སྐབས་གསང་ལྡེའི་གདུབ་འདི་སྒྲོག་པ།

source: MD2 with RSA
bo_cn: རྩི་ཐབས MD2 བེད་སྤྱད་པའི་གསང་ལྡེ་ཟུང RSA

source: MD5 with RSA
bo_cn: རྩི་ཐབས MD5 བེད་སྤྱད་པའི་གསང་ལྡེ་ཟུང RSA

source: Marginally trusted
bo_cn: དམའ་མཐའི་ཚད་ཀྱི་ཡིད་ཆེས།

source: Max Path Length
bo_cn: བརྒྱུད་ལམ་་ཆེ་ཤོས་ཀྱི་རིང་ཚད།

source: Name
bo_cn: མིང་།

source: No
bo_cn: མིན།

source: No data to import
bo_cn: འདྲེན་འཇུག་ཆོག་པའི་གཞི་གྲངས་མེད་པ།

source: Not Valid After
bo_cn: དེ་ཡི་རྗེས་སུ་ནུས་མེད་ཡིན།

source: Not Valid Before
bo_cn: དེ་ཡི་སྔོན་དུ་ནུས་མེད་ཡིན།

source: Organization
bo_cn: རྩ་འཛུགས།

source: Other Name
bo_cn: མིང་གཞན།

source: Owner trust
bo_cn: བདག་པོར་ཡིད་ཆེས།

source: PEM files
bo_cn: ཡིག་ཆ PEM

source: PGP Key
bo_cn: གསང་ལྡེ PGP

source: Password
bo_cn: གསང་ཨང་།

source: Password cannot be blank
bo_cn: གསང་ཨང་སྟོང་པ་བྱེད་མི་ཉན།

source: Password:
bo_cn: གསང་ཨང་།

source: Passwords do not match.
bo_cn: གསང་ཨང་ཟླ་སྒྲིག་མེད་པ།

source: Persona certification of key
bo_cn: གསང་ལྡེ་འཁྲབ་མཁན་གྱི་ར་སྤྲོད།

source: Place of Birth
bo_cn: སྐྱེས་ཡུལ།

source: Positive certification of key
bo_cn: གསང་ལྡེའི་རྟོན་རུང་ར་སྤྲོད།

source: Primary key binding signature
bo_cn: གཙོ་བོའི་གསང་ལྡེར་མིང་འགོད་བསྡམས་པ།

source: Private DSA Key
bo_cn: སྒེར་ལྡེ DSA

source: Private Elliptic Curve Key
bo_cn: སྒེར་དབང་གི་འཇོང་དབྱིབས་འཁྱོག་ཐིག་གསང་ལྡེ།

source: Private Key
bo_cn: སྒེར་ལྡེ།

source: Private RSA Key
bo_cn: སྒེར་ལྡེ RSA

source: Pseudonym
bo_cn: སྨྱུག་མིང་།

source: Public DSA Key
bo_cn: སྤྱི་ལྡེ DSA

source: Public Elliptic Curve Key
bo_cn: སྤྱི་ལ་དབང་བའི་འཇོང་དབྱིབས་འཁྱོག་ཐིག་གསང་ལྡེ།

source: Public Key
bo_cn: སྤྱི་ལྡེ།

source: Public Key Info
bo_cn: ཁྲོམ་བསྒྲགས་གསང་ལྡེའི་ཆ་འཕྲིན།

source: Public Subkey
bo_cn: བུ་གསང་ལྡེ་ཁྲོམ་བསྒྲགས་བྱས་པ།

source: Reason
bo_cn: རྒྱུ་རྐྱེན།

source: Registered ID
bo_cn: ཐོ་བཀོད་པའི ID

source: Revocation Key
bo_cn: གསང་ལྡེ་རྩིས་མེད་དུ་བཏང་བ།

source: Revocation list signature
bo_cn: རེའུ་མིག་མིང་འགོད་རྩིས་མེད་དུ་བཏང་བ།

source: Revoked
bo_cn: རྩིས་མེད་དུ་བཏང་བ།

source: SHA1 with DSA
bo_cn: རྩི་ཐབས SHA1 བེད་སྤྱད་པའི་གསང་ལྡེ་ཟུང DSA

source: SHA1 with ECDSA
bo_cn: ECDSA ཡི SHA1 ཡོད་པ།

source: SHA1 with RSA
bo_cn: རྩི་ཐབས SHA1 བེད་སྤྱད་པའི་གསང་ལྡེ་ཟུང RSA

source: SHA224 with ECDSA
bo_cn: ECDSA ཡི SHA224 ཡོད་པ།

source: SHA256 with ECDSA
bo_cn: ECDSA ཡི SHA256 ཡོད་པ།

source: SHA384 with ECDSA
bo_cn: ECDSA ཡི SHA384 ཡོད་པ།

source: SHA512 with ECDSA
bo_cn: ECDSA ཡི SHA512 ཡོད་པ།

source: Secret Key
bo_cn: སྒེར་དབང་གསང་ལྡེ།

source: Secret Subkey
bo_cn: སྒེར་དབང་བུ་གསང་ལྡེ།

source: Serial Number
bo_cn: རིམ་སྟར་ཨང་རྟགས།

source: Server Authentication
bo_cn: ཞབས་ཞུ་ཆས་ར་སྤྲོད།

source: Show the application's version
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་གྱི་པར་གཞི་མངོན་པ།

source: Sign
bo_cn: མིང་རྟགས་འགོད་པ།

source: Signature
bo_cn: མིང་འགོད།

source: Signature Algorithm
bo_cn: མིང་འགོད་རྩི་ཐབས།

source: Signature Parameters
bo_cn: མིང་འགོད་ཞུགས་གྲངས།

source: Signature directly on key
bo_cn: ཐད་ཀར་གསང་ལྡེའི་སྟེང་མིང་འགོད་པ།

source: Signature of a binary document
bo_cn: གཉིས་གོང་འགྲིལ་ལུགས་ཡིག་ཚགས་ཀྱི་མིང་འགོད།

source: Signature of a canonical text document
bo_cn: ཚད་ལྡན་ཡིག་རྐྱང་ཡིག་ཚགས་ཀྱི་མིང་འགོད་པ།

source: Size
bo_cn: ཆེ་ཆུང་།

source: Standalone signature
bo_cn: རང་ཚུགས་མིང་འགོད།

source: State
bo_cn: རྣམ་པ།

source: Street
bo_cn: ཁྲོམ་གཞུང།

source: Strength
bo_cn: དྲག་ཚད།

source: Subject Alternative Names
bo_cn: གྲུབ་ཆ་གཙོ་བོའི་གྲབས་གཤོམ་མིང་།

source: Subject Key Identifier
bo_cn: གྲུབ་ཆ་གཙོ་བོའི་གསང་ལྡེའི་ངོ་རྟགས།

source: Subject Name
bo_cn: གྲུབ་ཆ་གཙོ་བོའི་མིང་།

source: Subkey binding signature
bo_cn: བུ་གསང་ལྡེ་ཡིས་མིང་འགོད་བསྡམས་པ།

source: Subkey revocation signature
bo_cn: བུ་གསང་ལྡེ་ཡིས་མིང་འགོད་རྩིས་མེད་དུ་བཏང་བ།

source: Surname
bo_cn: རུས་མིང་།

source: Telephone Number
bo_cn: ཁ་པར་ཨང་གྲངས།

source: The URI does not have the 'pkcs11' scheme.
bo_cn: URI ལ་གྲུབ་ཚུལ “pkcs11” མེད་པ།

source: The URI has a bad version number.
bo_cn: URI ཡི་པར་གཞིའི་ཨང་ནོར་འཁྲུལ།

source: The URI has bad syntax.
bo_cn: URI བརྡ་སྤྲོད་ནོར་འཁྲུལ།

source: The URI has invalid encoding.
bo_cn: URI ཡི་སྒྲིག་ཨང་ནུས་མེད་ཡིན།

source: The contents are locked. In order to view the contents, enter the correct password.
bo_cn: ནང་དོན་སྒྲོག་ཟིན་པ། ནང་དོན་ལ་ལྟ་འདོད་ན་ཁྱེད་ཀྱིས་ཡང་དག་པའི་གསང་ཨང་ནང་འཇུག་བྱེད་དགོས།

source: The contents of '%s' are locked. In order to view the contents, enter the correct password.
bo_cn: “%s” ཡི་ནང་དོན་སྒྲོག་ཟིན་པ། དེ་ཡི་ནང་དོན་ལ་ལྟ་འདོད་ན་ཁྱེད་ཀྱིས་ཡང་དག་པའི་གསང་ཨང་ནང་འཇུག་བྱེད་དགོས།

source: The data is locked
bo_cn: གཞི་གྲངས་སྒྲོག་ཟིན་པ།

source: The information in this key has not yet been verified
bo_cn: གསང་ལྡེ་འདི་ཡི་ནང་གི་ཆ་འཕྲིན་ལ་ཞིབ་དཔྱད་བྱས་མེད།

source: The key cannot be used to sign the request
bo_cn: གསང་ལྡེ་འདི་མིང་འགོད་རེ་ཞུར་སྤྱོད་ཐབས་མེད།

source: The operation was cancelled
bo_cn: བཀོལ་སྤྱོད་དོར་ཟིན།

source: The password was incorrect
bo_cn: གསང་ཨང་ནོར་འཁྲུལ།

source: The stream was closed
bo_cn: གླེང་མོལ་ཁ་རྒྱག་ཟིན།

source: The user cancelled the operation
bo_cn: སྤྱོད་མཁན་གྱིས་བཀོལ་སྤྱོད་དོར་ཟིན།

source: Third-party confirmation signature
bo_cn: ཕྱོགས་གསུམ་པས་མིང་འགོད་གཏན་འཁེལ་བྱེད་པ།

source: This key has been disabled
bo_cn: གསང་ལྡེ་འདི་སྤྱོད་འགོག་ཟིན།

source: This key has been revoked
bo_cn: གསང་ལྡེ་འདི་རྩིས་མེད་དུ་བཏང་ཟིན།

source: This key has expired
bo_cn: གསང་ལྡེ་འདི་དུས་ཚོད་ཡོལ་ཟིན།

source: This key is distrusted
bo_cn: གསང་ལྡེ་འདིར་ཡིད་རྟོན་མེད་པ།

source: This key is fully trusted
bo_cn: གསང་ལྡེ་འདིར་རྦད་དེ་ཡིད་ཆེས་བྱེད་པ།

source: This key is invalid
bo_cn: གསང་ལྡེ་འདི་ནུས་མེད་ཡིན།

source: This key is marginally trusted
bo_cn: གསང་ལྡེ་འདི་ནི་ཆེས་དམའ་མཐའི་ཡིད་ཆེས་ཡིན།

source: This key is ultimately trusted
bo_cn: གསང་ལྡེ་འདི་ནི་ཚད་གཞི་མཐོ་ཤོས་ཀྱི་ཡིད་ཆེས་ཤིག་རེད།

source: Time Stamping
bo_cn: དུས་ཐམ།

source: Timestamp signature
bo_cn: དུས་ཐམ་མིང་འགོད།

source: Title
bo_cn: ཁ་བྱང་།

source: Token:
bo_cn: བཀའ་རྟགས།

source: Type
bo_cn: རིགས་གྲས་

source: Ultimately trusted
bo_cn: ཚད་མཐོ་ཤོས་ཀྱི་ཡིད་ཆེས།

source: Undefined trust
bo_cn: མཚན་ཉིད་མ་བཞག་པའི་ཡིད་ཆེས།

source: Unknown
bo_cn: མི་ཤེས།

source: Unlimited
bo_cn: ཚད་མེད་པ།

source: Unlock
bo_cn: སྒྲོག་འགྲོལ།

source: Unlock: %s
bo_cn: སྒྲོག་འགྲོལ %s

source: Unrecognized or unavailable attributes for key
bo_cn: ངོས་འཛིན་མི་ཐུབ་པའམ་ཡང་ན་སྤྱོད་རུང་མིན་པའི་གསང་ལྡེའི་གཏོགས་གཤིས།

source: Unrecognized or unsupported data.
bo_cn: ངོས་འཛིན་མི་ཐུབ་པའམ་ཡང་ན་རྒྱབ་སྐྱོར་མེད་པའི་གཞི་གྲངས།

source: Unsupported key type for certificate request
bo_cn: རྒྱབ་སྐྱོར་མེད་པའི་དཔང་ཡིག་རེ་ཞུའི་གསང་ལྡེ་རིགས་གྲས།

source: Usages
bo_cn: བེད་སྤྱོད།

source: User Attribute
bo_cn: སྤྱོད་མཁན་གྱི་གཏོགས་གཤིས།

source: User ID
bo_cn: སྤྱོད་མཁན་ངོ་རྟགས།

source: Verified by
bo_cn: ར་སྤྲོད་སྒྲིག་གཞི།

source: Version
bo_cn: པར་གཞི།

source: X400 Address
bo_cn: གནས་ཡུལ X400

source: XMPP Addr
bo_cn: གནས་ཡུལ XMPP

source: Yes
bo_cn: ཡིན།

source: [file...]
bo_cn: [ཡིག་ཆ་...]

source: _Cancel
bo_cn: ལེན་པ། (_C)

source: _Close
bo_cn: ཁ་རྒྱག(_C)

source: _Details
bo_cn: ཞིབ་ཕྲ།(_D)

source: _OK
bo_cn: འགྲིག་པ།(_O)

source: _Replace
bo_cn: ཚབ་བརྗེ།(_R)

source: _Save
bo_cn: ཉར་བ། (S)

source: Disabled
bo_cn: བཀག་པ།

source: Issued By
bo_cn: སྤྲོད་མཁན།

source: minutes
bo_cn: སྐར་མ།
