Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/gnome-bluetooth2.po
Languages: bo_cn

source: %'d hour
bo_cn: དུས་ཚོད་%'d

source: %'d minute
bo_cn: སྐར་མ་%'d

source: %'d second
bo_cn: སྐར་ཆ་%'d

source: %d B/s
bo_cn: %d ཡིག་ཚིགས / སྐར་ཆ།

source: %d kB/s
bo_cn: %d kB/ སྐར་ཆ།

source: %u transfer complete
bo_cn: %u བརྒྱུད་གཏོང་ལེགས་གྲུབ།

source: '%s' wants to connect with this device. Do you want to allow it?
bo_cn: སྒྲིག་ཆས '%s' འབྲེལ་མཐུད་བྱེད་དགོས་པས་ཆོག་གམ།

source: '%s' wants to pair with this device. Do you want to allow pairing?
bo_cn: རེ་བར་སྒྲིག་ཆས “%s” དང་ཆ་སྒྲིག་བྱེད་དགོས་པས་ཁྱེད་ནས་ཆོག་གམ།

source: ADDRESS
bo_cn: ཤག་གནས།

source: Accept
bo_cn: བསྡུ་ལེན།

source: Address
bo_cn: ཤག་གནས།ས་གནས།

source: All categories
bo_cn: ཚང་མ་རིགས་དགར།

source: All types
bo_cn: རིགས་གྲས་ཚང་མ།

source: Allow
bo_cn: ཆོག་པ།

source: An unknown error occurred
bo_cn: མི་ཤེས་པའི་ནོར་འཁྲུལ་ཞིག་བྱུང་བ།

source: Audio device
bo_cn: སྒྲ་ཟློས་སྒྲིག་ཆས།

source: Bluetooth File Transfer
bo_cn: སོ་སྔོན་གྱིས་ཡིག་ཆ་བརྒྱུད་གཏོང་།

source: Bluetooth Pairing Request
bo_cn: སོ་སྔོན་ཆ་སྒྲིག་གི་རེ་ཞུ།

source: Bluetooth file transfer from %s
bo_cn: %s ནས་སོ་སྔོན་གྱིས་ཡིག་ཆ་བརྒྱུད་གཏོང་བྱེད་པ།

source: Cancel
bo_cn: འདོར་བ།

source: Choose files to send
bo_cn: སྐྱེལ་བྱའི་ཡིག་ཆ་འདེམ་པ།

source: Click to select device…
bo_cn: གནོན་ནས་སྒྲིག་ཆས་འདེམ་པ།

source: Computer
bo_cn: རྩིས་ཆས།

source: Confirm
bo_cn: གཏན་འཁེལ།

source: Confirm Bluetooth Connection
bo_cn: སོ་སྔོན་འབྲེལ་མཐུད་གཏན་འཁེལ།

source: Confirm Bluetooth PIN
bo_cn: སོ་སྔོན་སྒྲིག་ཨང PIN གཏན་འཁེལ།

source: Confirm the Bluetooth PIN for '%s'. This can usually be found in the device's manual.
bo_cn: “%s” ཡི་སོ་སྔོན་སྒྲིག་ཨང PIN གཏན་འཁེལ་བྱེད་པ། དེ་སྤྱིར་བཏང་སོ་སྔོན་སྒྲིག་ཆས་ཀྱི་ལག་དེབ་ནང་ནས་འཚོལ་ཐུབ།

source: Connected
bo_cn: འབྲེལ་མཐུད་བྱས་ཟིན།

source: Connecting…
bo_cn: འབྲེལ་མཐུད་བྱེད་པ།...

source: Connection
bo_cn: འབྲེལ་མཐུད།

source: Decline
bo_cn: ཟློག་པ།

source: Device
bo_cn: སྒྲིག་ཆས།

source: Device _category:
bo_cn: སྒྲིག་ཆས་རིགས་དགར། (_C)：

source: Device _type:
bo_cn: སྒྲིག་ཆས་རིགས་གྲས། (_T)：

source: Devices
bo_cn: སྒྲིག་ཆས།

source: Disconnected
bo_cn: ཆད་ཟིན་པ།

source: Dismiss
bo_cn: ཟློག་པ།

source: Display
bo_cn: མངོན་པ།

source: File reception complete
bo_cn: ཡིག་ཆ་སྡུད་ལེན་ལེགས་གྲུབ་བྱུང་བ།

source: From:
bo_cn: གཏོང་མཁན།

source: Headphones
bo_cn: ཉན་ཆས།

source: Headphones, headsets and other audio devices
bo_cn: ཉན་ཆས་དང་། རྣ་ཉན་སོགས་ཀྱི་སྒྲ་ཟློས་སྒྲིག་ཆས་གཞན།

source: Headset
bo_cn: རྣ་ཉན།

source: If you remove the device, you will have to set it up again before next use.
bo_cn: གལ་སྲིད་ཁྱེད་ཀྱིས་སྒྲིག་ཆས་འདི་འབུད་ཚེ། རྗེས་སུ་བེད་སྤྱོད་པའི་སྔོན་ལ་ངེས་པར་དུ་ཡང་བསྐྱར་སྒྲིག་འགོད་བྱེད་དགོས།

source: Input devices (mice, keyboards, etc.)
bo_cn: ནང་འཇུག་སྒྲིག་ཆས། ( ཙིག་མདའ་དང་མཐེབ་གཞོང་སོགས )

source: Joypad
bo_cn: རོལ་རྩེད་ཡུ་བ།

source: Keyboard
bo_cn: མཐེབ་གཞོང་།

source: Make sure that the remote device is switched on and that it accepts Bluetooth connections
bo_cn: རྒྱང་སྣེའི་སྒྲིག་ཆས་ཁ་ཕྱེ་བ་མ་ཟད་སོ་སྔོན་འབྲེལ་མཐུད་ཀྱི་སྡུད་ལེན་གཏན་འཁེལ་དགོས།

source: Modem
bo_cn: སྙོམ་སྒྲིག་སྒྲིག་འགྲོལ་ཆས།

source: Mouse
bo_cn: ཙིག་མདའ།

source: NAME
bo_cn: མིང་།

source: Network
bo_cn: དྲ་བ།

source: No
bo_cn: མིན།

source: No adapters available
bo_cn: སྤྱོད་རུང་གི་འཚམ་སྒྲིག་ཆས་མེད་པ།

source: Not Set Up
bo_cn: སྒྲིག་འགོད་བྱས་མེད་པ།

source: Not paired or trusted
bo_cn: ཆ་སྒྲིག་མིན་ལ་ཡིད་ཆེས་ཀྱང་མིན་པ།

source: Open File
bo_cn: ཡིག་ཆ་ཁ་འབྱེད།

source: Paired
bo_cn: ཆ་སྒྲིག་པ།

source: Paired or trusted
bo_cn: ཆ་སྒྲིག་གམ་ཡིད་ཆེས་པ།

source: Pairing '%s'
bo_cn: “%s” དང་ཆ་སྒྲིག་བྱེད་བཞིན་ཡོད།

source: Phone
bo_cn: ལག་ཁྱེར།

source: Please confirm that the following PIN matches the one displayed on '%s'.
bo_cn: གཤམ་གྱི PIN དང་ “%s” ཡི་སྟེང་གི་མངོན་པ་གཅིག་མཚུངས་ཡིན་པ་གཏན་འཁེལ་བྱེད་རོགས།

source: Please confirm the PIN that was entered on '%s'.
bo_cn: “%s” ཡི་སྟེང་ནང་འཇུག་བྱས་པའི PIN གཏན་འཁེལ་བྱེད་རོགས།

source: Please enter the following PIN on '%s'.
bo_cn: “%s” ཡི་སྟེང་གཤམ་གྱི་སྒྲིག་ཨང PIN ནང་འཇུག་བྱེད་རོགས།

source: Please enter the following PIN on '%s'. Then press “Return” on the keyboard.
bo_cn: “%s” ཡི་སྟེང་གཤམ་གྱི་སྒྲིག་ཨང PIN ནང་འཇུག་བྱེད་པ་དང་ཆབས་གཅིག་མཐེབ་གཞོང་སྟེང་གི་མཐེབ “འབེབས་པ” མནན་རོགས།

source: Please move the joystick of your iCade in the following directions. Then press any of the white buttons.
bo_cn: གཤམ་གྱི་ཁ་ཕྱོགས་ལ་ཁྱེད་ཀྱི iCade ཡི་རོལ་རྩེད་བཀོལ་སྤྱོད་ཀྱི་ཡུ་བ་སྤོ་བ་དང་དེ་རྗེས་མཐེབ་གནོན་དཀར་པོ་གང་རུང་ཞིག་མནན་དགོས།

source: Printer
bo_cn: པར་འཁོར།

source: Remote control
bo_cn: རྒྱང་རིང་་ཚོད་འཛིན།

source: Remote device to use
bo_cn: སྤྱོད་དགོས་པའི་རྒྱང་རིང་སྒྲིག་ཆས།

source: Remote device's name
bo_cn: རྒྱང་སྣེའི་སྒྲིག་ཆས་མིང་།

source: Remove '%s' from the list of devices?
bo_cn: “%s” སྒྲིག་ཆས་རེའུ་མིག་ནང་ནས་འབུད་དམ།

source: Reveal File
bo_cn: ཡིག་ཆ་མངོན་པ།

source: Scanner
bo_cn: བཤར་འབེབས་ཆས།

source: Searching for devices…
bo_cn: སྒྲིག་ཆས་བཤེར་འཚོལ་བཞིན་པ།

source: Select
bo_cn: འདེམ་པ།

source: Select device to send to
bo_cn: སྐྱེལ་ཐུབ་པའི་སྒྲིག་ཆས་འདེམ་པ།

source: Select the device category to filter
bo_cn: འཚག་འདེམས་བྱ་རྒྱུའི་སྒྲིག་ཆས་ཀྱི་རིགས་དགར་འདེམ་པ།

source: Select the device type to filter
bo_cn: འཚག་འདེམས་བྱ་རྒྱུའི་སྒྲིག་ཆས་ཀྱི་རིགས་གྲས་འདེམ་པ།

source: Send _Files…
bo_cn: ཡིག་ཆ་སྐྱེལ་བ། (_F)

source: Sending %s
bo_cn: སྐྱེལ་བཞིན་པ་ %s

source: Sending file %d of %d
bo_cn: ཡིག་ཆ་སྐྱེལ་བཞིན་པ %d / %d

source: Show:
bo_cn: མངོན་པ།

source: Tablet
bo_cn: ལེབ་མོ།

source: There was an error
bo_cn: ནོར་འདུག

source: To:
bo_cn: འབྱོར་མཁན།

source: Toy
bo_cn: རྩེད་ཆས།

source: Trusted
bo_cn: ཡིད་ཆེས་པ།

source: Type
bo_cn: རིགས་གྲས་

source: Unknown
bo_cn: མི་ཤེས།

source: Video device
bo_cn: བརྙན་ཟློས་སྒྲིག་ཆས།

source: Wearable
bo_cn: གྱོན་རུང་།

source: Yes
bo_cn: ཡིན།

source: You received a file
bo_cn: ཡིག་ཆ་ཞིག་འབྱོར་བ།

source: [FILE...]
bo_cn: [ཡིག་ཆ།...]

source: _Cancel
bo_cn: ལེན་པ། (_C)

source: _Close
bo_cn: ཁ་རྒྱག(_C)

source: _Keyboard Settings
bo_cn: མཐེབ་གཞོང་སྒྲིག་འགོད། (_K)

source: _Mouse & Touchpad Settings
bo_cn: ཙིག་མདའ་དང་རེག་པང་གི་སྒྲིག་འགོད། (_M)

source: _OK
bo_cn: འགྲིག་པ།(_O)

source: _Remove
bo_cn: སྤོ་བ།(_R)

source: _Remove Device
bo_cn: འབུད་པའི་སྒྲིག་ཆས། (_R)

source: _Retry
bo_cn: བསྐྱར་ཚོད།(_R)

source: _Send
bo_cn: སྐུར་བ།(_S)

source: _Sound Settings
bo_cn: སྒྲ་སྒྲིག་འགོད། (_S)

source: approximately %'d hour
bo_cn: ཕལ་ཆེར་དུས་ཚོད %'d
