Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/gnome-mahjongg.po
Languages: bo_cn

source: Date
bo_cn: དུས་ཚོད།

source: Do you want to start a new game with this map?
bo_cn: ཁྱེད་ཀྱིས་ས་ཁྲ་འདི་བེད་སྤྱད་ནས་རོལ་རྩེད་གསར་པ་འགོ་སློང་ངམ།

source: GNOME Mahjongg
bo_cn: GNOME མ་ཅང་།

source: Height of the window in pixels
bo_cn: སྒེའུ་ཁུང་གི་མཐོ་ཚད། བརྙན་རྒྱུ་ཡིས་རྩིས་པ།

source: If you continue playing the next game will use the new map.
bo_cn: གལ་སྲིད་ཁྱེད་ཀྱིས་མུ་མཐུད་རོལ་རྩེད་རྩེད་ན། གཤམ་གྱི་རོལ་རྩེད་ཀྱིས་ས་ཁྲ་གསར་པ་བེད་སྤྱོད་པ་ཡིན།

source: Layout:
bo_cn: བཀོད་པ།:

source: Main game:
bo_cn: རོལ་རྩེད་གཙོ་བོ།:

source: Maps:
bo_cn: ས་ཁྲ།:

source: Moves Left:
bo_cn: ལྷག་མའི་ཐབས།:

source: New Game
bo_cn: རོལ་རྩེད་གསར་པ།

source: OK
bo_cn: གཏན་འཁེལ

source: Pause the game
bo_cn: རོལ་རྩེད་སྐབས་འཇོག

source: Paused
bo_cn: སྐབས་འཇོག

source: Preferences
bo_cn: གཏོགས་གཤིས།

source: Receive a hint for your next move
bo_cn: ཁྱེད་ཀྱི་གོམ་སྟབས་རྗེས་མའི་སྣེ་སྟོན་ཐོབ་པ།

source: Redo your last move
bo_cn: མཐའ་མའི་ལས་ཀ་བསྐྱར་དུ་བྱེད་པ།

source: There are no more moves.
bo_cn: ཐབས་མང་པོ་མེད་པ།

source: Tiles:
bo_cn: བྱང་བུའི་གྲངས།:

source: Time
bo_cn: དུས་ཚོད།

source: Undo your last move
bo_cn: མཇུག་མཐའ་འདོར་བ།

source: Unpause the game
bo_cn: རོལ་རྩེད་སླར་ལོག

source: Use _new map
bo_cn: ས་ཁྲ་གསར་པ་བེད་སྤྱོད་པ། (_N)

source: Width of the window in pixels
bo_cn: སྒེའུ་ཁུང་གི་ཞེང་ཚད། བརྙན་རྒྱུ་ཡིས་རྩིས་པ།

source: _About
bo_cn: འབྲེལ་ཡོད།(_A)

source: _Background color:
bo_cn: རྒྱབ་ལྗོངས་ཁ་དོག (_B)：

source: _Close
bo_cn: ཁ་རྒྱག(_C)

source: _Contents
bo_cn: དཀར་ཆག(_C)

source: _Continue playing
bo_cn: མུ་མཐུད་རོལ་རྩེད། (_C)

source: _Help
bo_cn: རོགས་རམ།(_H)

source: _Layout:
bo_cn: བཀོད་པ། (_L)：

source: _New Game
bo_cn: རོལ་རྩེད་གསར་འཛུགས། (_N)

source: _New game
bo_cn: རོལ་རྩེད་གསར་པ། (_N)

source: _Preferences
bo_cn: སྒྲིག་འགོད།(_P)

source: _Quit
bo_cn: ཕྱིར་ཐོན།(_Q)

source: _Restart
bo_cn: ཡང་བསྐྱར་འགོ་རྩོམ། (_R)

source: _Restart Game
bo_cn: རོལ་རྩེད་བསྐྱར་སློང་། (_R)

source: _Scores
bo_cn: ཐོབ་སྐར། (_S)

source: _Shuffle
bo_cn: བྱང་བུ་སྦོལ་བ། (_S)

source: _Theme:
bo_cn: ཁ་བྱང་། (_T)：

source: _Undo
bo_cn: ཕྱིར་འཐེན།(_U)

source: game;strategy;puzzle;board;
bo_cn: "game;strategy;puzzle;board; རོལ་རྩེད། ཐབས་ཇུས། སྒྲིག་རིས། པང་།

source: Cloud
bo_cn: སྤྲིན་པ།

source: Confounding Cross
bo_cn: སུན་པའི་རྒྱ་གྲམ།

source: Difficult
bo_cn: དཀའ་ངལ།

source: Four Bridges
bo_cn: ཟམ་པ་བཞི།

source: Overpass
bo_cn: གནམ་ཟམ།

source: Pyramid's Walls
bo_cn: གཏོར་གཟུགས་མཆོད་རྟེན་གྱི་གྱང་།

source: Red Dragon
bo_cn: འབྲུག་དཀར།

source: The Ziggurat
bo_cn: པ་པི་ལུན་ལྷའི་མཆོད་རྟེན།

source: Tic-Tac-Toe
bo_cn: རྡོག་རྫིས་གཏོང་བ།

source: translator-credits
bo_cn: He Qiangqiang <carton@linux.net.cn>, 2002 Funda Wang <fundawang@linux.net.cn>, 2003 2004བདུད་རྩི<rhythm.gan@gmail.com>, 2009 Fan Qijiang <fqj1994@linux.com>,2010

source: true if the window is maximized
bo_cn: Ture གལ་སྲིད་སྒེའུ་ཁུང་ཆེ་སྒྱུར་ཡིན་ན།
