Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/gnome-keyring.po
Languages: bo_cn

source: (deadlock?)
bo_cn: ( སྒྲོག་ལོག་ཡིན་ནམ )

source: An application wants access to '%s', but it is locked
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་ཞིག་གིས “%s” ལ་ལྟ་སྤྱོད་བྱེད་འདོད་ཀྱང་དེ་སྒྲོག་ཟིན་འདུག

source: An application wants access to the certificate '%s', but it is locked
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་ཞིག་གིས་དཔང་ཡིག “%s” ལ་ལྟ་སྤྱོད་བྱེད་འདོད་ཀྱང་དེ་སྒྲོག་ཟིན་འདུག

source: An application wants access to the certificate/key storage '%s', but it is locked
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་ཞིག་གིས་དཔང་ཡིག / གསང་ལྡེ་གསོག་འཇོག་ཆས “%s” ལ་ལྟ་སྤྱོད་བྱེད་འདོད་ཀྱང་དེ་སྒྲོག་ཟིན་འདུག

source: An application wants access to the keyring '%s', but it is locked
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་ཞིག་གིས་གསང་ལྡེའི་གདུབ “%s” ལ་ལྟ་སྤྱོད་བྱེད་འདོད་ཀྱང་གསང་ལྡེའི་གདུབ་འདི་སྒོ་ལྕགས་བརྒྱབ་ཟིན་འདུག

source: An application wants access to the private key '%s', but it is locked
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་ཞིག་གིས་སྒེར་ལྡེ “%s” ལ་ལྟ་སྤྱོད་བྱེད་འདོད་ཀྱང་དེ་སྒྲོག་ཟིན་པ།

source: An application wants access to the public key '%s', but it is locked
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་ཞིག་གིས་སྤྱི་ལྡེ “%s” ལ་ལྟ་སྤྱོད་བྱེད་འདོད་ཀྱང་དེ་སྒྲོག་ཟིན་འདུག

source: An application wants to change the password for the '%s' keyring. Choose the new password you want to use for it.
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་ཞིག་གིས་གསང་ལྡེའི་གདུབ “%s” ཡི་གསང་ཨང་བཟོ་བཅོས་བྱེད་འདོས་པས་ཁྱེད་ཀྱིས་དེ་ལ་གསང་ཨང་གསར་པ་ཞིག་འདེམས་རོགས།

source: An application wants to change the password for the '%s' keyring. Enter the old password for it.
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་ཞིག་གིས་གསང་ལྡེའི་གདུབ “%s” ཡི་གསང་ཨང་བཟོ་བཅོས་བྱེད་འདོད་པས་དེ་ཡི་གསང་ཨང་རྙིང་པ་ནང་འཇུག་བྱེད་རོགས།

source: An application wants to create a new keyring called '%s'. Choose the password you want to use for it.
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་ཞིག་གིས་མིང “%s” ཡིན་པའི་གསང་ལྡེའི་གདུབ་གསར་པ་བཟོ་འདོད་པས་ཁྱེད་ཀྱིས་དེ་ལ་གསང་ཨང་གསར་པ་ཞིག་འདེམས་རོགས།

source: Automatically unlock this certificate whenever I'm logged in
bo_cn: ང་ཐོ་འགོད་སྐབས་དཔང་ཡིག་འདི་རང་འགུལ་ངང་སྒྲོག་འགྲོལ་བྱེད་པ།

source: Automatically unlock this key whenever I'm logged in
bo_cn: ང་ཐོ་འགོད་སྐབས་གསང་ལྡེ་འདི་རང་འགུལ་ངང་སྒྲོག་འགྲོལ་བྱེད་པ།

source: Automatically unlock this keyring whenever I'm logged in
bo_cn: ང་རང་ཐོ་འགོད་བྱེད་པའི་སྐབས་གསང་ལྡེའི་གདུབ་དེ་རང་འགུལ་ངང་སྒྲོག་འགྲོལ་བྱེད་པ་ཡིན།

source: Automatically unlock whenever I'm logged in
bo_cn: ང་ཐོ་འགོད་སྐབས་རང་འགུལ་ངང་སྒྲོག་འགྲོལ་བྱེད་པ།

source: Certificate and Key Storage
bo_cn: དཔང་ཡིག་དང་གསང་ལྡེ་གསོག་འཇོག

source: Change Keyring Password
bo_cn: གསང་ལྡེའི་གདུབ་ཀྱི་གསང་ཨང་བཟོ་བཅོས།

source: Change Password
bo_cn: གསང་གྲངས་བཟོ་བཅོས།

source: Change password for secure storage
bo_cn: བདེ་འཇགས་གསོག་འཇོག་གི་གསང་ཨང་བཟོ་བཅོས།

source: Choose a new password for the '%s' keyring
bo_cn: གསང་ལྡེའི་གདུབ “%s” ལ་གསང་ཨང་གསར་པ་འདེམ་པ།

source: Choose password for new keyring
bo_cn: གསང་ལྡེའི་གདུབ་གསར་པའི་གསང་ཨང་འདེམ་པ།

source: Client Authentication
bo_cn: དུད་སྣེ་ར་སྤྲོད།

source: Code Signing
bo_cn: ཚབ་ཨང་མིང་འགོད་པ།

source: Common Name
bo_cn: རྒྱུན་སྤྱོད་མིང་།

source: Continue
bo_cn: མུ་མཐུད།

source: Couldn't parse public SSH key
bo_cn: སྤྱི་ལྡེ SSH ཐག་དྲས་རྒྱག་བྱེད་ཐབས་བྲལ།

source: Country
bo_cn: གྲོང་གསེབ་ཀྱི་རོལ་མོ།

source: Country of Citizenship
bo_cn: རྒྱལ་ཁོངས།

source: Country of Residence
bo_cn: གཏན་སྡོད་རྒྱལ་ཁབ།

source: DN Qualifier
bo_cn: DN ཚད་བཀག་མཁན།

source: Date of Birth
bo_cn: འཁྲུངས་སྐར།

source: Domain Component
bo_cn: ཁུལ་ཁོངས་སྒྲིག་ལྷུ།

source: Email Address
bo_cn: གློག་རྡུལ་ཡིག་ཟམ།

source: Email Protection
bo_cn: ཡིག་ཟམ་འགོག་སྲུང་།

source: Enter password for keyring '%s' to unlock
bo_cn: སྒྲོག་པ་འདོར་འདོད་ན་གསང་ལྡེའི་གདུབ “%s” ཡི་གསང་ཨང་ནང་འཇུག་གནང་རོགས།

source: Enter password to unlock
bo_cn: གསང་ཨང་ནང་འཇུག་བྱས་ནས་སྒྲོག་འགྲོལ་བྱེད་པ།

source: Enter password to unlock the certificate
bo_cn: གསང་ཨང་ནང་འཇུག་བྱས་ནས་དཔང་ཡིག་སྒྲོག་འགྲོལ་བྱེད་པ།

source: Enter password to unlock the certificate/key storage
bo_cn: གསང་ཨང་ནང་འཇུག་བྱས་ནས་་དཔང་ཡིག / གསང་ལྡེའི་གསོག་འཇོག་ཆས་སྒྲོག་འགྲོལ་བྱེད་པ།

source: Enter password to unlock the private key
bo_cn: གསང་ཨང་ནང་འཇུག་བྱས་ནས་སྒེར་ལྡེ་སྒྲོག་འགྲོལ་བྱེད་པ།

source: Enter password to unlock the public key
bo_cn: གསང་ཨང་ནང་འཇུག་བྱས་ནས་སྤྱི་ལྡེ་སྒྲོག་འགྲོལ་བྱེད་པ།

source: Enter password to unlock your login keyring
bo_cn: གསང་ཨང་ནང་འཇུག་བྱས་ནས་ཁྱེད་ཀྱི་ཐོ་འགོད་གསང་ལྡེའི་གདུབ་སྒྲོག་འགྲོལ་བྱེད་པ།

source: Enter the old password for the '%s' keyring
bo_cn: གསང་ལྡེའི་གདུབ “%s” ཡི་གསང་ཨང་རྙིང་པ་ནང་འཇུག

source: GNOME Keyring: PKCS#11 Component
bo_cn: GNOME གསང་ལྡེའི་གདུབ།：PKCS#11 སྒྲིག་ལྷུ།

source: GNOME Keyring: SSH Agent
bo_cn: GNOME གསང་ལྡེའི་གདུབ།：SSH ལས་ཚབ།

source: GNOME Keyring: Secret Service
bo_cn: GNOME གསང་ལྡེའི་གདུབ།：གསང་སྲུང་ཞབས་ཞུ།

source: Gender
bo_cn: ཕོ་མོ།

source: Generation Qualifier
bo_cn: བཀོལ་སྤྱོད་ཚད་བཀག་མཁན།

source: Given Name
bo_cn: མིང་།

source: In order to prepare '%s' for storage of certificates or keys, a password is required
bo_cn: “%s” དེ་དཔང་ཡིག་གམ་ཡང་ན་གསང་ལྡེ་གསོག་འཇོག་ལ་སྤྱོར་པར་གྲ་སྒྲིག་བྱེད་པར་གསང་ཨང་ཞིག་དགོས།

source: Initials
bo_cn: ཐོག་མའི་གསལ་བྱེད།

source: Locality
bo_cn: ས་གནས།

source: Login
bo_cn: ཐོ་འགོད།

source: MD2 with RSA
bo_cn: རྩི་ཐབས MD2 སྤྱོད་པའི་གསང་ལྡེ་ཟུང་ RSA

source: MD5 with RSA
bo_cn: རྩི་ཐབས MD5 སྤྱོད་པའི་གསང་ལྡེ་ཟུང་ RSA

source: New Keyring Password
bo_cn: གསང་ལྡེའི་གདུབ་གསར་པའི་གསང་ཨང་།

source: New Password Required
bo_cn: གསང་ཨང་གསར་པ་དགོས་པ།

source: New password required for secure storage
bo_cn: བདེ་འཇགས་གསོག་འཇོག་བྱེད་པར་གསང་ཨང་གསར་པ་དགོས།

source: Organization
bo_cn: རྩ་འཛུགས།

source: Original password for secure storage
bo_cn: བདེ་འཇགས་གསོག་འཇོག་ལ་སྤྱོད་པའི་ཐོག་མའི་གསང་ཨང་།

source: Place of Birth
bo_cn: སྐྱེ་ས།

source: Pseudonym
bo_cn: སྨྱུག་མིང་།

source: SHA1 with DSA
bo_cn: རྩི་ཐབས SHA1 སྤྱོད་པའི་གསང་ལྡེ་ཟུང་ DSA

source: SHA1 with RSA
bo_cn: རྩི་ཐབས SHA1 སྤྱོད་པའི་གསང་ལྡེ་ཟུང་ RSA

source: SSH Key Agent
bo_cn: SSH གསང་ལྡེའི་ལས་ཚབ།

source: Secret Storage Service
bo_cn: གསང་སྲུང་གསོག་འཇོག་གི་ཞབས་ཞུ།

source: Serial Number
bo_cn: རིམ་སྟར་ཨང་རྟགས།

source: Server Authentication
bo_cn: ཞབས་ཞུ་ཆས་ཀྱི་ར་སྤྲོད།

source: State
bo_cn: རྣམ་པ།

source: Store passwords unencrypted?
bo_cn: གསང་སྡོམ་མེད་པར་གསང་ཨང་ཉར་ཚགས་བྱེད་དམ།

source: Street
bo_cn: ཁྲོམ་ལམ།

source: Surname
bo_cn: རུས་མིང་།

source: Telephone Number
bo_cn: ཁ་པར་ཨང་གྲངས།

source: The login keyring did not get unlocked when you logged into your computer.
bo_cn: ཁྱེད་ཀྱིས་རྩིས་འཁོར་ཐོ་འགོད་སྐབས། ཁྱེད་ཀྱི་ཐོ་འགོད་གསང་ལྡེའི་གདུབ་དེ་སྒྲོག་འགྲོལ་བྱས་མེད་པ།

source: The original password was incorrect
bo_cn: ཐོག་མའི་གསང་ཨང་མི་དག་པ།

source: The password you use to log in to your computer no longer matches that of your login keyring.
bo_cn: ཁྱེད་ཀྱི་རྩིས་འཁོར་ཐོ་འགོད་ལ་སྤྱོད་པའི་གསང་ཨང་དང་ཐོ་འགོད་གསང་ལྡེའི་གདུབ་ནང་གི་གསང་ཨང་གཉིས་ཟླ་སྒྲིག་མེད་པ།

source: The unlock password was incorrect
bo_cn: གསང་ཨང་སྒྲོག་འགྲོལ་གྱི་ནོར་འཁྲུལ།

source: Time Stamping
bo_cn: དུས་ཚོད་ཐམ།

source: Title
bo_cn: ཁ་བྱང་།

source: To change the password for '%s', the original password is required
bo_cn: “%s” ཡི་གསང་ཨང་བཟོ་བཅོས་བྱེད་པར་ཐོག་མའི་གསང་ཨང་མཁོ་སྤྲོད་བྱེད་དགོས།

source: Type a new password for '%s'
bo_cn: གསང་ལྡེའི་གདུབ “%s” ཡི་གསང་ཨང་གསར་པ་ནང་འཇུག་བྱེད་དགོས།

source: Unlock
bo_cn: སྒྲོག་འགྲོལ།

source: Unlock Keyring
bo_cn: གསང་ལྡེའི་གདུབ་སྒྲོག་འགྲོལ།

source: Unlock Login Keyring
bo_cn: ཐོ་འགོད་གསང་ལྡེའི་གདུབ་སྒྲོག་འགྲོལ།

source: Unlock certificate
bo_cn: དཔང་ཡིག་སྒྲོག་འགྲོལ།

source: Unlock certificate/key storage
bo_cn: དཔང་ཡིག / གསང་ལྡེ་གསོག་འཇོག་ཆས་སྒྲོག་འགྲོལ།

source: Unlock password for: %s
bo_cn: %s ཡི་སྒྲོག་འགྲོལ་གསང་ཨང་།

source: Unlock private key
bo_cn: སྒེར་ལྡེ་སྒྲོག་འགྲོལ།

source: Unlock public key
bo_cn: སྤྱི་ལྡེ་སྒྲོག་འགྲོལ།

source: Unnamed
bo_cn: མིང་བཏགས་མེད་པ།

source: Unnamed Certificate
bo_cn: མིང་བཏགས་མེད་པའི་དཔང་ཡིག

source: User ID
bo_cn: སྤྱོད་མཁན་གྱིID

source: can't create `%s': %s
bo_cn: བཟོ་ཐབས་བྲལ་ “%s”：%s

source: commands:
bo_cn: བཀའ་བརྡ།：

source: error writing to `%s': %s
bo_cn: “%s” འབྲི་བར་ནོར་འཁྲུལ་བྱུང་བ།：%s

source: failed to create temporary file `%s': %s
bo_cn: གནས་སྐབས་ཡིག་ཆ་ “%s” བཟོ་སྐབས་ཕམ་པ།:%s

source: lock `%s' not made: %s
bo_cn: སྒོ་ལྕགས་ “%s” བཟོ་ཐུབ་མེད་པ།:%s

source: removing stale lockfile (created by %d)
bo_cn: ནུས་ཤོར་གྱི་སྒོ་ལྕགས་ཡིག་ཆ་འབུད་པ། ( %d ཡིས་བཟོས་པ )

source: usage: gnome-keyring command [options]
bo_cn: སྤྱོད་ཐབས།：gnome-keying བཀའ་བརྡ [འདེམས་ཚན]

source: waiting for lock %s...
bo_cn: སྒོ་ལྕགས %s ཐོབ་པར་སྒུག་པ།

source: waiting for lock (held by %d%s) %s...
bo_cn: སྒོ་ལྕགས་ཐོབ་པར་སྒུག་པ། ( %d%s ཡིས་འཛིན་པ ) %s...

source: Automatically unlock this key, whenever I'm logged in
bo_cn: ང་ཐོ་འགོད་སྐབས་གསང་ལྡེ་འདི་རང་འགུལ་ངང་སྒྲོག་འགྲོལ་བྱེད་པ།

source: Unknown
bo_cn: མི་ཤེས།
