Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/gnome-mines.po
Languages: bo_cn

source: %u × %u, %u mine
bo_cn: %u × %u, %u འབྲུག་སྒྲ།

source: <b>%d</b> mine
bo_cn: <b>%d</b> ལེ་གཅིག

source: A_ppearance
bo_cn: བཟོ་ལྟ། (_P)

source: Big board
bo_cn: མཐོ་རིམ།

source: Big game
bo_cn: རོལ་རྩེད་ཆེ་གྲས།

source: Board size
bo_cn: སྡེར་ངོས་ཆེ་ཆུང་།

source: Change _Difficulty
bo_cn: དཀའ་ཚད་སྒྱུར་བ། (_D)

source: Clear explosive mines off the board
bo_cn: པང་སྟེང་ནས་འབར་གས་བྱས་པའི་ས་འོག་འབར་མདེལ་གཙང་སེལ་བྱེད་པ།

source: Close
bo_cn: ཁ་རྒྱག་པ།

source: Custom
bo_cn: མཚན་ཉིད་རང་བཞག

source: Date
bo_cn: དུས་ཚོད།

source: Do you want to start a new game?
bo_cn: ཁྱེད་ཀྱིས་རོལ་རྩེད་གསར་པ་འགོ་སློང་འདོད་དམ།

source: Enable animations
bo_cn: འགུལ་རིས་སྤྱོད་པ།

source: Enable automatic placing of flags
bo_cn: དར་རྟགས་རང་འགུལ་འཇོག་པ་སྤྱོད་པ།

source: GNOME Mines
bo_cn: GNOME ས་འོག་འབར་མདེལ་མེད་པ་བཟོ་བ།

source: Height of the window in pixels
bo_cn: སྒེའུ་ཁུང་གི་མཐོ་ཚད། བརྙན་རྒྱུ་ཡིས་རྩིས་པ།

source: If you start a new game, your current progress will be lost.
bo_cn: གལ་སྲིད་རོལ་རྩེད་གསར་པ་འགོ་རྩོམ་ཚེ། ཁྱེད་ཀྱི་མིག་སྔའི་སྒྲུབ་ཚད་དེ་བརླག་པ་ཡིན།

source: Keep Current Game
bo_cn: མིག་སྔའི་རོལ་རྩེད་ཉར་ཚགས།

source: Main game:
bo_cn: རོལ་རྩེད་གཙོ་བོ།:

source: Medium game
bo_cn: འབྲིང་རིམ་རོལ་རྩེད།

source: Mines
bo_cn: ས་འོག་འབར་མདེལ་མེད་པ་བཟོ་བ།

source: New Game
bo_cn: རོལ་རྩེད་གསར་པ།

source: Number of columns in a custom game
bo_cn: རོལ་རྩེད་ཀྱི་གཞུང་སྟར་གྲངས་རང་བཟོས།

source: Number of rows in a custom game
bo_cn: རོལ་རྩེད་ཀྱི་འཕྲེད་སྟར་གྲངས་རང་བཟོས།

source: Paused
bo_cn: སྐབས་འཇོག

source: Percent _mines
bo_cn: ས་འོག་འབར་མདེལ་གྱི་བརྒྱ་ཆའི་བསྡུར་ཚད། (_M)：

source: Play _Again
bo_cn: ཡང་བསྐྱར་ཐེངས་གཅིག་རྩེད་པ། (_A)

source: Print release version and exit
bo_cn: འགྲེམས་སྤེལ་པར་གཞི་མངོན་པ་དང་འབྲེལ་ཁྱབ་གདལ་བཏང་བ།

source: Resizing and SVG support:
bo_cn: སྐྱེད་སྐྱུང་དང SVG རྒྱབ་སྐྱོར།：

source: Score:
bo_cn: ཐོབ་སྐར།:

source: Select Theme
bo_cn: བརྗོད་གཞི་འདེམ་པ།

source: Set to false to disable theme-defined transition animations
bo_cn: false ལ་སྒྲིག་འགོད་བྱས་ཚེ། ཁ་བྱང་མཚན་ཉིད་ཀྱི་བར་བརྒལ་འགུལ་རིས་འགོག་པ།

source: Set to true to automatically flag squares as mined when enough squares are revealed
bo_cn: True ལ་སྒྲིག་པའི་སྐབས། འདང་ངེས་ཀྱི་གྲུ་བཞི་ཕྱེ་བའི་སྐབས་རང་འགུལ་ངང་གྲུ་བཞི་དེ་འབར་མདེལ་ལ་རྟགས་བཀོད་པ།

source: Set to true to be able to mark squares as unknown.
bo_cn: true ལ་སྒྲིག་པས་གྲུ་བཞི་དེ་ངེས་མེདར་རྟགས་བཀོད་པ།

source: Set to true to enable warning icons when too many flags are placed next to a numbered tile.
bo_cn: true ལ་སྒྲིག་པས་གྲངས་ཀའི་དུམ་བུ་ག་གེ་མོའི་ཉེ་འགྲམ་དུ་དར་རྟགས་མང་བ་འཇོག་སྐབས་ཉེན་བརྡའི་རིས་རྟགས་སྤྱོད་པ་ཡིན།

source: Size of the board (0-2 = small-large, 3=custom)
bo_cn: སྡེར་ངོས་ཆེ་ཆུང་། (0-2=ཆུང་བ -ཆེ་བ། 3=རང་བཟོས )

source: Size:
bo_cn: ཆེ་ཆུང་།：

source: Small game
bo_cn: རོལ་རྩེད་ཆུང་གྲས།

source: St_art Over
bo_cn: ཡང་བསྐྱར་ཐེངས་གཅིག་ཁ་ཕྱེ་བ། (_A)

source: Start New Game
bo_cn: རོལ་རྩེད་གསར་པ་འགོ་རྩོམ།

source: The number of mines in a custom game
bo_cn: རོལ་རྩེད་ནང་གི་འབར་མདེལ་གྲངས་རང་བཟོས།

source: The theme to use
bo_cn: སྤྱོད་བྱའི་ཁ་བྱང་།

source: The title of the tile theme to use.
bo_cn: སྤྱོད་བྱའི་བྱང་ངོའི་ཁ་བྱང་མིང་།

source: Time
bo_cn: དུས་ཚོད།

source: Use _animations
bo_cn: འགུལ་རིས་སྤྱོད་པ། (_A)

source: Use the unknown flag
bo_cn: ངེས་མེད་ཀྱི་དར་རྟགས་སྤྱོད་པ།

source: Warning about too many flags
bo_cn: དར་རྟགས་མང་དྲགས་པའི་སྐབས་ཉེན་བརྡ་གཏོང་བ།

source: Width of the window in pixels
bo_cn: སྒེའུ་ཁུང་གི་ཞེང་ཚད། བརྙན་རྒྱུ་ཡིས་རྩིས་པ།

source: _About
bo_cn: འབྲེལ་ཡོད།(_A)

source: _Best Times
bo_cn: དུས་ཚོད་མགྱོགས་ཤོས། (_B)

source: _Cancel
bo_cn: ལེན་པ། (_C)

source: _Close
bo_cn: ཁ་རྒྱག(_C)

source: _Contents
bo_cn: དཀར་ཆག(_C)

source: _Height
bo_cn: མཐོ་ཚད། (_H)

source: _Help
bo_cn: རོགས་རམ།(_H)

source: _Mines
bo_cn: ས་འོག་འབར་མདེལ་མེད་པ་བཟོ་བ། (_M)

source: _New Game
bo_cn: རོལ་རྩེད་གསར་འཛུགས། (_N)

source: _OK
bo_cn: འགྲིག་པ།(_O)

source: _Pause
bo_cn: སྐབས་འཇོག (_P)

source: _Play Again
bo_cn: ཡང་བསྐྱར་ཐེངས་གཅིག་རྩེད་པ། (_P)

source: _Play Game
bo_cn: རོལ་རྩེད་རྩེ་བ། (_P)

source: _Quit
bo_cn: ཕྱིར་ཐོན།(_Q)

source: _Resume
bo_cn: མུ་མཐུད། (_R)

source: _Scores
bo_cn: ཐོབ་སྐར། (_S)

source: _Show Warnings
bo_cn: ཉེན་བརྡ་མངོན་པ། (_S)

source: _Use Question Flags
bo_cn: འདྲི་རྟགས་དར་རྟགས་སྤྱོད་པ། (_U)

source: _Width
bo_cn: ཞེང་ཚད། (_W)

source: minesweeper;
bo_cn: minesweeper འབར་མདེལ་སྔོག་པ། ས་འོག་འབར་མདེལ་མེད་པ་བཟོ་བ།

source: translator-credits
bo_cn: He Qiangqiang <carton@linux.net.cn>, 2002 Funda Wang <fundawang@linux.net.cn>, 2003 2004བདུད་རྩི<rhythm.gan@gmail.com>, 2009 Fan Qijiang <fqj1994@linux.com>,2010

source: true if the window is maximized
bo_cn: Ture གལ་སྲིད་སྒེའུ་ཁུང་ཆེ་སྒྱུར་ཡིན་ན།
