Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/gnome-system-log.po
Languages: bo_cn

source: A system log viewer for GNOME.
bo_cn: GNOME རྒྱུད་ཁོངས་ཉིན་ཐོའི་ལྟ་ཆས།

source: About System Log
bo_cn: རྒྱུད་ཁོངས་ཉིན་ཐོའི་སྐོར།

source: Add new filter
bo_cn: འཚག་ཆས་གསར་པ་སྣོན་པ།

source: Auto Scroll
bo_cn: རང་འགུལ་འགྲིལ་བ།

source: Background:
bo_cn: རྒྱབ་ལྗོངས།:

source: Close
bo_cn: ཁ་རྒྱག་པ།

source: Copy
bo_cn: འདྲ་བཟོ།

source: Could not open the following files:
bo_cn: གཤམ་གྱི་ཡིག་ཆ་ཁ་ཕྱེ་མི་ཐུབ་པ།：

source: Could not parse arguments
bo_cn: ཞུགས་གྲངས་ཞིབ་འགྲེལ་བྱེད་ཐབས་བྲལ།

source: Could not register the application
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་ཐོ་འགོད་བྱེད་ཐབས་བྲལ།

source: Edit filter
bo_cn: འཚག་ཆས་རྩོམ་སྒྲིག

source: Effect:
bo_cn: འབྲས་བུ།:

source: Error while uncompressing the GZipped log. The file might be corrupt.
bo_cn: ཉིན་ཐོ Gzipped བསྡུས་འགྲོལ་སྐབས་ནོར་འཁྲུལ་བྱུང་བ། ཡིག་ཆ་འདི་ཕལ་ཆེར་སྐྱོན་ཤོར་འདུག

source: Filter name is empty!
bo_cn: འཚག་ཆས་མིང་སྟོང་པ་ཡིན་མི་ཆོག

source: Filter name may not contain the ':' character
bo_cn: འཚག་ཆས་མིང་ལ་ཡིག་རྟགས “:” ཚུད་མི་ཆོག

source: Filters
bo_cn: ཡིག་ཆ།

source: Find next occurrence of the search string
bo_cn: འཚོལ་བཤེར་ཡིག་རྟགས་ཕྲེང་ཕྱིའི་ཐོན་ཐེངས་འཚོལ།

source: Find previous occurrence of the search string
bo_cn: འཚོལ་བཤེར་ཡིག་རྟགས་ཕྲེང་སྔའི་ཐོན་ཐེངས་འཚོལ།

source: Foreground:
bo_cn: མདུན་ལྗོངས།:

source: Height of the main window in pixels
bo_cn: སྒེའུ་ཁུང་གཙོ་བོའི་མཐོ་ཚད། བརྙན་རྒྱུ་ཡིས་རྩིས་པ།

source: Help
bo_cn: རོགས་རམ།

source: Hide
bo_cn: སྦེད་པ།

source: Highlight
bo_cn: མཐོ་གསལ།

source: Impossible to open the file %s
bo_cn: ཡིག་ཆ %s ཁ་ཕྱེ་ཐབས་བྲལ།

source: List of saved filters
bo_cn: ཉར་ཚགས་ཟིན་པའི་འཚག་ཆས་ཀྱི་རེའུ་མིག

source: List of saved regexp filters
bo_cn: ཚད་མཐུན་མཚོན་ཚུལ་གྱི་འཚག་ཆས་ཉར་ཚགས་བྱེད་པའི་རེའུ་མིག

source: Loading...
bo_cn: ཕབ་འཇུག་བྱེད་པ...

source: Log file to open up on startup
bo_cn: འགོ་སློང་སྐབས་ཁ་ཕྱེ་བའི་ཉིན་ཐོའི་ཡིག་ཆ།

source: Log files to open up on startup
bo_cn: འགོ་སློང་སྐབས་ཁ་ཕྱེ་བའི་ཉིན་ཐོའི་ཡིག་ཆ།

source: Manage Filters...
bo_cn: དོ་དམ་འཚག་ཆས།

source: No matches found
bo_cn: ཟླ་སྒྲིག་གི་ཚན་པ་རྙེད་མེད་པ།

source: Normal Size
bo_cn: གདོད་མའི་ཆེ་ཆུང་།

source: Open Log
bo_cn: ཉིན་ཐོ་ཁ་ཕྱེ་བ།

source: Open...
bo_cn: ཁ་ཕྱེ་བ།

source: Please specify either foreground or background color!
bo_cn: མདུན་ལྗོངས་སམ་ཡང་ན་རྒྱབ་ལྗོངས་ཀྱི་ཁ་དོག་དམིགས་འཛུགས་གནང་དགོས།

source: Quit
bo_cn: ཕྱིར་འདོན་པ།

source: Regular expression is empty!
bo_cn: ཚད་མཐུན་མཚོན་ཚུལ་ནི་སྟོང་པ་ཡིན།

source: Regular expression is invalid: %s
bo_cn: ནུས་མེད་ཀྱི་ཚད་མཐུན་མཚོན་ཚུལ།：%s

source: Select All
bo_cn: ཚང་མ་འདེམས།

source: Show Matches Only
bo_cn: ཟླ་སྒྲིག་ཚན་པ་ཁོ་ན་མངོན་པ།

source: Show the version of the program.
bo_cn: བྱ་རིམ་གྱི་པར་གཞི་མངོན་པ།

source: Size of the font used to display the log
bo_cn: ཉིན་ཐོ་མངོན་པར་སྤྱོད་པའི་ཡིག་གཟུགས་ཀྱི་ཆེ་ཆུང་།

source: Specifies the height of the log viewer main window in pixels.
bo_cn: དམིགས་འཛུགས་ཉིན་ཐོ་ལྟ་ཆས་ཀྱི་སྒེའུ་ཁུང་གཙོ་བོའི་མཐོ་ཚད། བརྙན་རྒྱུ་ཡིས་རྩིས་པ།

source: Specifies the width of the log viewer main window in pixels.
bo_cn: དམིགས་འཛུགས་ཉིན་ཐོ་ལྟ་ཆས་ཀྱི་སྒེའུ་ཁུང་གཙོ་བོའི་ཞེང་ཚད། བརྙན་རྒྱུ་ཡིས་རྩིས་པ།

source: System Log
bo_cn: རྒྱུད་ཁོངས་ཉིན་ཐོ།

source: The file is not a regular file or is not a text file.
bo_cn: ཡིག་ཆ་དེ་རྒྱུན་སྲོལ་གྱི་ཡིག་ཆའམ་ཡང་ན་ཡིག་རྐྱང་ཡིག་ཆ་ཞིག་མིན་པ།

source: There was an error displaying help: %s
bo_cn: རོགས་རམ་མངོན་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།:%s

source: This version of System Log does not support GZipped logs.
bo_cn: རྒྱུད་ཁོངས་ཉིན་ཐོ་འདིའི་པར་གཞི་ཡིས Gzipped ཉིན་ཐོར་རྒྱབ་སྐྱོར་མེད་པ།

source: View or monitor system log files
bo_cn: རྒྱུད་ཁོངས་ཉིན་ཐོའི་ཡིག་ཆར་ལྟ་བའམ་ཡང་ན་སོ་ལྟ་བྱེད་པ།

source: Width of the main window in pixels
bo_cn: སྒེའུ་ཁུང་གཙོ་བོའི་ཞེང་ཚད། བརྙན་རྒྱུ་ཡིས་རྩིས་པ།

source: Wrapped
bo_cn: ཕྲེང་འབེབས།

source: You don't have enough permissions to read the file.
bo_cn: ཡིག་ཆ་འདི་ཀློག་པར་འདང་ངེས་ཀྱི་དབང་ཚད་མེད་པ།

source: Zoom In
bo_cn: ཆེར་སྐྱེད།

source: Zoom Out
bo_cn: ཆུང་སྐྱུང་།

source: _Add
bo_cn: སྣོན་པ། (_A)

source: _Cancel
bo_cn: ལེན་པ། (_C)

source: _Close
bo_cn: ཁ་རྒྱག(_C)

source: _Name:
bo_cn: མིང་།(_N)：

source: _Open
bo_cn: ཁ་འབྱེད་། (_O)

source: _Properties
bo_cn: གཏོགས་གཤིས།(_P)

source: _Regular Expression:
bo_cn: ཚད་མཐུན་མཚོན་ཚུལ། (_R)：

source: _Remove
bo_cn: སྤོ་བ།(_R)

source: logs;debug;error;
bo_cn: logs;debug;error; རྒྱུད་ཁོངས་ཉིན་ཐོ། ནོར་འཁྲུལ། ཚོད་སྒྲིག

source: today
bo_cn: དེ་རིང་།

source: updated
bo_cn: གསར་སྒྱུར་བྱས་ཟིན།

source: yesterday
bo_cn: ཁ་སང་།
