Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/gnome-tetravex.po
Languages: bo_cn

source: Are you sure you want to give up and view the solution?
bo_cn: ཐེངས་འདི་དོར་བ་དང་འབྲེལ་མཇུག་འབྲས་ལ་ལྟ་བ་གཏན་འཁེལ་ལམ།

source: Date
bo_cn: དུས་ཚོད།

source: GNOME Tetravex
bo_cn: GNOME ཡི་ཁྱིམ་མཚེས་བཞི།

source: Give up and view the solution
bo_cn: དོར་བ་དང་འབྲེལ་མཇུག་འབྲས་ལ་ལྟ་བ།

source: Height of the window in pixels
bo_cn: སྒེའུ་ཁུང་གི་མཐོ་ཚད། བརྙན་རྒྱུས་རྩིས་པ།

source: New Game
bo_cn: རོལ་རྩེད་གསར་པ།

source: OK
bo_cn: གཏན་འཁེལ།

source: Pause the game
bo_cn: རོལ་རྩེད་སྐབས་སྡོད།

source: Paused
bo_cn: སྐབས་འཇོག

source: Play _Again
bo_cn: ཡང་བསྐྱར་ཐེངས་གཅིག་རྩེད་པ། (_A)

source: Position pieces so that the same numbers are touching each other
bo_cn: ཉེ་མཚེས་ཀྱི་གྲངས་ཀ་མཚུངས་པ།

source: Quit
bo_cn: ཕྱིར་འདོན་པ།

source: Res_ume
bo_cn: མུ་མཐུད། (_U)

source: Size:
bo_cn: ཆེ་ཆུང་།：

source: The size of the playing grid
bo_cn: རོལ་རྩེད་དྲ་མིག་གི་ཆེ་ཆུང་།

source: The value of this key is used to decide the size of the playing grid.
bo_cn: མཐེབ་འདི་ཡི་གྲངས་བྲིན་གྱིས་རོལ་རྩེད་དྲ་མིག་གི་ཆེ་ཆུང་ཐག་གཅོད་པ།

source: Time
bo_cn: དུས་ཚོད།

source: Width of the window in pixels
bo_cn: སྒེའུ་ཁུང་གི་ཞེང་ཚད། བརྙན་རྒྱུས་རྩིས་པ།

source: You can make the game easier or harder by changing the size of the board.
bo_cn: ཁྱེད་ཀྱིས་འགྱིག་གཞོང་གི་ཆེ་ཆུང་སྒྱུར་བ་བརྒྱུད་དཀའ་ཚད་འཕར་བའམ་ཡང་ན་འབེམས་པ།

source: _3x3
bo_cn: 3x3(_3)

source: _About
bo_cn: འབྲེལ་ཡོད།(_A)

source: _Give Up
bo_cn: དོར་བ།

source: _Help
bo_cn: རོགས་རམ།(_H)

source: _Keep Playing
bo_cn: མུ་མཐུད།

source: _New Game
bo_cn: རོལ་རྩེད་གསར་སྐྲུན།(_N)

source: _Pause
bo_cn: སྐབས་འཇོག(_P)

source: _Quit
bo_cn: ཕྱིར་འབུད། (_Q)

source: _Resolve
bo_cn: ཐག་གཅོད། (_R)

source: _Scores
bo_cn: ཐོབ་སྐར། (_S)

source: _Size
bo_cn: ཆེ་ཆུང་། (_S)

source: _Start a new game
bo_cn: རོལ་རྩེད་གསར་བ་མགོ་བརྩམས་པ།

source: game;logic;board;
bo_cn: game;logic;board; རོལ་རྩེད། གཏན་ཚིགས། མིག་མངས།

source: translator-credits
bo_cn: He Qiangqiang <carton@linux.net.cn>, 2002 Funda Wang <fundawang@linux.net.cn>, 2003 2004བདུད་རྩི<rhythm.gan@gmail.com>, 2009 Fan Qijiang <fqj1994@linux.com>,2010

source: true if the window is maximized
bo_cn: Ture གལ་སྲིད་སྒེའུ་ཁུང་ཆེ་སྒྱུར་ཡིན་ན།

source: Start a new game
bo_cn: རོལ་རྩེད་གསར་བ་མགོ་རྩོམ་པ།
