Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/gODBCConfig.po
Languages: bo_cn

source: About
bo_cn: འབྲེལ་ཡོད།

source: Add
bo_cn: ཁ་སྣོན།

source: Application
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ།

source: Browse
bo_cn: མིག་བཤར།

source: Config
bo_cn: སྡེབ་སྒྲིག

source: Configure...
bo_cn: སྡེབ་སྒྲིག

source: Could not construct a property list for (%s)
bo_cn: (%s)ལ་གཏོགས་གཤིས་རེའུ་མིག་འཛུགས་མི་ཆོག

source: Could not load %s
bo_cn: %sཁུར་སྣོན་མི་ཆོག

source: Could not write property list for (%s)
bo_cn: (%s)ལ་གཏོགས་གཤིས་རེའུ་མིག་ཏུ་འབྲི་མི་ཆོག

source: Could not write to %s
bo_cn: བྲིས་ནས་%sལ་སླེབས་ཐབས་བྲལ་པ།

source: Could not write to (%s)
bo_cn: བྲིས་ནས་(%s)ལ་སླེབས་ཐབས་བྲལ་པ།

source: Couldn't create pixmap from file: %s
bo_cn: ཡིག་ཆའི་%sཡིས་བརྙན་རིས།་རྟེན་འཕྲོ་ཡིག་ཆགསར་འཛུགས་བྱ་མ་ཐུབ།

source: Couldn't find pixmap file: %s
bo_cn: བརྙན་རིས།་རྟེན་འཕྲོ་ཡིག་ཆ་རྙེད་མ་ཐུབ།%s

source: Credits
bo_cn: དམིགས་སུ་ཐུགས་རྗེ་ཆེ་ཞུ་རྒྱུ།

source: Database System
bo_cn: གཞི་གྲངས་མཛོད་ཀྱི་རྒྱུད་ཁོངས།

source: Description
bo_cn: ཞིབ་བརྗོད།

source: Driver
bo_cn: སྐུལ་སློང་བྱ་རིམ།

source: Driver Lib
bo_cn: སྐུལ་བའི་བྱ་རིམ་གཞི་གྲངས་མཛོད།

source: Driver Manager
bo_cn: སྐུལ་བའི་བྱ་རིམ་དོ་དམ་ཆས་

source: Drivers
bo_cn: སྐུལ་སློང་བྱ་རིམ།

source: Enter a DSN name
bo_cn: DSNཡི་མིང་ཞིག་ནང་འཇུག་བྱས།

source: FileUsage
bo_cn: ཡིག་ཆ་བཀོལ་སྤྱོད་བྱེད་ཐབས།

source: Name
bo_cn: མིང་།

source: ODBCConfig
bo_cn: ODBCསྡེབ་སྒྲིག

source: ODBCConfig - Credits
bo_cn: gODBCསྡེབ་སྒྲིག-ལེགས་སྐྱེས་འབུལ་མཁན།

source: ODBCConfig - Database Systems
bo_cn: ODBCསྡེབ་སྒྲིག-གཞི་གྲངས་མཛོད་ཀྱི་རྒྱུད་ཁོངས།

source: ODBCConfig - Drivers
bo_cn: ODBCསྡེབ་སྒྲིག-སྐུལ་སློང་བྱ་རིམ།

source: ODBCConfig - odbc.ini
bo_cn: ODBCསྡེབ་སྒྲིག-odbc.ini།

source: ODBCConfig - odbcinst.ini
bo_cn: ODBCསྡེབ་སྒྲིག-odbcinst.ini

source: Remove
bo_cn: སྤོ་བ།

source: Select File
bo_cn: ཡིག་ཆ་འདེམ་པ།

source: Select a DSN to Remove
bo_cn: བསུབ་བྱའི་DSNའདེམས།

source: Select a DSN to configure
bo_cn: སྡེབ་སྒྲིག་བྱེད་བྱའི་DSNའདེམས།

source: Select a driver to Use
bo_cn: བཀོལ་སྤྱོད་བྱེད་བྱའི་སྐུལ་སློང་བྱ་རིམ་འདེམས།

source: Select a driver to configure
bo_cn: སྡེབ་སྒྲིག་བྱེད་བྱའི་སྐུལ་སློང་བྱ་རིམ་འདེམས།

source: Select a driver to remove
bo_cn: བསུབ་བྱའི་སྐུལ་སློང་བྱ་རིམ་འདེམས།

source: Select the DRIVER to use or Add a new one
bo_cn: སྤྱད་བྱའི་སྐུལ་སློང་བྱ་རིམ་འདེམ་པའམ་ཡང་ན་སྐུལ་སློང་བྱ་རིམ་གསར་པ་ཁ་སྣོན་གྱིས།

source: Setup
bo_cn: སྒྲིག་འཇུག

source: Setup Lib
bo_cn: གཞི་གྲངས་མཛོད་སྒྲིག་འགོད།

source: System DSN
bo_cn: རྒྱུད་ཁོངས་DSN

source: This is the program you are using now. This program allows the user to easily configure ODBC.
bo_cn: འདི་ནི་ཁྱོད་ཀྱིས་ད་ལྟ་སྤྱོད་བཞིན་པའི་བྱ་རིམ་རེད།བྱ་རིམ་འདི་སྤྱོད་མཁན་གྱིས་ལས་སླ་མོའི་སྒོ་ནས་ODBCསྡེབ་སྒྲིག་བྱེད་ཆོག

source: Trace File
bo_cn: རྗེས་འདེད་ཡིག་ཆ།

source: Tracing
bo_cn: རྗེས་འདེད།

source: Tracing On
bo_cn: རྗེས་འདེད།

source: Unable to find a Driver line for this entry
bo_cn: ས་བཅད་འདིར་སྐུལ་བའི་བྱ་རིམ་རྙེད་མ་ཐུབ།

source: User DSN
bo_cn: སྤྱོད་མཁན་DSN

source: gODBCConfig - Add DSN
bo_cn: gODBCསྡེབ་སྒྲིགDSNཁ་སྣོན་བྱེད།

source: gODBCConfig - Appication
bo_cn: gODBCསྡེབ་སྒྲིག-བཀོལ་སྤྱོད་བྱ་རིམ།

source: gODBCConfig - Configure Driver
bo_cn: gODBCསྡེབ་སྒྲིག་-སྡེབ་སྒྲིག་སྐུལ་བའི་བྱ་རིམ།

source: gODBCConfig - Driver Manager
bo_cn: gODBCསྡེབ་སྒྲིག་-སྐུལ་བའི་བྱ་རིམ་དོ་དམ་ཆས།

source: gODBCConfig - New Driver
bo_cn: gODBCསྡེབ་སྒྲིག་-སྐུལ་བའི་བྱ་རིམ་གསར་པ།

source: gODBCConfig - ODBC Data Source Administrator
bo_cn: gODBCCསྡེབ་སྒྲིག་-ODBCགཞི་གྲངས་ཁུངས་ཀྱི་དོ་དམ་པ།

source: odbcinst.ini
bo_cn: odbcins.ini
