Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/gucharmap.po
Languages: bo_cn

source: <Low Surrogate>
bo_cn: <དམའ་ཕྱེད་ལས་ཚབ་ཁུལ།>

source: <Non Private Use High Surrogate>
bo_cn: <ཆེད་སྤྱོད་མིན་པའི་མཐོ་ཕྱེད་ལས་ཚབ་ཁུལ།>

source: <Plane 15 Private Use>
bo_cn: 〈སྙོམས་ངོས་15སྒེར་སྤྱོད་བར་སྟོང་།〉

source: <Plane 16 Private Use>
bo_cn: 〈སྙོམས་ངོས་16སྒེར་སྤྱོད་བར་སྟོང་།〉

source: <Private Use High Surrogate>
bo_cn: <ཆེད་སྤྱོད་མཐོ་ཕྱེད་ལས་ཚབ་ཁུལ།>

source: <Private Use>
bo_cn: 〈ཆེད་སྤྱོད་ཁུལ།〉

source: <not assigned>
bo_cn: <གཏོང་མེད།>

source: Aegean Numbers
bo_cn: ཨེ་ཆིན་ཧེ་གྲངས་ཀ

source: Ahom
bo_cn: ཨ་ཧན་གྱི་ཡི་གེ

source: Alchemical Symbols
bo_cn: ལྕགས་བཞུའི་རྟགས།

source: Alias names:
bo_cn: མིང་གཞན།

source: All
bo_cn: མཉེན་ཆས་ཚང་མ།

source: Alphabetic Presentation Forms
bo_cn: གསལ་བྱེད་ཀྱི་མཚོན་ཚུལ།

source: Anatolian Hieroglyphs
bo_cn: ཨན་ན་ཐུའོ་ལི་ཡ་འདྲ་གཟུགས་ཡི་གེ

source: Ancient Greek Musical Notation
bo_cn: གནའ་བོའི་ཀེ་རི་སེའི་སྒྲ་རྟགས།

source: Ancient Greek Numbers
bo_cn: གནའ་བོའི་ཀེ་རི་སེའི་ཨང་ཀི

source: Ancient Symbols
bo_cn: གནའ་བོའི་མཚོན་རྟགས།

source: Annotations and Cross References
bo_cn: དོན་འགྲེལདང་སྣོལ་མའི་འདྲེན་སྤྱོད།

source: Approximate equivalents:
bo_cn: ཉེ་མཚུངས་རིན་མཉམ་ཡིག་རྟགས།

source: Arabic
bo_cn: ཨ་རབ་ཀྱི་སྐད་ཆ།

source: Arabic Extended-A
bo_cn: ཨ་རབ་ཀྱི་ཡི་གེའི་རྒྱ་སྐྱེད།A

source: Arabic Mathematical Alphabetic Symbols
bo_cn: ཨ་རབ་གྲངས་རིག་གསལ་བྱེད་ཡིག་རྟགས།

source: Arabic Presentation Forms-A
bo_cn: ཨ་རབ་ཀྱི་མཚོན་ཚུལ་རྣམ་པ།A

source: Arabic Presentation Forms-B
bo_cn: ཨ་རབ་ཀྱི་མཚོན་ཚུལ་རྣམ་པ།B

source: Arabic Supplement
bo_cn: ཨ་རབ་ཀྱི་ཡི་གེའི་ཁ་གསབ།

source: Armenian
bo_cn: ཡ་མེ་ཉི་ཡའི་སྐད།

source: Arrows
bo_cn: མདའ་རྩེ།

source: Avestan
bo_cn: ཨ་ཝེ་སི་ཐའི་ཡི་གེ

source: Balinese
bo_cn: པ་ལིའི་གསལ་བྱེད།

source: Bamum
bo_cn: པ་མུའུ་མུའུ་ཡི་གེ

source: Bamum Supplement
bo_cn: པ་མུའུ་མུའུ་ཡི་གེའི་ཁ་གསབ།

source: Based on the Unicode Character Database 8.0.0
bo_cn: UnicoIIགཞིར་བཟུང་བའི་ཡིག་རྟགས་གཞི་གྲངས་མཛོད།8.0.0

source: Basic Latin
bo_cn: གཞི་རྩའི་ལ་ཏིང་གི་ཡི་གེ

source: Bassa Vah
bo_cn: པ་སའི་ཡི་གེ

source: Batak
bo_cn: པ་ཐ་ཁེའི་ཡི་གེ

source: Bengali
bo_cn: བྷང་ག་ལའི་ཡི་གེ

source: Bopomofo
bo_cn: སྒྲ་གདངས་འགོད་རྟགས།

source: Bopomofo Extended
bo_cn: སྒྲ་གདངས་འགོད་རྟགས་རྒྱ་སྐྱེད།

source: Box Drawing
bo_cn: གྲུ་བཞི་མའི་རིས་འབྲི།

source: Brahmi
bo_cn: ཕོ་རོ་སྨིའི་ཡི་གེ

source: Braille
bo_cn: ལོང་བའི་ཡི་གེ

source: Braille Patterns
bo_cn: ལོང་ཡིག་རྣམ་པ།

source: Buginese
bo_cn: པུའུ་ཅིའི་ཡི་གེ

source: Buhid
bo_cn: པུའུ་ཞི་ཏེ་ཡི་གེ

source: By _Script
bo_cn: ཡི་གེ་ནོན།(_S)

source: By _Unicode Block
bo_cn: _Unicodeཁུལ་དུམ་ནོན།

source: Byzantine Musical Symbols
bo_cn: པའེ་ཀྲན་ཐིང་གི་རོལ་དབྱངས་མཚོན་རྟགས།

source: C octal escaped UTF-8:
bo_cn: Cབརྒྱད་གོང་འགྲིལ་ལུགས་ཀྱི་ཨང་བརྗེའི་UTF-8

source: CJK Compatibility
bo_cn: ཀྲུང་རི་ཧན་གསུམ་གྱི་འཆམ་མཐུན།

source: CJK Compatibility Forms
bo_cn: ཀྲུང་རི་ཧན་གསུམ་གྱི་འཆམ་མཐུན་རྣམ་པ།

source: CJK Compatibility Ideographs
bo_cn: ཀྲུང་རི་ཧན་གསུམ་འཆམ་མཐུན་དོན་མཚོན་ཡི་གེ།

source: CJK Compatibility Ideographs Supplement
bo_cn: ཀྲུང་རི་ཧན་གསུམ་འཆམ་མཐུན་དོན་སྤྱིའི་ཡི་གེའི་ཁ་གསབ།

source: CJK Ideograph Information
bo_cn: ཀྲུང་རི་ཧན་གསུམ་དོན་མཚོན་ཡི་གེའི་ཆ་འཕྲིན།

source: CJK Radicals Supplement
bo_cn: ཀྲུང་རི་ཧན་གསུམ་གྱི་ཡིག་སྡེ་ཁ་གསབ།

source: CJK Strokes
bo_cn: ཀྲུང་རི་ཧན་གསུམ་གྱི་པིར་རིས།

source: CJK Symbols and Punctuation
bo_cn: ཀྲུང་རི་ཧན་གསུམ་གྱི་ཚེག་རྟགས།

source: CJK Unified Ideographs
bo_cn: ཀྲུང་རི་ཧན་གསུམ་གཅིག་གྱུར་གྱི་དོན་མཚོན་ཡི་གེ

source: CJK Unified Ideographs Extension A
bo_cn: ཀྲུང་རི་ཧན་གསུམ་གཅིག་གྱུར་གྱི་དོན་མཚོན་ཡི་གེ་རྒྱ་སྐྱེད།A

source: CJK Unified Ideographs Extension B
bo_cn: ཀྲུང་རི་ཧན་གསུམ་གཅིག་གྱུར་གྱི་དོན་མཚོན་ཡི་གེ་རྒྱ་སྐྱེད།B

source: CJK Unified Ideographs Extension C
bo_cn: ཀྲུང་རི་ཧན་གསུམ་གཅིག་གྱུར་གྱི་དོན་མཚོན་ཡི་གེ་རྒྱ་སྐྱེད།C

source: CJK Unified Ideographs Extension D
bo_cn: ཀྲུང་རི་ཧན་གསུམ་གཅིག་གྱུར་གྱི་དོན་མཚོན་ཡི་གེ་རྒྱ་སྐྱེད།D

source: CJK Unified Ideographs Extension E
bo_cn: ཀྲུང་རི་ཧན་གསུམ་གཅིག་གྱུར་གྱི་དོན་མཚོན་ཡི་གེ་རྒྱ་སྐྱེད།E

source: Canadian Aboriginal
bo_cn: ཁ་ན་ཏའི་གཞིས་སྡོད་ཡུལ་མིའི་སྒྲ་ཚིགས་རེའུ་མིག

source: Canonical decomposition:
bo_cn: ཚད་ལྡན་ཅན་གྱི་དབྱེ་ཕྲལ།

source: Cantonese Pronunciation:
bo_cn: ཀོང་ཏུང་སྐད་ཀྱི་ཀློག་སྟངས།

source: Carian
bo_cn: ཁ་ལི་ཡའི་གསལ་བྱེད།

source: Caucasian Albanian
bo_cn: ཀའོ་ཅ་སོ་ཡི་ཨའར་པ་ཉི་ཡའི་ཡི་གེ

source: Chakma
bo_cn: ཁྲ་ཁེ་མ་ཡི་གེ

source: Cham
bo_cn: ཀྲན་ཡིག

source: Characte_r Table
bo_cn: ཡིག་རྟགས་རེའུ་མིག(_R)

source: Character Map
bo_cn: ཡིག་རྟགས་རྟེན་འཕྲོ་རེའུ་མིག

source: Character Table
bo_cn: ཡིག་རྟགས་རེའུ་མིག

source: Character _Details
bo_cn: ཡིག་རྟགས་ཞིབ་ཕྲ།(_D)

source: Character found.
bo_cn: ཡིག་རྟགས་རྙེད་བྱུང་།

source: Character map font description
bo_cn: ཡིག་རྟགས་རྟེན་འཕྲོའི་ཡིག་གཟུགས་ཞིབ་བརྗོད།

source: Character map grouping method
bo_cn: ཡིག་རྟགས་རྟེན་འཕྲོ་རེའུ་མིག་སྐོར་བགོས་བྱེད་ཐབས།

source: Cherokee
bo_cn: ཆེ་ལོའོ་ཅི་ཡི་གེ

source: Cherokee Supplement
bo_cn: ཁྲི་ལོའོ་ཅི་ཡིག་གི་ཁ་གསབ།

source: Combining Diacritical Marks
bo_cn: མཉམ་སྡེབ་སྒྲ་འགྱུར་མཚོན་རྟགས།

source: Combining Diacritical Marks Extended
bo_cn: མཉམ་སྡེབ་སྒྲ་འགྱུར་མཚོན་རྟགས་རྒྱ་སྐྱེད།

source: Combining Diacritical Marks Supplement
bo_cn: མཉམ་སྡེབ་ཀྱི་སྒྲ་འགྱུར་མཚོན་རྟགས་ཁ་གསབ།

source: Combining Diacritical Marks for Symbols
bo_cn: རྟགས་སྡེབ་སྒྲིག་སྒྲ་འགྱུར་ངོ་རྟགས།

source: Combining Half Marks
bo_cn: སྡེབ་སྒྲིག་ཟུར་ཕྱེད་རྟགས།

source: Common
bo_cn: ཀུན་སྤྱོད།

source: Common Indic Number Forms
bo_cn: ཐུན་མོང་དུ་སྤྱོད་པའི་རྒྱ་གར་གྱི་ཨང་ཀིའི་རྣམ་པ།

source: Control Pictures
bo_cn: པར་རིས་ཚོད་འཛིན།

source: Coptic
bo_cn: ཁི་ཕོ་ཐི་ཡི་གེ

source: Coptic Epact Numbers
bo_cn: ཁོ་ཕུའུ་ཐེ་རུན་ཡུས་ཀྱི་ཨང་ཀི།

source: Copy to the clipboard.
bo_cn: དྲས་སྦྱར་པང་ལེབ་ཏུ་འདྲ་ཕབ།

source: Counting Rod Numerals
bo_cn: རྩིས་རྡེལ་ཨང་ཀི

source: Cuneiform
bo_cn: ཁྱིའུ་དབྱིབས་ཡི་གེ

source: Cuneiform Numbers and Punctuation
bo_cn: ཁྱིའུ་དབྱིབས་ཨང་ཀི་དང་ཚེག་རྟགས།

source: Currency Symbols
bo_cn: དངུལ་ལོར་གྱི་མཚོན་རྟགས།

source: Cypriot
bo_cn: སེ་ཕུའུ་ལུའུ་སིའི་ཡི་གེ

source: Cypriot Syllabary
bo_cn: སེ་ཕུའུ་ལུའུ་སིའི་ཡི་གེའི་སྒྲ་གདངས་རེའུ་མིག

source: Cyrillic
bo_cn: སུ་རུ་ལའི་སྐད།

source: Cyrillic Extended-A
bo_cn: ཞི་ལི་ཨེར་ཡི་གེ་རྒྱ་བསྐྱེད།A

source: Cyrillic Extended-B
bo_cn: ཞི་ལི་ཨེར་ཡི་གེ་རྒྱ་བསྐྱེད།B

source: Cyrillic Supplement
bo_cn: ཞི་ལི་ཨེར་ཡི་གེའི་ཁ་གསབ།

source: Definition in English:
bo_cn: དབྱིན་ཡིག་གི་འགྲེལ་པ།

source: Deseret
bo_cn: དབྱི་ཐ་སློབ་ཆེན་གྱི་སྒྲ་རྟགས།

source: Devanagari
bo_cn: ལྷའི་ཡི་གེ།(ལེགས་སྦྱར།)

source: Devanagari Extended
bo_cn: ལེགས་སྦྱར་ཡི་གེའི་རྒྱ་སྐྱེད།

source: Dingbats
bo_cn: སྣ་འདུས་ཡིག་རྟགས།

source: Domino Tiles
bo_cn: སྦག་གི་ངོས།

source: Duployan
bo_cn: ཏུའུ་ཕུའུ་ལེ་མྱུར་འགོད་རྟགས།

source: Early Dynastic Cuneiform
bo_cn: སྔ་མོའི་རྒྱལ་རབས་ཀྱི་ཁྱིའུ་དབྱིབས་ཡི་གེ།

source: Egyptian Hieroglyphs
bo_cn: གནའ་བོའི་ཨེ་ཇིབ་ཀྱི་འདྲ་གཟུགས་ཡི་གེ

source: Elbasan
bo_cn: ཨེར་པ་སངས་ཡི་གེ

source: Emoticons
bo_cn: ཉམས་འགྱུར།

source: Enclosed Alphanumeric Supplement
bo_cn: ཁ་ཟུམ་རྣམ་པའི་ཡི་གེའི་ཨང་ཀིའི་ཁ་གསབ།

source: Enclosed Alphanumerics
bo_cn: ཐག་དཀྲིས་ཅན་གྱི་ཡི་གེའི་ཨང་ཀི།

source: Enclosed CJK Letters and Months
bo_cn: ཐག་དཀྲིས་ཅན་གྱི་ཀྲུང་རི་ཧན་གསུམ་ཀྱི་ཡིག་རྟགས་དང་ཟླ་བ།

source: Enclosed Ideographic Supplement
bo_cn: ཁ་ཟུམ་རྣམ་པའི་དོན་མཚོན་ཡི་གེའི་ཁ་གསབ།

source: Equivalents:
bo_cn: རིན་མཉམ་ཡིག་རྟགས།

source: Ethiopic
bo_cn: ཨེ་སེ་འར་པི་ཡའི་ཡི་གེ

source: Ethiopic Extended
bo_cn: ཨེ་ཙེ་ཨོ་ཕི་ཡའི་ཡི་གེ་རྒྱ་སྐྱེད།

source: Ethiopic Extended-A
bo_cn: ཨེ་ཙེ་ཨོ་ཕི་ཡའི་ཡི་གེ་རྒྱ་སྐྱེད།A

source: Ethiopic Supplement
bo_cn: ཨའེ་སའར་པི་ཡའི་ཡི་གེའི་ཁ་གསབ།

source: FONT
bo_cn: ཡིག་གཟུགས།

source: Find
bo_cn: འཚོལ་བ།

source: Find _Next
bo_cn: ཕྱི་མ་འཚོལ་བ།(_N)

source: Find _Previous
bo_cn: སྔ་མ་འཚོལ་བ།(_P)

source: Font
bo_cn: ཡིག་གཟུགས།

source: Font Family
bo_cn: ཡིག་གཟུགས་རིགས་གྲས།

source: Font Size
bo_cn: ཡིག་གཟུགས་ཀྱི་ཆེ་ཆུང་།

source: Font to start with; ex: 'Serif 27'
bo_cn: ཐོག་མའི་ཡིག་གཟུགས། དཔེར་ན། Serif 27ལྟ་བུ།

source: GNOME Character Map
bo_cn: GNOMEཡིག་རྟགས་རྟེན་འཕྲོའི་རེའུ་མིག

source: General Character Properties
bo_cn: ཡིག་རྟགས་རྒྱུན་སྲོལ་གཏོགས་གཤིས།

source: General Punctuation
bo_cn: རྒྱུན་སྤྱོད་ཚེག་རྟགས།

source: Geometric Shapes
bo_cn: དབྱིབས་རྩིས་དབྱིབས་རྣམ།

source: Geometric Shapes Extended
bo_cn: དབྱིབས་རྩིས་དབྱིབས་རྣམ་རྒྱ་སྐྱེད།

source: Georgian
bo_cn: ཀི་ལོ་ཇི་ཡའི་སྐད།

source: Georgian Supplement
bo_cn: འཇོར་ཇི་ཡའི་ཡི་གེའི་ཁ་གསབ།

source: Glagolitic
bo_cn: ཀེ་ལ་ཀེ་ལི་ཡི་གེ

source: Gothic
bo_cn: ཀི་ཐིག་གི་གསལ་བྱེད།

source: Grantha
bo_cn: པ་ལཱ་ཝའི་ཡི་གེ།

source: Greek
bo_cn: ཞི་ལའི་སྐད་ཆ།

source: Greek Extended
bo_cn: ཀེ་རི་སེའི་རྒྱ་སྐྱེད།

source: Greek and Coptic
bo_cn: ཀེ་རི་སེའི་དང་ཨེ་ཅིབ་ཀྱི་ཡིག་རྙིང་།

source: Gujarati
bo_cn: ཀུའུ་ཅི་ལ་ཐེ་ཐེ།

source: Gurmukhi
bo_cn: ཕང་ཧྲུའུ་ཕུ་ཡི་སྐད།

source: Halfwidth and Fullwidth Forms
bo_cn: ཟུར་ཕྱེད་དང་ཟུར་ཡོངས་ཀྱི་རྣམ་པ།

source: Han
bo_cn: རྒྱ་ཡིག

source: Hangul
bo_cn: ཁོ་རེ་ཡའི་ཡི་གེ

source: Hangul Compatibility Jamo
bo_cn: ཡན་ཡིག་འཆམ་མཐུན་གསལ་བྱེད།

source: Hangul Jamo
bo_cn: ཡན་ཡིག་གསལ་བྱེད།

source: Hangul Jamo Extended-A
bo_cn: ཡན་ཡིག་གསལ་བྱེད་རྒྱ་སྐྱེད།A

source: Hangul Jamo Extended-B
bo_cn: ཡན་ཡིག་གསལ་བྱེད་རྒྱ་སྐྱེད།B

source: Hangul Syllables
bo_cn: ཡན་ཡིག་གི་སྒྲ་ཚིགས།

source: Hanunoo
bo_cn: ཧྥི་ལི་ཕིན་ཧ་ལུའུ་ཀྱེ་ཝུན་ཆེན་པོ།

source: Hatran
bo_cn: ཧ་ཐེ་ལའི་གསལ་བྱེད།

source: Hebrew
bo_cn: ཞི་པོ་ལའེ་སྐད་ཆ།

source: High Private Use Surrogates
bo_cn: སྒེར་སྤྱོད་མཐོ་ཕྱེད་ཚད་བརྒལ་ཡིག་རྟགས་ཚོགས།

source: High Surrogates
bo_cn: མཐོ་ཕྱེད་ཚད་བརྒལ་ཡིག་རྟགས་ཚོགས།

source: Hiragana
bo_cn: ལེབ་རྫུན་མིང་།

source: IPA Extensions
bo_cn: རྒྱལ་སྤྱིའི་སྒྲ་རྟགས་རྒྱ་བསྐྱེད།

source: Ideographic Description Characters
bo_cn: དོན་མཚོན་ཡི་གེའི་ཡིག་རྟགས།

source: Imperial Aramaic
bo_cn: གོང་མ་ཚང་གི་ཡ་ལན་གསལ་བྱེད།

source: In Unicode since:
bo_cn: རྗེས་ཀྱི་ Unicode ཡི་པར་གཞི་ནང་འདུས།

source: Information
bo_cn: གསལ་བརྡ།

source: Inherited
bo_cn: ཤུལ་འཛིན།

source: Inscriptional Pahlavi
bo_cn: པ་ལ་ཝེའི་ཡི་གེའི་ཡིག་གཟུགས་རྙིང་པ།

source: Inscriptional Parthian
bo_cn: ཕ་ཐི་ཡ་མིང་ཡི་གེའི་ཡིག་གཟུགས་རྙིང་པ།

source: Insert special characters into documents
bo_cn: ཡིག་ཚགས་ནང་དམིགས་བསལ་ཡིག་རྟགས་བར་འཇུག་བྱེད་པ།

source: Japanese Kun Pronunciation:
bo_cn: རི་པིན་ཡི་གེའི་ཀློག་སྦྱོང་།

source: Japanese On Pronunciation:
bo_cn: རི་པིན་ཡི་གེའི་སྒྲ་ཀློག

source: Javanese
bo_cn: ཀྲོ་ཝའི་ཡི་གེ།

source: Kaithi
bo_cn: ཁ་ལུའོ་ཞུས་ཐུ་ཡི་གེ

source: Kana Supplement
bo_cn: བཅོས་མིང་ཁ་གསབ།

source: Kanbun
bo_cn: རྒྱ་ཡིག་སྦྱོང་བརྡར་གྱི་གནས་རྟགས།

source: Kangxi Radicals
bo_cn: ཁང་ཞིའི་ཡིག་སྡེ།

source: Kannada
bo_cn: ཨེ་ན་ཏེའི་ཡི་གེ

source: Katakana
bo_cn: ལེབ་རྫུན་མིང་།

source: Katakana Phonetic Extensions
bo_cn: མིང་རྫུན་མའི་སྐད་གདངས་རྒྱ་སྐྱེད།

source: Kayah Li
bo_cn: ཁེ་ཡེ་ལི་ཡི་ཡི་གེ

source: Kharoshthi
bo_cn: ཁ་ལུའོ་ཞུས་ཐི་ཡི་གེ

source: Khmer
bo_cn: ཀའོ་མན་གྱི་ཡི་གེ

source: Khmer Symbols
bo_cn: ཀའོ་མན་ཡི་གེའི་རྟགས།

source: Khojki
bo_cn: ཧོ་ཀྲུའོ་ཡི་གེ

source: Khudawadi
bo_cn: ཁུའུ་ཏ་བ་ཏིའི་ཡི་གེ

source: Korean Pronunciation:
bo_cn: ལྷོ་ཁོ་རེ་ཡའི་སྐད་ཀྱི་ཀློག་སྟངས།

source: Lao
bo_cn: ལོ་སིའི་ཡི་གེ

source: Last selected character
bo_cn: མཐའ་མཇུག་བདམས་པའི་ཡིག་རྟགས།

source: Latin
bo_cn: ལ་ཏིན་གསལ་བྱེད།

source: Latin Extended Additional
bo_cn: ལ་ཏིང་ཡི་གེའི་རྒྱ་སྐྱེད་ཟུར་སྣོན།

source: Latin Extended-A
bo_cn: ལ་ཏིང་ཡི་གེའི་རྒྱ་སྐྱེད།A

source: Latin Extended-B
bo_cn: ལ་ཏིང་ཡི་གེའི་རྒྱ་སྐྱེད།B

source: Latin Extended-C
bo_cn: ལ་ཏིང་ཡི་གེའི་རྒྱ་སྐྱེད།C

source: Latin Extended-D
bo_cn: ལ་ཏིང་ཡི་གེའི་རྒྱ་སྐྱེད།D

source: Latin Extended-E
bo_cn: ལ་ཏིང་ཡི་གེའི་རྒྱ་སྐྱེད།E

source: Latin-1 Supplement
bo_cn: ལ་ཏིང་ཡི་གེ1ཁ་གསབ།

source: Lepcha
bo_cn: ལེ་པུའུ་ཁྲའི་ཡི་གེ

source: Letter, Lowercase
bo_cn: གསལ་བྱེད། ཆུང་བྲིས།

source: Letter, Modifier
bo_cn: གསལ་བྱེད།རྒྱན་རྟགས།

source: Letter, Other
bo_cn: གསལ་བྱེད།གཞན་དག

source: Letter, Titlecase
bo_cn: གསལ་བྱེད། ཁ་བྱང་གི་རྣམ་པ།

source: Letter, Uppercase
bo_cn: གསལ་བྱེད། ཆེ་བྲིས།

source: Letterlike Symbols
bo_cn: གསལ་བྱེད་རྟགས།

source: Limbu
bo_cn: ལིན་པུའུ་ཡི་གེ

source: Linear A
bo_cn: ཐིག་གཤིས།A

source: Linear B
bo_cn: ཐིག་གཤིས།B

source: Linear B Ideograms
bo_cn: ཐིག་གཤིས་Bརེའུ་མིག་དོན་མཚོན་རྟགས།

source: Linear B Syllabary
bo_cn: ཐིག་གཤིས་Bཡིག་གདངས་རེའུ་མིག

source: Lisu
bo_cn: ལི་སུའུ་ཡི་གེ

source: Low Surrogates
bo_cn: དམའ་ཕྱེད་ཚད་བརྒལ་ཡིག་རྟགས་ཚོགས།

source: Lycian
bo_cn: ལི་ཞི་ཡའི་ཡི་གེ།

source: Lydian
bo_cn: ལུའི་ཏི་ཡའི་ཡི་གེ

source: Mahajani
bo_cn: གནའ་བོའི་རྒྱ་གར་གྱི་མ་ཧ་ཅ་ཉིའི་ཡི་གེ

source: Mahjong Tiles
bo_cn: མ་ཅང་གི་སྦག་ངོས།

source: Malayalam
bo_cn: རྒྱ་གར་མཱ་ལ་ཡ་མུའུ་ཡི་གེ

source: Mandaic
bo_cn: མན་ཏ་ཨན་ཝུན།

source: Mandarin Pronunciation:
bo_cn: སྤྱི་སྐད་ཀྱི་སྒྲ་གདངས།

source: Manichaean
bo_cn: མའོ་ཉིའི་ཡི་གེ

source: Mark, Enclosing
bo_cn: སྒོར་རྟགས་རྒྱག་པ།

source: Mark, Non-Spacing
bo_cn: རྟགས་རྒྱག་པ། སྟོང་ཆ་མེད།

source: Mark, Spacing Combining
bo_cn: རྟགས་རྒྱག་པ། སྟོང་ཆའི་སྡེབ་སྒྲིག

source: Match _whole word
bo_cn: ཐ་སྙད་ཧྲིལ་པོའི་སྙོམ་སྒྲིག(_W)

source: Mathematical Alphanumeric Symbols
bo_cn: གྲངས་རིག་གསལ་བྱེད་ཨང་ཀིའི་རྟགས།

source: Mathematical Operators
bo_cn: གྲངས་རིག་རྩིས་རྒྱག་རྟགས།

source: Meetei Mayek
bo_cn: མའེ་ཉི་ཕུར་གྱི་གསལ་བྱེད།

source: Meetei Mayek Extensions
bo_cn: མའེ་ཉི་ཕུར་གྱི་གསལ་བྱེད་རྒྱ་སྐྱེད།

source: Mende Kikakui
bo_cn: ཐུའུ་ལ་དབྱི་མོན་ཏེའི་གསལ་བྱེད།

source: Meroitic Cursive
bo_cn: མའེ་ལུའོ་ཨའེ་ཡི་འཁྱུག་ཡིག

source: Meroitic Hieroglyphs
bo_cn: མའེ་ལུའོ་ཨའེ་ཡི་འདྲ་གཟུགས་ཡི་གེ

source: Miao
bo_cn: མའོ་ཡིག

source: Miscellaneous Mathematical Symbols-A
bo_cn: གྲངས་རིག་མཚོན་རྟགས་གཞན།A

source: Miscellaneous Mathematical Symbols-B
bo_cn: གཞན་པའི་གྲངས་རིག་རྟགས།B

source: Miscellaneous Symbols
bo_cn: མཚོན་རྟགས་གཞན་དག

source: Miscellaneous Symbols and Arrows
bo_cn: མཚོན་རྟགས་དང་མདའ་རྟགས་གཞན་དག

source: Miscellaneous Symbols and Pictographs
bo_cn: རྣམ་གྲངས་སྣ་ཚོགས་ཀྱི་མཚོན་རྟགས་དང་འདྲ་གཟུགས་ཡི་གེ་བཅས་ཡིན།

source: Miscellaneous Technical
bo_cn: ལག་རྩལ་གཞན་པའི་རྟགས།

source: Modi
bo_cn: མའོ་ཏིའི་ཡི་གེ

source: Modifier Tone Letters
bo_cn: ཚིག་རྒྱན་རྟགས་སྒྲ་གདངས་གའལ་བྱེད།

source: Mongolian
bo_cn: སོག་ཡིག

source: Mro
bo_cn: མོ་ལུའུ་ཡི་གེ

source: Multani
bo_cn: མུར་ཐན་ཡི་གེ

source: Musical Symbols
bo_cn: རོལ་མོའི་མཚོན་རྟགས།

source: Myanmar
bo_cn: འབར་མའི་ཡི་གེ།

source: Myanmar Extended-A
bo_cn: འབར་མའི་རྒྱ་སྐྱེད།A

source: Myanmar Extended-B
bo_cn: འབར་མའི་རྒྱ་སྐྱེད།B

source: N'Ko
bo_cn: ཨ་ཧྥེ་རི་ཁ་ནུབ་མའི་ཡིག་ཐོག་སྐད་བརྡའི་གསལ་བྱེད།

source: Nabataean
bo_cn: ནཱ་པ་ཐེའི་ཡི་གེ

source: New Tai Lue
bo_cn: ཏེ་ཡིག་གསར་མ།

source: Next Block
bo_cn: ཁུལ་དུམ་རྗེས་མ།

source: Next Script
bo_cn: ཡི་གེ་རྗེས་མ།

source: Not found.
bo_cn: བཙལ་ནས་མ་རྙེད།

source: Notes:
bo_cn: ཟུར་མཆན།

source: Number Forms
bo_cn: ཨང་ཀིའི་རྣམ་པ།

source: Number, Decimal Digit
bo_cn: ཨང་ཀི བཅུ་གོང་འགྲིལ་ལུགས་ཀྱི་ཨང་ཀི

source: Number, Letter
bo_cn: ཨང་ཀི གསལ་བྱེད།

source: Number, Other
bo_cn: ཨང་ཀི གཞན་དག

source: Ogham
bo_cn: ཨོའུ་ཀན་ཡི་གེ

source: Ol Chiki
bo_cn: སང་ཐ་ལིའི་ཡི་གེ

source: Old Hungarian
bo_cn: གནའ་བོའི་ཧང་ག་རིའི་ཡི་གེ

source: Old Italic
bo_cn: གནའ་བོའི་དབྱི་ཐ་ལིའི་ལུགས།

source: Old North Arabian
bo_cn: གནའ་བོའི་བྱང་ཨ་རབ་ཀྱི་ཡི་གེ

source: Old Permic
bo_cn: ཀུའུ་པི་ཨེར་མུའུ་ཡི་གེ

source: Old Persian
bo_cn: གནའ་བོའི་སྟག་གཟིག་གི་ཡི་གེ

source: Old South Arabian
bo_cn: གནའ་བོའི་ལྷོ་ཨ་རབ་ཀྱི་ཡི་གེ

source: Old Turkic
bo_cn: གནའ་བོའི་གྲུ་གུའི་ཡི་གེ

source: Optical Character Recognition
bo_cn: འོད་རིག་མཚོན་རྟགས་ངོས་འཛིན།

source: Oriya
bo_cn: ཨའོ་ལི་ཡའི་ཡི་གེ

source: Ornamental Dingbats
bo_cn: སྤྱན་འབེབས་རྒྱན་སྤྲོས་རྟགས།

source: Osmanya
bo_cn: ཐུར་ཁེའི་ཡི་གེ

source: Other, Control
bo_cn: གཞན་དག ཚོད་འཛིན་ཡིག་རྟགས།

source: Other, Format
bo_cn: གཞན་དག རྣམ་གཞག་ཡིག་རྟགས།

source: Other, Not Assigned
bo_cn: གཞན་དག ད་དུང་མངག་གཏོང་བྱས་མེད།

source: Other, Private Use
bo_cn: གཞན་དག སྒེར་སྤྱོད་བར་སྟོང།

source: Other, Surrogate
bo_cn: གཞན་དག ཚད་བརྒལ་ཡིག་རྟགས་ཚོགས།

source: Page _Setup
bo_cn: ལྡེབ་ངོས་སྒྲིག་འགོད།(_S)

source: Pahawh Hmong
bo_cn: འཇིག་སྐྱོབ་མའོ་ཡིག

source: Palmyrene
bo_cn: ཕ་མེ་ལ་གསལ་བྱེད།

source: Pau Cin Hau
bo_cn: པའོ་ཆིན་ཧའོ་ཡིག

source: Phags Pa
bo_cn: འཕགས་པའི་ཡི་གེ

source: Phags-pa
bo_cn: འཕགས་པའི་ཡི་གེ

source: Phaistos Disc
bo_cn: ཧྥེ་སི་ཐེ་སི་སྒོར་སྡེར།

source: Phoenician
bo_cn: ཧྥེ་ཉི་ཅིའི་གསལ་བྱེད།

source: Phonetic Extensions
bo_cn: སྒྲ་རྟགས་རྒྱ་སྐྱེད།

source: Phonetic Extensions Supplement
bo_cn: སྒྲ་རྟགས་རྒྱ་སྐྱེད་ཁ་གསབ།

source: Playing Cards
bo_cn: ཏག་སེ།

source: Previous Block
bo_cn: དུམ་བུ་གོང་མ།

source: Previous Script
bo_cn: ཡི་གེ་གོང་མ།

source: Private Use Area
bo_cn: སྒེར་སྤྱོད་བར་སྟོང་།

source: Psalter Pahlavi
bo_cn: གནའ་བོའི་པ་ལེ་ཝེའི་སྙན་རྩོམ།

source: Punctuation, Close
bo_cn: བརྡ་རྟགས་ཚེག་ཤད། སྒོ་རྒྱག་པ།

source: Punctuation, Connector
bo_cn: བརྡ་རྟགས་ཚེག་ཤད།སྦྲེལ་མཐུད་རྟགས།

source: Punctuation, Dash
bo_cn: བརྡ་རྟགས་ཚེག་ཤད།འགྲེལ་རྟགས།

source: Punctuation, Final Quote
bo_cn: བརྡ་རྟགས་ཚེག་ཤད།གཡས་འདྲེན་རྟགས།

source: Punctuation, Initial Quote
bo_cn: བརྡ་རྟགས་ཚེག་ཤད། གཡོན་འདྲེན་རྟགས།

source: Punctuation, Open
bo_cn: བརྡ་རྟགས་ཚེག་ཤད། ཁ་འབྱེད།

source: Punctuation, Other
bo_cn: བརྡ་རྟགས་ཚེག་ཤད། གཞན་དག

source: Rejang
bo_cn: ལྷ་རང་ཡི་གེ

source: Rumi Numeral Symbols
bo_cn: ལུའུ་སྨི་གྲངས་བགྲང་རྟགས།

source: Runic
bo_cn: གནའ་བོའི་ཡོ་རོབ་བྱང་མའི་ཡི་གེ

source: Samaritan
bo_cn: ས་མ་ལི་ཡ།

source: Saurashtra
bo_cn: སོ་ལ་ཧྲི་ཐི་ལའི་ཡི་གེ

source: Script
bo_cn: འཁྲབ་གཞུང་།

source: Search in character _details
bo_cn: ཡིག་རྟགས་ཀྱི་ཞིབ་ཆའི་ཁྲོད་འཚོལ་བཤེར་བྱེད་དགོས།

source: See also:
bo_cn: ཟུར་དུ་གསལ།

source: Separator, Line
bo_cn: དབྱེ་རྟགས།དྲང་ཐིག

source: Separator, Paragraph
bo_cn: དབྱེ་རྟགས།དུམ་ཚན།

source: Separator, Space
bo_cn: དབྱེ་རྟགས། སྟོང་ཆ།

source: Sharada
bo_cn: ཤ་ཏ་ལཱའི་ཡི་གེ

source: Shavian
bo_cn: ཤའོ་པོ་ན་ལུགས་ཀྱི་གསལ་བྱེད།

source: Sho_w only glyphs from this font
bo_cn: ཡིག་གཟུགས་འདི་ནས་ཡོང་བའི་ཡི་གེ་དབྱིབས་ཁོ་ན་འཆར།

source: Shorthand Format Controls
bo_cn: མྱུར་འགོད་རྣམ་གཞག་ཚོད་འཛིན།

source: Siddham
bo_cn: ཝརྟུ།

source: Signwriting
bo_cn: ལག་བརྡའི་ཡི་གེ

source: Sinhala
bo_cn: སིང་གྷ་ལའི་ཡི་གེ

source: Sinhala Archaic Numbers
bo_cn: སིང་གྷ་ལའི་ཡི་གེའི་གནའ་བོའི་ཨང་ཀི

source: Small Form Variants
bo_cn: ཚེག་རྟགས་ཆུང་བའི་གཟུགས་འགྱུར།

source: Snap _Columns to Power of Two
bo_cn: རིམ་གྲངས་དེ་གཉིས་ཀྱི་རང་N བསྒྱུར་དུ་སྒྲིགས།（_C）

source: Snap number of columns to a power of two
bo_cn: རིམ་གྲངས་དེ་2་ཀྱི་རང་N བསྒྱུར་དུ་སྒྲིགས།

source: Sora Sompeng
bo_cn: བསོད་ནམས་བསམ་འཕེལ།

source: Spacing Modifier Letters
bo_cn: སྟོང་ཆ་ལེགས་སྒྲིག་གསལ་བྱེད།

source: Specials
bo_cn: དམིགས་བསལ་ཡིག་རྟགས།

source: Sundanese
bo_cn: ཞོན་ཐའི་གསལ་བྱེད།

source: Sundanese Supplement
bo_cn: ཞོན་ཐའི་གསལ་བྱེད་ཀྱི་ཁ་གསབ།

source: Superscripts and Subscripts
bo_cn: གོང་འོག་རྟགས།

source: Supplemental Arrows-A
bo_cn: ཁ་གསབ་མདའ་རྟགས། A

source: Supplemental Arrows-B
bo_cn: ཁ་གསབ་མདའ་རྟགས། B

source: Supplemental Arrows-C
bo_cn: ཁ་གསབ་མདའ་རྟགས། C

source: Supplemental Mathematical Operators
bo_cn: ཁ་གསབ་ཀྱི་རྩིས་རིག་རྩིས་རྒྱག་རྟགས།

source: Supplemental Punctuation
bo_cn: ཚེག་རྟགས་ཁ་གསབ།

source: Supplemental Symbols and Pictographs
bo_cn: ཁ་གསབ་མཚོན་རྟགས་དང་འདྲ་གཟུགས་ཡི་གེ་

source: Supplementary Private Use Area-A
bo_cn: ཁ་གསབ་སྒེར་སྤྱོད་ཀྱི་བར་སྟོང་།A

source: Supplementary Private Use Area-B
bo_cn: ཁ་གསབ་སྒེར་སྤྱོད་ཀྱི་བར་སྟོང་།B

source: Sutton SignWriting
bo_cn: ས་ཏུན་ལག་བརྡའི་ཡི་གེ

source: Syloti Nagri
bo_cn: སེ་ལོ་ཏི་ནཱ་ཀོ་ལི་ཡི་གེ

source: Symbol, Currency
bo_cn: མཚོན་རྟགས། དངུལ་ལོར།

source: Symbol, Math
bo_cn: མཚོན་རྟགས། ཨང་རྩིས།

source: Symbol, Modifier
bo_cn: མཚོན་རྟགས། ལེགས་སྒྲིག་ཡིག་རྟགས།

source: Symbol, Other
bo_cn: མཚོན་རྟགས། གཞན་དག

source: Syriac
bo_cn: སི་རི་ཡའི་ཡི་གེ

source: Tagalog
bo_cn: ཐ་ཅ་ལུའུ་ཡི་གེ

source: Tagbanwa
bo_cn: ཐ་ཀེ་པ་ནུའུ་ཡཱའི་ཡི་གེ

source: Tags
bo_cn: གདོང་འཛར།

source: Tai Le
bo_cn: ཏའེ་ལིའི་ཡི་གེ

source: Tai Tham
bo_cn: ཏའེ་ཡིག་རྙིང་མ།

source: Tai Viet
bo_cn: ཡོ་ནན་གྱི་ཏའེ་ཡིག

source: Tai Xuan Jing Symbols
bo_cn: ཐའེ་ཞོན་གཞུང་གི་མཚོན་རྟགས།

source: Takri
bo_cn: ཐ་ཁ་ལི།

source: Tamil
bo_cn: ཐེ་མིར་ཡི་གེ

source: Tang Pronunciation:
bo_cn: ཐང་གདངས།·གནའ་བོའི་ཀྲུང་གོའི་ཀློག་སྟངས།

source: Telugu
bo_cn: ཐེ་ལུའུ་ཀུའུ་ཡི་གེ

source: Thaana
bo_cn: མར་ཏི་ཝེའི་ཐ་ཨན་ནཱ་ཡི་གེ

source: Thai
bo_cn: ཐའེ་ལན་གྱི་ཡི་གེ

source: This is how the characters in the character map are grouped. The characters can either be grouped by 'script' or 'block'.
bo_cn: ཡིག་རྟགས་རྟེན་འཕྲོ་རེའུ་མིག་ནང་དུ་ཡིག་རྟགས་ཇི་ལྟར་བགོ་བ། ཡིག་རྟགས་དེ་དག་scriptཡང་ན་blockལྟར་བགོས་ཡོད།

source: Tibetan
bo_cn: བོད་ཡིག

source: Tifinagh
bo_cn: ཐི་ཧྥུ་ནཱའི་ཡི་གེ

source: Tirhuta
bo_cn: མའེ་ཏེ་ལིའི་ཡི་གེ

source: Transport and Map Symbols
bo_cn: འགྲིམ་འགྲུལ་སྐྱེལ་འདྲེན་དང་ས་ཁྲའི་མཚོན་རྟགས།

source: Ugaritic
bo_cn: ཝུའུ་ཅ་ལི་ཐེ་ཡི་གེ

source: Unicode Block
bo_cn: Unicodeཁུལ་དུམ།

source: Unicode category:
bo_cn: Unicodeརིགས་དབྱེ།

source: Unified Canadian Aboriginal Syllabics
bo_cn: ཁ་ན་ཏའི་གཞིས་ཆགས་མིའི་སྒྲ་ཚིགས་རེའུ་མིག་གཅིག་གྱུར།

source: Unified Canadian Aboriginal Syllabics Extended
bo_cn: ཁ་ན་ཏའི་ཡུལ་རང་གི་མི་སེར་སྐད་ཀྱི་སྒྲ་ཚིགས་རྒྱ་སྐྱེད་གཅིག་གྱུར།

source: Unknown character, unable to identify.
bo_cn: ངེས་མེད་ཀྱི་ཡིག་རྟགས།དབྱེ་འབྱེད་བྱེད་ཐབས་བྲལ།

source: Vai
bo_cn: ཝ་དབྱིའི་ཡི་གེ

source: Variation Selectors
bo_cn: གཟུགས་མི་འདྲ་བའི་ཡི་གེའི་གདམ་གསེས་རྟགས།

source: Variation Selectors Supplement
bo_cn: གདངས་སྒྱུར་གདམ་གསེས་ཆས་ཀྱི་ཁ་གསབ།

source: Various Useful Representations
bo_cn: ཕན་ཡོད་མཚོན་ཚུལ་གཞན་དག

source: Vedic Extensions
bo_cn: རིག་བྱེད་རྒྱ་སྐྱེད།

source: Vertical Forms
bo_cn: གཞུང་སྒྲིག་རྣམ་པ།

source: Warang Citi
bo_cn: ཝ་ལན་ཆི་ཏིའི་ཡི་གེ

source: XML decimal entity:
bo_cn: XMLབཅུ་གོང་འགྲིལ་ལུགས་དངོས་གཞི།

source: Yi
bo_cn: དབྱིས་ཡིག

source: Yi Radicals
bo_cn: དབྱིས་ཡིག་ཡིག་སྡེ།

source: Yi Syllables
bo_cn: དབྱིས་ཡིག་མཚོན་རྟགས།

source: Yijing Hexagram Symbols
bo_cn: ཡིས་ཅིན་སྤར་ཁ་དྲུག་བཅུ་རེ་བཞིའི་འདྲ་གཟུགས་མཚོན་རྟགས།

source: Zoom _In
bo_cn: ཆེར་སྐྱེད།(_I)

source: Zoom _Out
bo_cn: ཆུང་སྐྱུང་།(_O)

source: [STRING…]
bo_cn: [ཡིག་རྟགས་ཕྲེང་།]

source: [not a printable character]
bo_cn: [གཏག་པར་བྱེད་ཐབས་བྲལ་པའི་ཡིག་རྟགས།]

source: _About
bo_cn: འབྲེལ་ཡོད།(_A)

source: _Close
bo_cn: ཁ་རྒྱག(_C)

source: _Close Window
bo_cn: སྒེའུ་ཁུང་སྒོ་རྒྱག་པ།(_C)

source: _Contents
bo_cn: དཀར་ཆག(_C)

source: _File
bo_cn: ཡིག་ཆ།(_F)

source: _Go
bo_cn: སྒྱུར།(_G)

source: _Help
bo_cn: རོགས་རམ།(_H)

source: _Next
bo_cn: གཞས་ངོས་རྗེས་མ།(_N)

source: _Next Character
bo_cn: ཡིག་རྟགས་རྗེས་མ།(_N)

source: _Normal Size
bo_cn: རྒྱུན་ལྡན་གྱི་ཆེ་ཆུང་།(_N)

source: _Previous Character
bo_cn: ཡིག་རྟགས་གོང་མ།(_P)

source: _Print
bo_cn: པར་འདེབས།(_P)

source: _Search
bo_cn: འཚོལ་བཤེར།(_S)

source: _Search:
bo_cn: བཤེར་འཚོལ། (_S)：

source: _Text to copy:
bo_cn: བསྐྱར་དཔར་བྱེད་དགོས་པའི་ཡིག་ཆ།(_T)：

source: _View
bo_cn: ལྟ་ཞིབ།(_V)

source: font;unicode;
bo_cn: font;unicode ཡིག་གཟུགས། གཅིག་གྱུར་ཨང་། རྒྱལ་ཀུན་ཨང་།

source: translator-credits
bo_cn: He Qiangqiang <carton@linux.net.cn>, 2002 Funda Wang <fundawang@linux.net.cn>, 2003 2004བདུད་རྩི<rhythm.gan@gmail.com>, 2009 Fan Qijiang <fqj1994@linux.com>,2010
