Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/iagno.po
Languages: bo_cn

source: A disk flipping game derived from Reversi
bo_cn: མིག་མངས་དཀར་ནག་སློག་སྒྱུར།

source: A_ppearance
bo_cn: བཟོ་ལྟ། (_P)

source: Black and White
bo_cn: ཚོན་མེད།

source: Classic
bo_cn: གསུང་རབ་འཆར་ངོས།

source: Color
bo_cn: ཁ་མདོག

source: Dark Player:
bo_cn: ལྡེའུ་ནག་ཕྱོགས།

source: Dark must pass, Light’s move
bo_cn: ལྡེའུ་ནག་ཕྱོགས་ཀྱིས་ངེས་པར་དུ་བསྡུས་ནས་ལྡེའུ་དཀར་ཕྱོགས་ལ་འཁོར་དགོས།

source: Dark wins!
bo_cn: ལྡེའུ་ནག་ཕྱོགས་རྒྱལ་བ།

source: Default
bo_cn: སོར་བཞག

source: Difficulty
bo_cn: དཀའ་ཚད།

source: E_nable sounds
bo_cn: སྐད་སྒྲ་སྤྱོད་འགོ་རྩོམ་པ།(_N)

source: Height of the window in pixels
bo_cn: སྒེའུ་ཁུང་གི་མཐོ་ཚད། བརྙན་རྒྱུ་ཡིས་རྩིས་པ།

source: Human
bo_cn: མི།

source: Iagno Preferences
bo_cn: ལྡེའུ་དཀར་ནག་མིག་མངས་གི་སྔོན་འདེམ་ཚན་པ།

source: Level one
bo_cn: རིམ་པ་དང་པོ།

source: Level three
bo_cn: རིམ་པ་གསུམ་པ།

source: Level two
bo_cn: རིམ་པ་གཉིས་པ།

source: Light Player:
bo_cn: ལྡེའུ་དཀར་ཕྱོགས།

source: Light must pass, Dark’s move
bo_cn: ལྡེའུ་དཀར་ཕྱོགས་ཀྱིས་ངེས་པར་དུ་སྣང་མེད་བཏང་ནས་ལྡེའུ་ནག་ཕྱོགས་སུ་སླེབས་དགོས།

source: Light wins!
bo_cn: ལྡེའུ་དཀར་ཕྱོགས་རྒྱལ་བ།

source: Reduce delay before AI moves
bo_cn: Aiསྤོ་སྒུལ་གོང་གི་དུས་འགྱངས་ཉུང་འཕྲི།

source: Select Theme
bo_cn: བརྗོད་གཞི་འདེམ་པ།

source: Show release version
bo_cn: པར་གཞིའི་ཆ་འཕྲིན་འཆར་བ།

source: Sound
bo_cn: སྒྲ་ནུས།

source: Start a new game
bo_cn: རོལ་རྩེད་གསར་པ་འགོ་རྩོམ།

source: Sun and Star
bo_cn: ཉི་མ་དང་སྐར་མ།

source: The game is draw.
bo_cn: རྒྱལ་ཕམ་རྟིང་ཐག་མ་ཆོད་པ།

source: Undo your most recent move
bo_cn: ཁྱེད་རང་གི་ཉེ་ལམ་གྱི་སྤོ་སྒུལ་འདོར་རོགས།

source: Whether or not to play event sounds.
bo_cn: དོན་རྐྱེན་གྱི་སྒྲ་གཏོང་ངམ།

source: Width of the window in pixels
bo_cn: སྒེའུ་ཁུང་གི་ཞེང་ཚད། བརྙན་རྒྱུ་ཡིས་རྩིས་པ།

source: You can’t move there!
bo_cn: འདིར་འཇོག་མི་ཆོག

source: _About
bo_cn: ཐད།(_A)

source: _Close
bo_cn: ཁ་རྒྱག(_C)

source: _Dark
bo_cn: མདོག་སྣུམ་པོ།

source: _Easy
bo_cn: སྟབས་བདེ། (_E)

source: _Hard
bo_cn: དཀའ་ངལ། (_H)

source: _Help
bo_cn: རོགས་རམ།(_H)

source: _Light
bo_cn: འོད་ཐིག (_L)

source: _Medium
bo_cn: འབྲིང་། (_M)

source: _New Game
bo_cn: རོལ་རྩེད་གསར་འཛུགས། (_N)

source: _One
bo_cn: རྩེད་མོ་མཁན་ཞིག

source: _Quit
bo_cn: ཕྱིར་ཐོན།(_Q)

source: _Start Game
bo_cn: རོལ་རྩེད་མགོ་རྩོམ་པ།

source: _Tile set:
bo_cn: མིག་མངས་ཀྱི་ཕྱི་ངོས།(_T)：

source: _Two
bo_cn: རྩེད་མོ་མཁན་གཉིས།

source: othello;
bo_cn: othlelo ལྡེའུ་དཀར་ནག་གི་མིག་མངས། ཨའོ་སའེ་ལོ།

source: true if the window is fullscren
bo_cn: གལ་ཏེ་སྒེའུ་ཁུང་གི་ཡོལ་ངོས་ཆ་ཚང་ཟིན་ཡོད་ན་Rueཡིན།

source: true if the window is maximized
bo_cn: Ture གལ་སྲིད་སྒེའུ་ཁུང་ཆེ་སྒྱུར་ཡིན་ན།
