Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/ibus10.po
Languages: bo_cn

source: (Not implemented)
bo_cn: གནས་སྐབས་སྤྱོད་ཐབས་བྲལ།

source: <b>Font and Style</b>
bo_cn: b>ཡིག་གཟུགས་དང་ཉམས་འགྱུར།/b>

source: <b>Global input method settings</b>
bo_cn: <b>ཁྱོན་ཡོངས་འཇུག་ཐབས་སྒྲིག་འགོད།</b>

source: <b>Keyboard Layout</b>
bo_cn: <b>མཐེབ་གཞོང་གི་བཀོད་པ།</b>

source: <b>Keyboard Shortcuts</b>
bo_cn: <b>མྱུར་མཐེབ།</b>

source: <b>Startup</b>
bo_cn: <b>སྤྱོད་འགོ་རྩོམ་པ།</b>

source: About
bo_cn: འབྲེལ་ཡོད།

source: Add the selected input method into the enabled input methods
bo_cn: འདེམས་ཐོན་བྱུང་བའི་འཇུག་ཐབས་དེ་སྤྱོད་འགོ་ཚུགས་པའི་འཇུག་ཐབས་ཀྱི་རེའུ་མིག་ཏུ་སྣོན།

source: Advanced
bo_cn: མཐོ་རིམ།

source: Always
bo_cn: ནམ་ཡང་།

source: Auto hide
bo_cn: རང་འགུལ་གྱིས་སྦེད་པ།

source: Bottom left corner
bo_cn: གཡོན་གྱི་འོག་ཟུར།

source: Bottom right corner
bo_cn: གཡས་ཀྱི་འོག་ཟུར།

source: Candidates orientation:
bo_cn: འདེམ་བྱའི་ཚིག་གི་སྟར་སྒྲིག་ཁ་ཕྱོགས།

source: Create registry cache
bo_cn: ཐོ་འགོད་འགྱངས་གསོག་གསར་འཛུགས་བྱེད་པ།

source: Custom
bo_cn: མཚན་ཉིད་རང་བཞག

source: Custom font
bo_cn: ཡིག་གཟུགས་མཚན་ཉིད་རང་འཇོག

source: Custom font name for language panel
bo_cn: རང་གིས་མཚན་ཉིད་བཞག་པའི་སྐད་བརྡའི་སྡེ་ཡི་ཡིག་གཟུགས།

source: DConf preserve name prefixes
bo_cn: DConfཡི་མིང་གི་མིང་མཐའ་སོར་འཇོག་བྱེད་པ།

source: Disable shortcut keys
bo_cn: མྱུར་མཐེབ་སྤྱོད་མི་ཆོག

source: Disable:
bo_cn: བེད་སྤྱོད་བྱས་མི་ཆོག

source: Do not show
bo_cn: མི་མངོན་པ།

source: Done
bo_cn: ལེགས་འགྲུབ།

source: Embed Preedit Text
bo_cn: ནང་བསྒར་རྩོམ་སྒྲིག་རྣམ་པ།

source: Embed Preedit Text in Application Window
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་སྒེའུ་ཁུང་དུ་ནང་བསྒར་རྩོམ་སྒྲིག་རྣམ་པ་སྤྱོད་འགོ་རྩོམ་པ།

source: Embed preedit text in application window
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་སྒེའུ་ཁུང་དུ་ནང་བསྒར་རྩོམ་སྒྲིག་རྣམ་པ་སྤྱོད་འགོ་རྩོམ་པ།

source: Embed the preedit text of input method in the application window
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་སྒེའུ་ཁུང་དུ་འཇུག་ཐབས་ཀྱི་ནང་བསྒར་རྩོམ་སྒྲིག་རྣམ་པ་སྤྱོད་འགོ་རྩོམ་པ།

source: Enable input method by default
bo_cn: སོར་བཞག་འཇུག་ཐབས་སྤྱོད་འགོ་རྩོམ་པ།

source: Enable input method by default when the application gets input focus
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་གྱིས་ནང་འཇུག་བྱེད་དགོས་ཚེ་རང་འགུལ་ངང་འཇུག་ཐབས་སྤྱོད་འགོ་རྩོམ་པ།

source: Enable or disable:
bo_cn: གློག་སྒོ།

source: Enable shortcut keys
bo_cn: བཀོལ་སྤྱོད་མྱུར་མཐེབ།

source: Enable:
bo_cn: སྤྱོད་འགོ་ཚུགས་པ།

source: Engines order
bo_cn: སྒུལ་བྱེད་འཕྲུལ་འཁོར་གྱི་གོ་རིམ།

source: Exit ibus-daemon
bo_cn: ibu-daemonནས་ཕྱིར་འཐེན།

source: Follow the input cursor in case the panel is always shown
bo_cn: ཐོག་མཐའ་བར་གསུམ་དུ་མངོན་པའི་གནས་ཚུལ་འོག་ཏུ་ངོས་པང་དེ་འོད་རྟགས་ནང་འཇུག་དང་འགྲོགས་པ།

source: General
bo_cn: རྒྱུན་སྲོལ།

source: Hide automatically
bo_cn: རང་འགུལ་གྱིས་སྦེད་པ།

source: Horizontal
bo_cn: ཆུ་ངོས།

source: IBus Panel
bo_cn: IBusངོས་པང་།

source: IBus Preferences
bo_cn: IBusཡི་སྔོན་འདེམ་ཚན་པ།

source: IBus Update
bo_cn: IBusགསར་སྒྱུར།

source: IBus daemon could not be started in %d seconds
bo_cn: IBusསྲུང་སྐྱོབ་སྐར་ཆ་ %d ནང་ཚུན་དུ་འགོ་སློང་ཐབས་བྲལ་བ།

source: Input Method
bo_cn: ནང་འཇུག་བྱེད་ཐབས།

source: Key code:
bo_cn: མཐེབ་གནོན།

source: Keyboard Input Methods (IBus Daemon) is not running. Do you wish to start it?
bo_cn: མཐེབ་གཞོང་འཇུག་ཐབས་(IBus Daemon)འཁོར་སྐྱོད་མ་བྱས་པས།འགོ་སློང་ངམ།

source: Keyboard shortcuts
bo_cn: མཐེབ་གཞོང་མྱུར་མཐེབ།

source: Language panel position
bo_cn: སྐད་བརྡའི་སྡེ་གནས།

source: Language panel position:
bo_cn: སྐད་བརྡའི་སྡེ་གནས།：

source: Latin layouts which have no ASCII
bo_cn: ASCIIམེད་པའི་ལ་ཏིང་སྐད་ཀྱི་བཀོད་པ།

source: List engine name only
bo_cn: སྒུལ་བྱེད་འཕྲུལ་འཁོར་གྱི་མིང་ཁོ་ན་བཀོད་པ།

source: List of Asian languages on ibus-setup
bo_cn: ibus-setupཁྲོད་ཀྱི་ཨེ་ཤེ་ཡའི་སྐད་བརྡའི་རེའུ་མིག

source: List of European languages on ibus-setup
bo_cn: ibus-setupཁྲོད་ཀྱི་ཡོ་རོབ་གླིང་གི་སྐད་བརྡའི་རེའུ་མིག

source: List of system keyboard layout groups on ibus-setup
bo_cn: ibus-setupཁྲོད་ཀྱི་རྒྱུད་ཁོངས་མཐེབ་གཞོང་བཀོད་པའི་རེའུ་མིག་

source: Modifiers:
bo_cn: རྒྱན་རྟགས།

source: More…
bo_cn: དེ་ལས་མང་བ།

source: Move down the selected input method in the enabled input methods
bo_cn: བདམས་པའི་འཇུག་ཐབས་མར་སྣུར།

source: Move up the selected input method in the enabled input methods list
bo_cn: བདམས་པའི་འཇུག་ཐབས་ཡར་སྣུར།

source: Next engine shortcut keys
bo_cn: སྒུལ་འཁོར་ཀྱི་མྱུར་མཐེབ་རྗེས་མ།

source: Next input method:
bo_cn: འཇུག་ཐབས་རྗེས་མ།

source: Orientation of lookup table
bo_cn: འདེམ་སྒུག་མིང་ཚིག་གི་ཁ་ཕྱོགས།

source: Orientation of lookup table. 0 = Horizontal, 1 = Vertical
bo_cn: འདེམ་སྒུག་མིང་ཚིག་གི་ཁ་ཕྱོགས། 0=ཆུ་སྙོམས།1=གཞུང་དྲང་།

source: Other
bo_cn: གཞན་དག

source: Please press a key (or a key combination)
bo_cn: མཐེབ་གཞོང་གི་མཐེབ་གནོན་ཞིག་གནོན་རོགས།（ཡང་ན་ཚན་སྡེབ་མཐེབ་གནོན་ཞིག）

source: Popup delay milliseconds for IME switcher window
bo_cn: འཇུག་ཐབས་བརྗེ་མཐུད་སྒེའུ་ཁུང་ལས་ཕྱིར་བུད་པའི་དུས་ཚོད་སྐར་ཆ་ཕྲ་མོའི་གྲངས།

source: Preferences
bo_cn: གཏོགས་གཤིས།

source: Prefixes of DConf keys to stop name conversion
bo_cn: མིང་བརྗེ་སྒྱུར་བྱེད་མཚམས་འཇོག་བྱེད་ཀྱི་DConFམཐེབ་ཀྱི་སྔོན་འཇུག

source: Preload engines
bo_cn: སྔོན་སྒྲིག་ཁུར་སྣོན་སྒུལ་འཁོར།

source: Preload engines during ibus starts up
bo_cn: IBus ཡི་འགོ་བཙུགས་སྐབས་ཀྱི་སྔོན་སྒྲིག་ཁུར་སྣོན་སྒུལ་འཁོར།

source: Prev engine shortcut keys
bo_cn: སྒུལ་འཁོར་མྱུར་མཐེབ་གོང་མ།

source: Previous input method:
bo_cn: འཇུག་ཐབས་གོང་མ།

source: Print the D-Bus address of ibus-daemon
bo_cn: ibus-daemon ཡི་D-Busཁྲོད་ཀྱི་ཤག་གནས་ཕྱིར་སྐྱེལ།

source: Quit
bo_cn: ཕྱིར་འདོན་པ།

source: RGBA value of XKB icon
bo_cn: XKBརིས་རྟགས་ཀྱི་RGBAཐང་།

source: Read the registry cache FILE.
bo_cn: ཐོ་འགོད་ལྷོད་གསོག་FILEཀློག་ལེན།

source: Read the system registry cache.
bo_cn: རྒྱུད་ཁོངས་ཐོ་འགོད་ལྷོད་གསོག་ཀློག་ལེན།

source: Remove the selected input method from the enabled input methods
bo_cn: སྤྱོད་འགོ་ཚུགས་པའི་འཇུག་ཐབས་ཀྱི་རེའུ་མིག་ནས་བདམས་པའི་འཇུག་ཐབས་སུབས།

source: Reset the configuration values
bo_cn: སྒྲིག་འགོད་ཞུགས་གྲངས་བསྐྱར་སྒྲིག

source: Resetting…
bo_cn: བསྐྱར་སྒྲིག་བྱེད་བཞིན་པ།

source: Restart
bo_cn: བསྐྱར་སློང་།

source: Restart ibus-daemon
bo_cn: ibu-daemonབསྐྱར་སློང་།

source: Run xmodmap if .xmodmap or .Xmodmap exists when ibus engines are switched.
bo_cn: IBus ཡི་སྒུལ་འཁོར་ལ་བརྗེ་སྣོན་བྱེད་སྐབས་གལ་ཏེ་xmodMapཡང་ན་Xmodmapཡོད་ན་xmodmapའཁོར་སྐྱོད་བྱེད།

source: Saved engines order in input method list
bo_cn: འཇུག་ཐབས་ཀྱི་འདེམ་ཐོའི་ནང་གི་སྒུལ་འཁོར་གྱི་གོ་རིམ་ཉར་ཚགས།

source: Saved version number
bo_cn: གསོག་ཉར་བྱས་ཟིན་པའི་པར་གཞིའི་ཨང་རྟགས།

source: Select an input method
bo_cn: འཇུག་ཐབས་འདེམ་པ།

source: Select keyboard shortcut for %s
bo_cn: %sཡི་མྱུར་མཐེབ་འདེམ་པ།

source: Set or get engine
bo_cn: སྒུལ་འཁོར་སྒྲིག་པའམ་ཡང་ན་ཐོབ་ལེན།

source: Set the behavior of ibus how to show or hide language bar
bo_cn: སྐད་བརྡའི་སྡེ་ཚན་གྱི་རྣམ་པ་ཅི་ལྟར་མངོན་པའམ་སྦེད་སྐུང་བྱེད་ཚུལ།

source: Set the orientation of candidates in lookup table
bo_cn: འདེམས་སྒུག་མིང་ཚིག་གི་རེའུ་མིག་ཁ་ཕྱོགས་སྒྲིག་འགོད།

source: Share the same input method among all applications
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་ཚང་མའི་ཁྲོད་དུ་འཇུག་ཐབས་གཅིག་མཉམ་སྤྱོད་བྱེད་པ།

source: Show all input methods
bo_cn: འཇུག་ཐབས་ཡོད་ཚད་འཆར་བ།

source: Show available engines
bo_cn: སྤྱོད་རུང་སྒུལ་འཁོར་འཆར་བ།

source: Show icon on system tray
bo_cn: རྒྱུད་ཁོངས་གི་སྡེར་མའི་སྟེང་དུ་རིས་རྟགས་མངོན་པ།

source: Show information of the selected input method
bo_cn: བདམས་པའི་འཇུག་ཐབས་ཀྱི་ཆ་འཕྲིན་མངོན་པ།

source: Show input method name
bo_cn: འཇུག་ཐབས་ཀྱི་མིང་འཆར་བ།

source: Show input method name on language bar
bo_cn: སྐད་བརྡའི་ཚན་བྱང་དུ་འཇུག་ཐབས་ཀྱི་མིང་འཆར་བ།

source: Show input method's name on language bar when check the checkbox
bo_cn: རྣམ་གྲངས་དེ་བདམས་ན་སྐད་བརྡའི་རེའུ་མིག་ཐོག་ནས་འཇུག་ཐབས་ཀྱི་མིང་འཆར་བ།

source: Show only input methods for your region
bo_cn: ཁྱེད་རང་གནས་སའི་ས་ཁོངས་ཀྱི་འཇུག་ཐབས་ཁོ་ན་འཆར་བ།

source: Show property panel:
bo_cn: གཏོགས་གཤིས་སྡེ་འཆར་བ།

source: Show setup of the selected input method
bo_cn: བདམས་པའི་འཇུག་ཐབས་ཀྱི་སྒྲིག་འགོད་མཚམས་ངོས་འཆར་བ།

source: Show the configuration values
bo_cn: སྒྲིག་འགོད་ཞུགས་གྲངས་འཆར་བ།

source: Show the content of registry cache
bo_cn: ཐོ་འགོད་ལྷོད་གསོག་ནང་དོན་འཆར་བ།

source: Show this information
bo_cn: ཆ་འཕྲིན་འདི་འཆར་བ།

source: Show version
bo_cn: པར་གཞི་མངོན་བ།

source: Start ibus on login
bo_cn: ཐོ་འཇུག་སྐབས་IBusའཁོར་སྐྱོད་བྱེད་པ།

source: Super+space is now the default hotkey.
bo_cn: Super+space ནི་མིག་སྔའི་སོར་བཞག་མྱུར་མཐེབ་ཡིན།

source: The behavior of property panel. 0 = Do not show, 1 = Auto hide, 2 = Always show
bo_cn: གཏོགས་གཤིས་ངོས་པང་གི་བྱ་སྤྱོད། 0=མི་འཆར་བ་དང་།1=རང་འགུལ་གྱིས་སྦེད་པ། 2=ཐོག་མཐའ་བར་གསུམ་དུ་འཆར་བ།

source: The milliseconds to show property panel
bo_cn: ཧའོ་སྐར་ཆ་རྩིས་གཞི་བྱས་ཏེ་གཏོགས་གཤིས་ངོས་པང་མངོན་པའི་དུས་ཚོད་འཆར་བ།

source: The milliseconds to show property panel after focus-in or properties are changed.
bo_cn: མདོ་ཚེག་དང་ཁ་བྲལ་བའམ་གཏོགས་གཤིས་བསྒྱུར་རྗེས།ཧའོ་སྐར་ཆ་སྡེ་ཚན་བྱས་ནས་གཏོགས་གཤིས་ངོས་པང་གི་དུས་ཚོད་འཆར་བ།

source: The position of the language panel. 0 = Top left corner, 1 = Top right corner, 2 = Bottom left corner, 3 = Bottom right corner, 4 = Custom
bo_cn: སྐད་བརྡའི་སྡེ་ཚན་གྱི་གནས། 0=གཡོན་སྟེང་ཟུར།1=གཡས་སྟེང་ཟུར།2=གཡོན་འོག་ཟུར།3=གཡས་འོག་ཟུར།4=མཚན་ཉིད་རང་འཇོག

source: The saved version number will be used to check the difference between the version of the previous installed ibus and one of the current ibus.
bo_cn: ཉར་ཚགས་བྱས་ཟིན་པའི་པར་ཨང་དེ་སྔོན་ལ་སྒྲིག་འཇུག་བྱས་པའི་ibusཔར་གཞི་དང་མིག་སྔའི་དཔར་གཞིའི་བར་གྱི་ཁྱད་པར་ཞིབ་བཤེར་དུ་སྤྱོད་པ།

source: The shortcut keys for switching to next input method in the list
bo_cn: འཇུག་ཐབས་མྱུར་མཐེབ་འོག་མར་བརྗེ་བ།

source: The shortcut keys for switching to previous input method in the list
bo_cn: འཇུག་ཐབས་མྱུར་མཐེབ་གོང་མར་བརྗེ་བ།

source: The shortcut keys for switching to the next input method in the list
bo_cn: རེའུ་མིག་ནང་གི་འཇུག་ཐབས་མགྱོགས་མཐེབ་འོག་མར་བརྗེ་བ།

source: The shortcut keys for switching to the previous input method
bo_cn: རེའུ་མིག་ནང་གི་འཇུག་ཐབས་མགྱོགས་མཐེབ་གོང་མར་བརྗེ་བ།

source: The shortcut keys for turning input method off
bo_cn: འཇུག་ཐབས་མྱུར་མཐེབ་སྒོ་རྒྱག་པ།

source: The shortcut keys for turning input method on
bo_cn: འཇུག་ཐབས་མྱུར་མཐེབ་སྒོ་ཕྱེ་པ།

source: The shortcut keys for turning input method on or off
bo_cn: འཇུག་ཐབས་ཀྱི་མྱུར་མཐེབ་སྒོ་འབྱེད་རྒྱག

source: Top left corner
bo_cn: གཡོན་སྟེང་ཟུར།

source: Top right corner
bo_cn: གཡས་སྟེང་ཟུར།

source: Trigger shortcut keys
bo_cn: འཕྲད་ཐོན་མྱུར་མཐེབ།

source: Trigger shortcut keys for gtk_accelerator_parse
bo_cn: gtk_accelerator_parse ཡི་འཕྲད་ཐོན་མྱུར་མཐེབ།

source: US layout is appended to the latin layouts. variant can be omitted.
bo_cn: ཨ་མེ་རི་ཁའི་བཀོད་པ་ལཱ་ཏིན་གྱི་བཀོད་པ་དང་འགྲོགས་རྗེས། རྒྱུད་འགྱུར་སྣང་མེད་བྱས་ཆོག

source: Use custom font
bo_cn: མཚན་ཉིད་རང་འཇོག་ཡིག་གཟུགས་བཀོལ་བ།

source: Use custom font name for language panel
bo_cn: སྐད་བརྡའི་ཚན་བྱང་ལ་མཚན་ཉིད་རང་འཇོག་ཡིག་གཟུགས་སྤྱོད་པ།

source: Use custom font:
bo_cn: མཚན་ཉིད་རང་འཇོག་ཡིག་གཟུགས་བཀོལ་བ།

source: Use global input method
bo_cn: ཁྱོན་ཡོངས་ཀྱི་འཇུག་ཐབས་སྤྱོད་པ།

source: Use shortcut with shift to switch to the previous input method
bo_cn: SHIFTདང་མཉམ་དུ་མྱུར་མཐེབ་བཀོལ་ནས་སྔོན་གྱི་འཇུག་ཐབས་ལ་བརྗེ་དགོས།

source: Use system keyboard (XKB) layout
bo_cn: བཀོལ་སྤྱོད་རྒྱུད་ཁོངས་མཐེབ་གཞོང་(XKB）ཡི་བཀོད་པ།

source: Use system keyboard layout
bo_cn: རྒྱུད་ཁོངས་མཐེབ་གཞོང་གི་བཀོད་པ་བཀོལ་སྤྱོད།

source: Use xmodmap
bo_cn: xmodmapསྤྱོད་པ།

source: Vertical
bo_cn: གཞུང་དྲང་།

source: Write the registry cache FILE.
bo_cn: ཐོ་འགོད་ལྷོད་གསོག་FILEའབྲི་དགོས།

source: Write the system registry cache.
bo_cn: རྒྱུད་ཁོངས་ཐོ་འགོད་ལྷོད་གསོག་འབྲི་བ།

source: _About
bo_cn: འབྲེལ་ཡོད།(_A)

source: _Add
bo_cn: སྣོན་པ། (_A)

source: _Apply
bo_cn: ཉེར་སྤྱོད། (_A)

source: _Cancel
bo_cn: ལེན་པ། (_C)

source: _Close
bo_cn: ཁ་རྒྱག(_C)

source: _Delete
bo_cn: འདོར་བ།

source: _Down
bo_cn: ཐུར་དུ་(_D)

source: _OK
bo_cn: འགྲིག་པ།(_O)

source: _Preferences
bo_cn: སྒྲིག་འགོད།(_P)

source: _Remove
bo_cn: སྤོ་བ།(_R)

source: _Up
bo_cn: གོང་ཕྱོགས(_U)

source: switching input methods
bo_cn: འཇུག་ཐབས་བརྗེ་བ།

source: translator-credits
bo_cn: He Qiangqiang <carton@linux.net.cn>, 2002 Funda Wang <fundawang@linux.net.cn>, 2003 2004བདུད་རྩི<rhythm.gan@gmail.com>, 2009 Fan Qijiang <fqj1994@linux.com>,2010
