Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/ibus-chewing.po
Languages: bo_cn

source: Add phrases in front
bo_cn: མདུན་དུ་ཚིག་སྣོན་པ།

source: Add phrases in the front.
bo_cn: མདུན་དུ་ཚིག་སྣོན་པ།

source: Always input numbers when number keys from key pad is inputted.
bo_cn: ཨང་ཀིའི་མཐེབ་གཞོང་གི་མཐེབ་གནོན་ནང་འཇུག་བྱེད་སྐབས་རྟག་ཏུ་ཨང་ཀི་ནང་འཇུག་བྱེད་པ།

source: Auto
bo_cn: རང་འགུལ།

source: Auto move cursor
bo_cn: རང་འགུལ་ངང་ཡི་གེ་རྗེས་མར་སྤོ་རྟགས་འགོད་པ།

source: Automatically move cursor to next character.
bo_cn: རང་འགུལ་ངང་འོད་རྟགས་དེ་རྗེས་མའི་ཡིག་རྟགས་སྟེང་སྤོ་བ།

source: Candidate per page
bo_cn: ཤོག་ངོས་རེ་རེའི་ཁྲོད་ཀྱི་འདེམ་བྱའི་ཚིག

source: Chewing
bo_cn: ཁུའུ་དབྱིན།（Chewing）

source: Chewing component
bo_cn: ཁུའུ་དབྱིན་སྒྲིག་ལྷུ།

source: Chi
bo_cn: འབྲིང་།

source: Chinese chewing input method
bo_cn: ཁུའུ་དབྱིན་འཇུག་ཐབས།

source: Choose phrases from backward
bo_cn: ལྡོག་པའི་ཚིག་ལེན།

source: Choose phrases from the back, without moving cursor.
bo_cn: འོད་རྟགས་མི་འགུལ་བའི་གནས་ཚུལ་འོག་གི་ལྡོག་པའི་ཚིག་ལེན།

source: Click to switch to Chinese
bo_cn: རྒྱ་ཡིག་གི་རྣམ་པར་བརྗེ་བ།

source: Click to switch to English
bo_cn: དབྱིན་ཡིག་གི་རྣམ་པར་བརྗེ་བ།

source: Apply
bo_cn: ཉེར་སྤྱོད།

source: Cancel
bo_cn: འདོར་བ།

source: Close
bo_cn: ཁ་རྒྱག་པ།

source: Ok
bo_cn: གཏན་འཁེལ།

source: Save
bo_cn: ཉར་བ།

source: Easy symbol input
bo_cn: བག་ཕེབས་ཡིག་རྟགས་ནང་འཇུག

source: Easy symbol input.
bo_cn: བག་ཕེབས་ཡིག་རྟགས་ནང་འཇུག

source: Editing
bo_cn: རྩོམ་སྒྲིག

source: Eng
bo_cn: དབྱིན་ཇི།

source: Esc clean all buffer
bo_cn: Escལྷོད་གསོག་ཡོད་ཚད་གཙང་སེལ།

source: Escape key cleans the text in pre-edit-buffer.
bo_cn: Escམཐེབ་མནན་ན་སྔོན་དཔག་རྩོམ་སྒྲིག་ལྷོད་གཏོང་ཁྲོད་ཀྱི་ཡིག་ཆ་ཚང་མ་སེལ་ཐུབ།

source: Force lowercase in En mode
bo_cn: Enརྣམ་པའི་ཁྲོད་བཙན་ཤེད་ཀྱིས་ཆུང་བྲིས་བཀོལ་ཏུ་འཇུག

source: Full
bo_cn: ཆ་ཚང་།

source: Half
bo_cn: ཕྱེད་ཀ

source: Hsu's keyboard selection keys, 1 for asdfjkl789, 2 for asdfzxcv89 .
bo_cn: Hsunམཐེབ་གཞོང་འདེམ་པའི་མཐེབ་གནོན།1 sdfjkl789མཚོན། 2 asdfzxcv89མཚོན།

source: Hsu's selection key
bo_cn: Hsuཡི་གདམ་གསེས་མཐེབ།

source: In plain Zhuyin mode, automatic candidate selection and related options are disabled or ignored.
bo_cn: སྟབས་བདེའི་སྒྲ་གདངས་མཆན་འདེབས་རྣམ་པའི་ཁྲོད་རང་འགུལ་འདེམས་སྒུག་ཚིག་དང་འབྲེལ་ཡོད་གདམ་བྱང་སྣང་མེད་དམ་སྤྱོད་འགོག་བྱེད་པ།

source: Keyboard
bo_cn: མཐེབ་གཞོང་།

source: Keyboard Type
bo_cn: མཐེབ་གཞོང་རིགས་གྲས།

source: Maximum Chinese characters
bo_cn: རྒྱ་ཡིག་གི་ཡིག་རྟགས་མང་ཤོས།

source: Maximum Chinese characters in pre-edit buffer, including inputing Zhuyin symbols
bo_cn: སྔོན་བསྒྲིགས་ལྷོད་གཏོང་ཁྲོད་ཆེས་མང་བའི་རྒྱ་ཡིག་ཡིག་རྟགས་གྲངས། དེའི་ཁྲོད་ནང་འཇུག་བྱས་པའི་སྒྲ་མཆན་རྟགས་འདུས་ཡོད།

source: Number of candidate per page.
bo_cn: ཤོག་ངོས་རེ་རེའི་ཁྲོད་ཀྱི་འདེམ་བྱའི་ཚིག་གྲངས།

source: Number pad always input number
bo_cn: ཨང་ཀིའི་མཐེབ་གཞོང་གིས་རྒྱུན་དུ་ཨང་ཀི་ནང་འཇུག་བྱེད།

source: Peng Huang, Ding-Yi Chen
bo_cn: ཧོང་ཕེང་། ཁྲེན་ཏེང་དབྱིས།

source: Plain Zhuyin mode
bo_cn: སྟབས་བདེའི་སྒྲ་མཆན་རྣམ་པ།

source: Select Zhuyin keyboard layout.
bo_cn: སྒྲ་མཆན་མཐེབ་གཞོང་གི་བཀོད་པ་འདེམས་དགོས།

source: Selecting
bo_cn: འདེམ་བཞིན་པ།

source: Selection keys
bo_cn: འདེམས་མཐེབ།

source: Setting
bo_cn: སྒྲིག་འགོད།

source: Shift key to toggle Chinese Mode
bo_cn: Shiftམཐེབ་རྒྱ་ཡིག་གི་རྣམ་པར་བརྗེ་བ།

source: Shift toggle Chinese Mode
bo_cn: Shiftརྒྱ་ཡིག་ཏུ་བརྗེ་བ།

source: Space to select
bo_cn: སྟོང་མཐེབ་མནན་ནས་འདེམ་པ།

source: disable
bo_cn: སྤྱོད་འགོག

source: input method
bo_cn: ནང་འཇུག་ཐབས།

source: keyboard
bo_cn: མཐེབ་གཞོང་།

source: Sync between CapsLock and IM
bo_cn: གོམ་མཉམ་CapsLookདང་འཇུག་ཐབས།

source: default
bo_cn: སོར་བཞག

source: hanyu
bo_cn: རྒྱ་ཡིག

source: hsu
bo_cn: ཞུས་ཚང་།
