Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/indicator-power.po
Languages: bo_cn

source: %.0f%% charge remaining
bo_cn: ལྷག་མ་ %.0f%%

source: %0d:%02d left
bo_cn: %0d:%02dལྷག་མ།

source: %0d:%02d to charge
bo_cn: ལྷག་མ་%0d:%02d ཡིས་ཁེངས་པ།

source: %d %s %d %s left
bo_cn: %d %s %d %s ལྷག་མ།

source: %d %s %d %s to charge
bo_cn: ལྷག་མ་%d %s %d %s ཁེངས་པ།

source: %d %s left
bo_cn: %d %s ལྷག་མ།

source: %d %s to charge
bo_cn: %d %sལྷག་མ།

source: %s (charged)
bo_cn: %s（ཁེངས་ཟིན།）

source: AC Adapter
bo_cn: བརྗེ་རེས་འཚམ་སྒྲིག་ཆས།

source: Adjust brightness automatically
bo_cn: རང་འགུལ་སྙོམ་སྒྲིག་གསལ་ཚད།

source: Battery
bo_cn: གློག་རྫས།

source: Battery Critical
bo_cn: གློག་རྫས་ཟད་ཉེར་ཡོད་པ།

source: Battery Low
bo_cn: གློག་སྨན་གློག་ཚད་དམའ་བ།

source: Battery settings
bo_cn: གློག་རྫས་སྒྲིག་འགོད།

source: Cell phone
bo_cn: ཁ་པར།

source: Charge level
bo_cn: གློག་སྣོན་རིམ་གྲས།

source: Computer
bo_cn: རྩིས་ཆས།

source: Keyboard
bo_cn: མཐེབ་གཞོང་།

source: Media player
bo_cn: སྨྱན་གཟུགས་གཏོང་ཆས།

source: Monitor
bo_cn: འཆར་ཆས།

source: Mouse
bo_cn: ཙིག་མདའ།

source: OK
bo_cn: གཏན་འཁེལ

source: Power Settings…
bo_cn: གློག་ཁུངས་སྒྲིག་འགོད།

source: Show Percentage in Menu Bar
bo_cn: འདེམས་བྱང་སྡེའི་ཐོག་བརྒྱ་ཆའི་གྲངས་འཆར་བ།

source: Show Time in Menu Bar
bo_cn: འདེམས་བྱང་སྡེ་རུ་དུས་ཚོད་འཆར་བ།

source: Show percentage in Menu Bar
bo_cn: འདེམས་བྱང་སྡེ་རུ་བརྒྱ་ཆའི་གྲངས་འཆར་བ།

source: Show time in Menu Bar
bo_cn: འདེམས་བྱང་སྡེ་རུ་དུས་ཚོད་འཆར་བ།

source: Tablet
bo_cn: ལེབ་མོ།

source: Unknown
bo_cn: མི་ཤེས།

source: When to show the battery status in the menu bar.
bo_cn: ག་དུས་འདེམས་བྱང་སྡེ་ནས་གློག་རྫས་ཀྱི་རྣམ་པ་མངོན་པ།

source: Whether or not to show the percentage in the menu bar.
bo_cn: འདེམས་བྱང་སྡེ་རུ་བརྒྱ་ཆའི་གྲངས་འཆར་མིན།

source: Whether or not to show the time in the menu bar.
bo_cn: འདེམས་བྱང་སྡེ་རུ་དུས་ཚོད་འཆར་མིན།

source: estimating…
bo_cn: ཚོད་དཔག་བྱེད་བཞིན་པ།

source: hour
bo_cn: ཆུ་ཚོད།

source: minute
bo_cn: སྐར་མ།

source: unknown
bo_cn: མི་ཤེས།
