Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/indicator-session.po
Languages: bo_cn

source: %s Help…
bo_cn: %sཡི་རོགས་རམ།

source: About This Computer
bo_cn: རྩིས་འཁོར་འདིའི་སྐོར།

source: About This Device…
bo_cn: སྒྲིག་ཆས་འདིའི་སྐོར།

source: Are you sure you want to close all programs and log out?
bo_cn: ཁྱེད་རང་གིས་བྱ་རིམ་ཚང་མ་སྒོ་བརྒྱབས་ནས་རྩིས་ཐེམ་ནས་བསུབ་རྒྱུ་གཏན་ཁེལ་ལམ།

source: Are you sure you want to close all programs and restart the computer?
bo_cn: ཁྱོད་ཀྱིས་བྱ་རིམ་ཚང་མ་སྒོ་བརྒྱབས་ནས་རྩིས་འཁོར་བསྐྱར་འགོ་སློང་རྒྱུ་གཏན་ཁེལ་ལམ།

source: Are you sure you want to close all programs and shut down the computer?
bo_cn: ཁྱེད་ཀྱིས་བྱ་རིམ་ཚང་མ་སྒོ་བརྒྱབས་ནས་རྩིས་འཁོར་སྒོ་རྒྱག་རྒྱུ་གཏན་ཁེལ་ལམ།

source: Cancel
bo_cn: འདོར་བ།

source: Desktop mode
bo_cn: ཅོག་ངོས་ཀྱི་རྣམ་པ།

source: Guest
bo_cn: མགྲོན་པོ།

source: Guest Session
bo_cn: མགྲོན་པོའི་གླེང་མོལ།

source: Hibernate
bo_cn: མལ་གསོ།

source: Lock
bo_cn: སྒྲོག་པ།

source: Lock/Switch Account
bo_cn: དམིགས་འཛིན་ནམ་སྤྱོད་མཁན་བརྗེ་བ།

source: Lock/Switch Account…
bo_cn: དམིགས་འཛིན་/སྤྱོད་མཁན་བརྗེ་བ།

source: Log Out
bo_cn: རྩིས་ཐེམ་ནས་བསུབ་པ།

source: Online Accounts…
bo_cn: དྲ་ཐོག་རྩིས་ཐོ།

source: Restart
bo_cn: བསྐྱར་སློང་།

source: Shut Down
bo_cn: སྒོ་རྒྱག་པ།

source: Some software updates won't be applied until the computer next restarts.
bo_cn: མཉེན་ཆས་གསར་སྒྱུར་ཁ་ཤས་རྩིས་འཁོར་བསྐྱར་སློང་བྱས་རྗེས་གཞི་ནས་ནུས་པ་ཐོན།

source: Start Screen Saver
bo_cn: བརྙན་ཡོལ་སྲུང་སྐྱོབ་ཀྱི་སྒོ་ཕྱེ་བ།

source: Suspend
bo_cn: འགེལ་འཇོག

source: Switch Account
bo_cn: སྤྱོད་མཁན་བརྗེ་སྤོར།

source: System
bo_cn: རྒྱུད་ཁོངས།

source: System Settings…
bo_cn: རྒྱུད་ཁོངས་སྒྲིག་འགོད།
