Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/indicator-sound.po
Languages: bo_cn

source: Bluetooth headphones
bo_cn: རྣ་ཉན་སྔོན་པོ།

source: Bluetooth speaker
bo_cn: སོ་སྔོན་སྒྲ་སྒམ།

source: Cancel
bo_cn: འདོར་བ།

source: Choose Playlist
bo_cn: བསྒྲགས་གཏོང་རེའུ་མིག་འདེམ་པ།

source: HDMI headphones
bo_cn: HDMIརྣ་ཉན།

source: HDMI speaker
bo_cn: HDMIསྒྲ་སྐྱེད་ཆས།

source: Headphones
bo_cn: ཉན་ཆས།

source: High volume can damage your hearing.
bo_cn: སྒྲ་ཤུགས་ཆེན་པོས་ཁྱེད་རང་གི་ཉན་ནུས་ལ་སྐྱོན་ཡོང་གི་རེད།

source: Microphone Volume
bo_cn: སྐད་སྦུག་གི་སྒྲ་ཚད།

source: Mute
bo_cn: སྒྲ་མེད།

source: OK
bo_cn: གཏན་འཁེལ

source: Silent Mode
bo_cn: སྒྲ་མེད་རྣམ་པ།

source: Sound
bo_cn: སྒྲ་ནུས།

source: Sound Settings…
bo_cn: སྒྲ་སྒྲིག་འགོད།

source: Speakers
bo_cn: སྒྲ་སྐྱེད་ཆས།

source: Usb headphones
bo_cn: USBརྣ་ཉན།

source: Usb speaker
bo_cn: USBསྒྲ་སྒམ།

source: Volume
bo_cn: སྒྲ་ཚད།

source: Volume (Bluetooth headphones)
bo_cn: སྒྲ་ཚད།(སོ་སྔོན་རྣ་ཉན།)

source: Volume (Bluetooth)
bo_cn: སྒྲ་ཚད།(སོ་སྔོན།)

source: Volume (HDMI headphones)
bo_cn: སྒྲ་ཚད།(HDMIརྣ་ཉན།)"

source: Volume (HDMI)
bo_cn: སྒྲ་ཚད།(HDMI)

source: Volume (Headphones)
bo_cn: སྒྲ་ཚད།(རྣ་ཉན།)

source: Volume (Usb headphones)
bo_cn: སྒྲ་ཚད། (USBརྣ་ཉན།)

source: Volume (Usb)
bo_cn: སྒྲ་ཚད། (USB)

source: Volume (muted)
bo_cn: སྒྲ་ཚད།(སྒྲ་མེད།)

source: silent
bo_cn: སྒྲ་མེད།
