Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/ksc-defender.po
Languages: bo_cn

source: Account lock, display configuration for login information
bo_cn: རྩིས་ཁྲ་ཟྭ་རྒྱག་པ་དང་ཐོ་འགོད་ཆ་འཕྲིན་འཆར་བ་སྒྲིག་འགོད།

source: Defaults
bo_cn: སོར་བཞག

source: Apply
bo_cn: ཉེར་སྤྱོད།

source: Update account lock and login information shows that the configuration failed, please check ！
bo_cn: རྩིས་ཁྲ་ཟྭ་རྒྱག་པ་རབས་བརྗེ་དང་ཐོ་འགོད་ཆ་འཕྲིན་འཆར་བ་སྒྲིག་འགོད་ལེགས་འགྲུབ་མ་བྱུང་བས། བརྟག་དཔྱད་གནང་རོགས ！

source: Update account lock and login information shows that the configuration failed, please check
bo_cn: རྩིས་ཁྲ་ཟྭ་རྒྱག་པ་རབས་བརྗེ་དང་ཐོ་འགོད་ཆ་འཕྲིན་འཆར་བ་སྒྲིག་འགོད་ལེགས་འགྲུབ་མ་བྱུང་བས། བརྟག་དཔྱད་གནང་རོགས།

source: Account lock Settings
bo_cn: རྩིས་ཁྲ་ཟྭ་རྒྱག་སྒྲིག་འགོད།

source: Enable account locking
bo_cn: རྩིས་ཁྲ་ཟྭ་རྒྱག་ནུས་པ་སྒོ་འབྱེད།

source: Threshold number of consecutive password errors (3-16 times):
bo_cn: གསང་གྲངས་མུ་རུ་ནོར་ཐེངས་ཁྱབ་ཁོངས་གྲངས (ཐེངས3-16 ):

source: Account lockdown time:
bo_cn: རྩིས་ཁྲ་ཟྭ་རྒྱག་དུས་ཚོད:

source: Login information display (console only):
bo_cn: ཐོ་འགོད་ཆ་འཕྲིན་འཆར་བ (ཚོད་འཛིན་སྟེགས་བུ་ཁོ་ན):

source: Display last login information:
bo_cn: ཐེངས་སྔོན་མའི་ཐོ་འགོད་ཆ་འཕྲིན་ཤར་བ:

source: Display history login failure information:
bo_cn: ཐོ་འགོད་བྱས་ཟིན་པའི་ཕམ་ཉེས་ཆ་འཕྲིན་ཤར་བ:

source: 5minute
bo_cn: སྐར་མ་༥

source: 10 minute
bo_cn: སྐར་མ༡༠

source: 30 minute
bo_cn: སྐར་མ་༣༠

source: 1hour
bo_cn: དུས་ཚོད་གཅིག

source: 3 hour
bo_cn: དུས་ཚོད་གསུམ་

source: 24 hour
bo_cn: དུས་ཚོད་ཉེར་བཞི

source: 15day
bo_cn: ཉིན་༡༥

source: 30day
bo_cn: ཉིན་༣༠

source: 60day
bo_cn: ཉིན་༦༠

source: forever
bo_cn: དུས་གཏན་དུ

source: Acount security
bo_cn: རྩིས་ཁྲ་བདེ་འཇགས

source: Protect account and login security
bo_cn: རྩིས་ཁྲ་དང་ཐོ་འགོད་ཀྱི་བདེ་འཇགས་རང་བཞིན་སྲུང་སྐྱོང་བྱེད་པ།

source: Login authentication mode
bo_cn: ཐོ་འགོད་དཔང་སྤྲོད་རྣམ་པ།

source: Current use : password authentication
bo_cn: མིག་སྔར་བཀོལ་བཞིན་པ་ནི་གསང་གྲངས་དཔང་སྤྲོད་ཡིན།

source: Account password security
bo_cn: རྩིས་ཁྲ་གསང་གྲངས་བདེ་འཇགས

source: Configuration of account password strength, account locking, login information display and other functions
bo_cn: རྩིས་ཁྲའི་གསང་གྲངས་ཀྱི་ངར་ཚད་དང་ཟྭ་རྒྱག་པ། ཐོ་འགོད་ཆ་འཕྲིན་འཆར་བ་སོགས་ཀྱི་ནུས་པ་སྒྲིག་འགོད།

source: Password strength configuration
bo_cn: གསང་གྲངས་ངར་ཚད་སྒྲིག་འགོད།

source: The password should be at least 8 bits and contain at least 3 uppercase characters, lowercase characters, Numbers and symbols
bo_cn: གསང་གྲངས་ལ་མ་མཐའ་ཡང་གནས་གྲངས་༨དགོས་པ་དང་། དེར་ཡིག་ཆེན་དང་ཡིག་ཆུང་། གྲངས་ཀ། མཚོན་རྟགས་བཅས་ལས་གསུམ་ཚང་དགོས།

source: Password must have at least 6 characters, including at least 2 of lowercase letters, uppercase letters, Numbers and symbols
bo_cn: གསང་གྲངས་ལ་མ་མཐའ་ཡང་གནས་གྲངས༦དགོས་པ་དང་། དེར་ཡིག་ཆེན་དང་ཡིག་ཆུང་། གྲངས་ཀ། མཚོན་རྟགས་བཅས་ལས་གཉིས་ཚང་དགོས།

source: Unlimited
bo_cn: ཚད་མེད་པ།

source: Setting password strength according to needed
bo_cn: དགོས་མཁོ་ལྟར་གསང་གྲངས་ངར་ཚད་སྒྲིག་འགོད།

source: Choose biometric authentication
bo_cn: སྐྱེ་དངོས་ངོས་འཛིན་དཔང་སྤྲོད་འདེམ་པ།

source: High-level
bo_cn: མཐོ།་རིམ།

source: Middle-level
bo_cn: འབྲིང་རིམ།

source: Low-level
bo_cn: དམའ་རིམ།

source: Self-define
bo_cn: རང་འགོད་མཚན་ཉིད།

source: Account lock, login information display configuration
bo_cn: རྩིས་ཁྲའི་ཟྭ་རྒྱག་པ། ཐོ་འགོད་ཆ་འཕྲིན་འཆར་བ་སོགས་ཀྱི་ནུས་པ་སྒྲིག་འགོད།

source: Password strength check function is disabled, unlimited
bo_cn: གསང་གྲངས་ངར་ཚད་ཀྱི་ལྟ་ཞིབ་ནུས་སྒོ་བརྒྱབ་ཟིན་པས། བཀག་རྒྱ་མེད།

source: The minimum password length %1
bo_cn: གསང་གྲངས་ཀྱི་ཆེས་ཆུང་བའི་རིང་ཚད %1

source: Password contains at least %1 characters
bo_cn: གསང་གྲངས་ལ་མ་མཐའ་ཡང་ཡིག་རྟགས %1་ཚུད།

source: Password contains at least %1 uppercase characters
bo_cn: 密码最少包含%1个大写字符

source: Password contains at least %1 lowercase characters
bo_cn: གསང་གྲངས་ལ་མ་མཐའ་ཡང་ཡིག་ཆུང་ %1་ཚུད།

source: Password contains at least %1 numeric characters
bo_cn: གསང་གྲངས་ལ་མ་མཐའ་ཡང་ཨང་ཀི %1་ཚུད།

source: Password contains at least %1 other characters
bo_cn: གསང་གྲངས་ལ་མ་མཐའ་ཡང་ཡིག་རྟགས་གཞན་པ%1་ཚུད།

source: Password ban containning username
bo_cn: གསང་གྲངས་ལ་བཀོལ་མཁན་མིང་སྤྱད་མི་ཆོག

source: Password prohibits the use of palindrome
bo_cn: གསང་གྲངས་ལ་ཕྱིར་ལྡོག་ཡི་གེ་བཀོལ་མི་ཆོག

source: Enable check for password similarity
bo_cn: གསང་གྲངས་གཅིག་མཚུངས་ལ་ལྟ་བའི་སྒོ་འབྱེད་པ།

source: Enable password dictionary
bo_cn: གསང་གྲངས་དག་ཡིག་སྒོ་འབྱེད

source: Password expiry date% 1 day
bo_cn: གསང་གྲངས་གོ་ཆོད་དུས་ཡུན་ནི་ཉིན%1

source: password expiry date forever
bo_cn: གསང་གྲངས་གོ་ཆོད་དུས་ཡུན་ལ་ཚད་བཀག་མེད

source: The same character can appear continuously %1 times at most
bo_cn: ཡིག་རྟགས་གཅིག་མཚུངས་མུ་མཐུད་འཆར་ཐེངས་ཆེས་མང་ན%1ཡིན

source: The maximum continuous sequence length of characters of the same type is %1
bo_cn: རིགས་གྲས་གཅིག་མཐུན་གྱི་ཡིག་རྟགས་རྒྱུན་མཐུད་ཕྲེང་སྟར་རིང་ཚད་ཆེས་ཆེ་བ་ནི%1

source: Characters of the same type are allowed to appear consecutively at most %1 times
bo_cn: རིགས་མཐུན་ཡིག་རྟགས་མུ་མཐུད་འབྱུང་ཐེངས་ཆེས་མང་ན%1 ཐེངས

source: If you fail to set a high-level password check strategy, the system will continue to use the original password check strategy to protect system security！
bo_cn: རིམ་པ་མཐོ་བའི་གསང་གྲངས་ཞིབ་བཤེར་ཇུས་གཞི་སྒྲིག་འགོད་ལེགས་འགྲུབ་མ་བྱུང་བས། མ་ལག་གིས་སྔར་བཞིན་གདོད་མི་གསང་གྲངས་ཞིབ་བཤེར་ཇུས་གཞི་བཀོལ་ནས་མ་ལག་གི་བདེ་འཇགས་སྲུང་སྐྱོབ་བྱེད！

source: If the middle-level password check strategy fails to be set, the system will continue to use the original password check strategy to protect system security！
bo_cn: འབྲིང་རིམ་་གསང་གྲངས་ཞིབ་བཤེར་ཇུས་གཞི་སྒྲིག་འགོད་ལེགས་འགྲུབ་མ་བྱུང་བས། མ་ལག་གིས་སྔར་བཞིན་གདོད་མི་གསང་གྲངས་ཞིབ་བཤེར་ཇུས་གཞི་བཀོལ་ནས་མ་ལག་གི་བདེ་འཇགས་སྲུང་སྐྱོབ་བྱེད！

source: Setting a low-level password check strategy fails, the system will continue to use the original password check strategy to protect system security！
bo_cn: དམའ་རིམ་་གསང་གྲངས་ཞིབ་བཤེར་ཇུས་གཞི་སྒྲིག་འགོད་ལེགས་འགྲུབ་མ་བྱུང་བས། མ་ལག་གིས་སྔར་བཞིན་གདོད་མི་གསང་གྲངས་ཞིབ་བཤེར་ཇུས་གཞི་བཀོལ་ནས་མ་ལག་གི་བདེ་འཇགས་སྲུང་སྐྱོབ་བྱེད！

source: Add application network control
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་གྱི་དྲ་རྒྱའི་ཚོད་འཛིན་སྣོན་པ།

source: Add application networking controls
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་གྱི་དྲ་སྦྲེལ་ཚོད་འཛིན་སྣོན་པ།

source: Name (Required)
bo_cn: མིང

source: Path (required)
bo_cn: ལམ་ཐིག

source: Application icon
bo_cn: ཉེར་སྤྱོད་རིས་རྟགས།

source: Control strategy
bo_cn: བདག་འཛིན་ཇུས་གཞི

source: Cancel
bo_cn: འདོེར་བ།

source: Confirm
bo_cn: གཏན་འཁེལ

source: The application name cannot be empty!
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་གྱི་མིང་ནི་སྟོང་པ་ཡིན་མི་རུང་།!

source: The application path cannot be empty!
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་ནི་ལམ་ཐིག་སྟོང་པ་ཡིན་མི་རུང་།!

source: The application path does not exist, please add it again!
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་གྱི་ལམ་ཐིག་མེད་པས་ཡང་བསྐྱར་སྣོན་རོགས!

source: The application name already exists, please re-enter!
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་གྱི་མིང་འདི་ཡོད་པས་ཡང་བསྐྱར་སྣོན་རོགས!

source: The application already exists in the control list!
bo_cn: ཚོད་འཛིན་མིང་ཐོ་རུ་ཉེར་སྤྱོད་བྱ་རིམ་འདི་ཡོད!

source: Failed to add application network control project!
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་སྣོན་པའི་དྲ་སྦྲེལ་བདག་འཛིན་རྣམ་གྲངས་ལེགས་འགྲུབ་མ་བྱུང་།!

source: Choose a connected application
bo_cn: སྦྲེལ་ཟིན་པའི་ཉེར་སྤྱོད་བྱ་རིམ་འདེམས་པ།

source: Select program icon
bo_cn: བྱ་རིམ་རིས་རྟགས་འདེམས་པ།

source: The file path does not exist, please select again!
bo_cn: ཡིག་ཆའི་ལམ་ཐིག་མེད་པས་ཡང་བསྐྱར་འདེམས་རོགས།!

source: The selected file is not an executable file, please select again!
bo_cn: གདམ་པའི་ཡིག་ཆ་ནི་བསྟར་རུང་གི་ཡིག་ཆ་མིན་པས་ཡང་བསྐྱར་འདེམས་རོགས!

source: Add other applications
bo_cn: ཉེར་སྤྱོད་གཞན་པ་སྣོན་པ།

source: Program name
bo_cn: བྱ་རིམ་གྱི་མིང་།

source: service
bo_cn: ཞངས་ཞུ།

source: Application network control
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་གྱི་དྲ་རྒྱའི་ཚོད་འཛིན།

source: Please enter name of search application
bo_cn: ཁྱེད་ཀྱིས་འཚོལ་བྱའི་ཉེར་སྤྱོད་མིང་གཏག་རོགས།

source: Failed to delete controlled application!
bo_cn: བདག་འཛིན་ཐོབ་པའི་ཉེར་སྤྱོད་བྱ་རིམ་བསུབ་མ་ཐུབ!

source: Baseline scan, identify risks
bo_cn: 基线扫描 , 找出风险

source: Protect your computer in real time
bo_cn: 实时保护你的电脑

source: Start scanning
bo_cn: 开始扫描

source: Click to view
bo_cn: 点击查看

source: The script file does not exist!
bo_cn: གཞི་ཡིག་ཡིག་ཆ་མེད!

source: run ksc-defender-deamon failed
bo_cn: འཁོར་སྐྱོད་ལེགས་འགྲུབ་མ་བྱུང་།

source: uncompliant
bo_cn: མི་འཚམ

source: high
bo_cn: མཐོ།

source: middle
bo_cn: འབྲིང

source: compliant
bo_cn: འཚམ

source: Security Baseline class
bo_cn: བདེ་འཇགས་རྨང་ཐིག་རིགས།

source: Security baseline item
bo_cn: བདེ་འཇགས་རྨང་ཐིག་ཚན་པ།

source: result
bo_cn: མཇུག་འབྲས།

source: uncompliant item<font style='font-size:16px;color:green;'>%1</font>item
bo_cn: མི་འཚམ་པའི་སྡེ <font style='font-size:16px;color:green;'>%1</font>སྡེ

source: <font style='font-size:16px;'>start scanning...</font>
bo_cn: <font style='font-size:16px;'>བཤེར་འབེབས་འགོ་རྩོམ...2</font>

source: <font style='font-size:32px;'>start scanning...</font>
bo_cn: <font style='font-size:32px;'>བཤེར་འབེབས་འགོ་རྩོམ...</font>

source: See detail
bo_cn: གནས་ཚུལ་ཞིབ་རྒྱས་ལ་ལྟ་བ།

source: Cancel scan
bo_cn: བཤེར་འབེབས་དོར་བ།

source: Completed scan
bo_cn: བཤེར་འབེབས་བྱས་ཚར།

source: Statistics on the number of high-risk configuration security baseline items
bo_cn: ཉེན་མཐོའི་སྒྲིག་བཀོད་བདེ་འཇགས་རྨང་ཐིག་ཚན་པའི་ཁ་གྲངས་བསྡོམས་རྩིས།

source: Statistics on the number of middle-risk configuration security baseline items
bo_cn: ཉེན་འབྲིང་སྒྲིག་བཀོད་བདེ་འཇགས་རྨང་ཐིག་ཚན་པའི་ཁ་གྲངས་བསྡོམས་རྩིས།

source: Statistics on the number of low-risk configuration security baseline items
bo_cn: ཉེན་དམའི་སྒྲིག་བཀོད་བདེ་འཇགས་རྨང་ཐིག་ཚན་པའི་ཁ་གྲངས་བསྡོམས་རྩིས།

source: Program error! Reason for error: file opening failed!
bo_cn: བྱ་རིམ་ནོར་སོང!ནོར་རྐྱེན་ནི་ཡིག་ཆ་སྒོ་འབྱེད་ལེགས་འགྲུབ་མ་བྱུང་བས་ཡིན།!

source: The scan has not been completed. After canceling the scan, you will return to the baseline scan homepage!
bo_cn: བཤེར་འབེབས་ད་དུང་ཚར་མེད། བཤེར་འབེབས་དོར་རྗེས་རྨང་ཐིག་བཤེར་འབེབས་ཀྱི་མགོ་ངོས་ལ་ཕྱིར་ལོག!

source: <font style='font-size:18px;'>uncompliant item</font> <font style='font-size:18px;color:rgb(%1);'>%2</font> <font style='font-size:18px;'>item</font>
bo_cn: <font style='font-size:18px;'>མི་འཚམ་པའི་སྡེ</font> <font style='font-size:18px;color:rgb(%1);'>%2</font> <font style='font-size:18px;'>སྡེ</font>

source: <font style='font-size:32px;'>Scan complete</font>
bo_cn: <font style='font-size:32px;'>བཤེར་འབེབས་བྱས་ཚར</font>

source: The computer has non-compliance items and faces hidden dangers
bo_cn: གློག་ཀླད་ལ་མི་འཚམ་པའི་སྡེ་ཡོད་པས་བདེ་འཇགས་ཉེན་ཁ་གནས།

source: Scanning is complete, no non-conformities have been found
bo_cn: བཤེར་འབེབས་བྱས་ཚར། མི་འཚམ་པའི་སྡེ་རྙེད་མ་བྱུང་།

source: Program error! Cause of error: Script file execution failed!
bo_cn: བྱ་རིམ་ནོར་བ། ནོར་རྐྱེན་ནི་གཞི་ཡིག་ཡིག་ཆ་ལག་བསྟར་ལེགས་འགྲུབ་མ་བྱུང་།!

source: <font style='color:rgb(107,142,235);'>Click to view</font>
bo_cn: <font style='color:rgb(107,142,235);'>གནན་ནས་ཞིབ་ལྟ </font>

source: <font style='color:rgb(61,107,229);'>Click to view</font>
bo_cn: <font style='color:rgb(61,107,229);'>གནན་ནས་ཞིབ་ལྟ</font>

source: <font style='color:rgb(65,95,196);'>Click to view</font>
bo_cn: <font style='color:rgb(65,95,196);'>གནན་ནས་ཞིབ་ལྟ</font>

source: <font style='font-size:16px;color:rgb(61,107,229);'>Scan time：%1</font>
bo_cn: <font style='font-size:16px;color:rgb(61,107,229);'>བཤེར་འབེབས་དུས་ཚོད ：%1</font>

source: tip
bo_cn: གསལ་འདེབས།

source: Tip
bo_cn: གསལ་འདེབས།

source: Scanning not complete，it will be return home page if cancel scan ！
bo_cn: བཤེར་འབེབས་ད་དུང་ཚར་མེད། བཤེར་འབེབས་དོར་རྗེས་མགོ་ངོས་ལ་ཕྱིར་ལོག!

source: Continue
bo_cn: མུ་མཐུད།

source: <font style='font-size:14px;'><strong>tip</strong></font>
bo_cn: <font style='font-size:14px;'><strong>གསལ་འདེབས</strong></font>

source: continue
bo_cn: ཡང་བསྐྱར་བཤར་འབེབས།

source: sure
bo_cn: གཏན་འཁེལ

source: setting filewall by self-define
bo_cn: མེ་འགོག་མཁར་རང་འགོད་མཚན་ཉིད་སྒྲིག་འགོད།

source: Firewall custom Settings
bo_cn: མེ་འགོག་གྱང་རང་བཟོས་སྒྲིག་འགོད

source: You can define which services in the zone are trusted here. All hosts and networks that can be connected to connections, interfaces, and sources bound to this zone, and can access trusted services
bo_cn: འདི་ནས་ཁྱབ་ཁོངས་ནང་གི་ཞབས་ཞུ་དེ་དག་ནི་ཡིད་རྟོན་རུང་བ་ཡིན་པའི་མཚན་ཉིད་བཞག་ཆོག ཁྱབ་ཁོངས་འདི་དང་བཏགས་པའི་སྦྲེལ་མཐུད་དང་མཐུད་སྒོ་སོགས་ཀྱི་གཙོ་འཁོར་ཚང་མ་དང་དྲ་རྒྱ།དེ་མིན་ལྟ་སྤྱོད་རུང་བའི་ཡིད་རུང་ཞབས་ཞུ།

source: Manage the protocols and ports that the service needs to access
bo_cn: ཞབས་ཞུ་དོ་དམ་བྱེད་པར་ལྟ་སྤྱོད་དགོས་པའི་གྲོས་ཆོད་དང་མཐུད་སྒོ།

source: protocol
bo_cn: གྲོས་ཆོད

source: port
bo_cn: མཐུད་ཁ།

source: Add service
bo_cn: ཞབས་ཞུ་ཁ་སྣོན

source: Add item
bo_cn: ལེ་ཚན་ཁ་སྣོན

source: delete service
bo_cn: ཞབས་ཞུ་བསུབ་པ

source: delete item
bo_cn: ལེ་ཚན་བསུབ་པ།

source: Edit service
bo_cn: ཞབས་ཞུ་རྩོམ་སྒྲིག

source: Edit item
bo_cn: ལེ་ཚན་རྩོམ་སྒྲིག

source: Restore default services
bo_cn: རང་ལེན་ཞབས་ཞུ་སོར་ཆུད

source: search
bo_cn: བཤེར་འཚོལ།

source: Please choosing a service that you need to delete！
bo_cn: ཁྱེད་ཀྱིས་སྔོན་ལ་བསུབ་དགོསཔའི་ཞབས་ཞུ་འདེམས་རོགས！

source: Failed to delecte selected firewall`s service！
bo_cn: མེ་འགོག་གྱང་ཞབས་ཞུ་བསུབ་མ་ཐུབ！

source: Please select service that needed edited and modified！
bo_cn: ཁྱེད་ཀྱིས་སྔོན་ལ་རྩོམ་སྒྲིག་བཟོ་བཅོས་རྒྱག་བྱའི་ཞབས་ཞུ་འདེམས་རོགས！

source: Failed to disable the selected firewall sercive!
bo_cn: འདེམས་ཟིན་པའི་མེ་འགོག་གྱང་ཞབས་ཞུ་མཚམས་འཇོག་མ་ཐུབ!

source: Failed to obtain the selected firewall service configuration information!
bo_cn: འདེམས་ཟིན་པའི་མེ་འགོག་གྱང་གི་ཞབས་ཞུ་སྒྲིག་བཀོད་ཆ་འཕྲིན་ལེན་མ་ཐུབ!

source: Please select the service that needs to add protocol and port configuration first!
bo_cn: ཁྱེད་ཀྱིས་གྲོས་གཞི་དང་མཐུད་སྒོ་སྒྲིག་བཀོད་སྣོན་དགོས་པའི་ཞབས་ཞུ་འདེམས་རོགས!

source: Please disable the selected firewall service first!
bo_cn: འདེམས་ཟིན་པའི་མེ་འགོག་གྱང་ཞབས་ཞུ་མཚམས་འཇོག་རོགས!

source: Please select the service that needs to delete the protocol and port configuration first!
bo_cn: ཁྱེད་ཀྱིས་སྔོན་ལ་གྲོས་གཞི་དང་མཐུད་སྒོ་སྒྲིག་བཀོད་བསུབ་དགོསཔའི་ཞབས་ཞུ་འདེམས་རོགས!

source: Please select the protocol and port configuration to be deleted first!
bo_cn: ཁྱེད་ཀྱིས་སྔོན་ལ་བསུབ་དགོས་པའི་གྲོས་ཆོད་དང་མཐུད་སྒོ་སྒྲིག་བཀོད་འདེམས་རོགས!

source: Failed to delete the protocol and port configuration items of the selected firewall service!
bo_cn: འདེམས་ཟིན་པའི་མེ་འགོག་གྱང་ཞབས་ཞུའི་གྲོས་ཆོད་དང་མཐུད་སྒོ་སྒྲིག་བཀོད་ཚན་པ་བསུབ་མ་ཐུབ!

source: Please select the service that needs to modify the protocol and port configuration first!
bo_cn: ཁྱེད་ཀྱིས་སྔོན་ལ་གྲོས་ཆོད་དང་མཐུད་སྒོ་སྒྲིག་བཀོད་བཟོ་བཅོས་བྱ་དགོསཔའི་ཞབས་ཞུ་འདེམས་རོགས!

source: Please select the protocol and port configuration to be modified first!
bo_cn: ཁྱེད་ཀྱིས་སྔོན་ལ་བཟོ་བཅོས་བྱ་དགོས་པའི་གྲོས་ཆོད་དང་མཐུད་སྒོ་སྒྲིག་བཀོད་འདེམས་རོགས!

source: Failed to restore the default service!
bo_cn: རང་ལེན་ཞབས་ཞུ་སོར་ཆུད་མ་ཐུབ!

source: Add protocol, port
bo_cn: གྲོས་ཆོད་དང་མཐུད་སྒོ་སྣོན་པ

source: Protocol
bo_cn: འཕྲིན་གཏོང་གྲོས་མཐུན།

source: Port
bo_cn: མཐུད་ཁ།

source: Input format example：6237 OR 6237-6601
bo_cn: ནང་འདྲེན་རྣམ་བཞག་དཔེ་བརྗོད：6237 OR 6237-6601

source: The protocol does not support port configuration
bo_cn: སྒྲིག་སྲོལ་འདིས་མཐུད་སྒོ་སྒྲིག་བཀོད་རྒྱབ་སྐྱོར་མི་བྱེད།

source: The agreement name cannot be empty!
bo_cn: གྲོས་ཆོས་མིང་ནི་སྟོང་བ་ཡིན་མི་རུང་།!

source: The system does not support this agreement temporarily!
bo_cn: མ་ལག་གིས་གནས་སྐབས་སུ་གྲོས་ཆོས་འདི་རྒྱབ་སྐྱོར་མི་བྱེད!

source: The port configuration format is illegal, please check and reset!
bo_cn: མཐུད་སྒོ་སྒྲིག་བཀོད་ཁྲིམས་འགལ་ཡིན་པས་ཞིབ་བཤེར་བྱས་རྗེས་ཡང་བསྐྱར་སྒྲིག་འགོད་བྱ་རོགས!

source: The current protocol and port configuration already exist, please check and reset!
bo_cn: མིག་སྔའི་གྲོས་ཆོད་དང་མཐུད་སྒོ་སྒྲིག་བཀོད་ཡོད་པས་ཡང་བསྐྱར་སྒྲིག་འགོད་བྱ་རོགས!

source: Failed to add protocol and port configuration!
bo_cn: གྲོས་ཆོས་ཁ་སྣོན་དང་མཐུད་སྒོ་སྒྲིག་བཀོད་ལེགས་འགྲུབ་མ་བྱུང་།!

source: Edit protocol, port
bo_cn: གྲོས་ཆོད་དང་མཐུད་སྒོ་རྩོམ་སྒྲིག

source: Edit protocol and port
bo_cn: གྲོས་ཆོད་དང་མཐུད་སྒོ་རྩོམ་སྒྲིག

source: The protocol name cannot be empty!
bo_cn: གྲོས་ཆོད་མིང་ནི་སྟོང་པ་ཡིན་མི་རུང་།!

source: Failed to modify the protocol and port configuration!
bo_cn: གྲོས་ཆོད་བཟོ་བཅོས་དང་མཐུད་སྒོ་སྒྲིག་བཀོད་ལེགས་འགྲུབ་མ་བྱུང་།!

source: Input format example ：6237 OR 6237-6601
bo_cn: ནང་འདྲེན་རྣམ་བཞག་དཔེ་བརྗོད ：6237 OR 6237-6601

source: Basic service settings
bo_cn: རྨང་གཞིའི་ཞབས་ཞུ་སྒྲིག་འགོད།

source: Name（required）
bo_cn: མིང（ངེས་པར་འབྲི་དགོས）

source: Version
bo_cn: པར་གཞི།

source: Summary
bo_cn: གནད་བསྡུས།

source: Detailed introduction
bo_cn: ཞིབ་ཕྲའི་གནས་ཚུལ་ངོ་སྤྲོད།

source: Add protocol and port
bo_cn: གྲོས་ཆོད་དང་མཐུད་སྒོ་ཁ་སྣོན།

source: The service name cannot be empty!
bo_cn: ཞབས་ཞུ་མིང་ནི་སྟོང་པ་ཡིན་མི་རུང་།!

source: The service already exists!
bo_cn: ཞབས་ཞུ་འདི་ཡོད།!

source: Protocol name cannot be empty！
bo_cn: གྲོས་ཆོད་མིང་སྟོང་པ་ཡིན་མི་རུང་།!

source: The system does not support the protocol temporarily
bo_cn: མ་ལག་གིས་གནས་སྐབས་སུ་ཞབས་ཞུ་འདིར་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Failed to add firewall control service!
bo_cn: མེ་འགོག་བདག་འཛིན་ཞབས་ཞུ་སྣོན་མ་ཐུབ།!

source: he service name cannot be empty!
bo_cn: ཞབས་ཞུའི་མིང་སྟོང་པ་ཡིན་མི་རུང་།!

source: Application execution control
bo_cn: ཉེར་སྤྱོད་ལག་བསྟར་ཚོད་འཛིན

source: Application installation and execution control
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་གྱི་ནང་འཇུག་དང་ལག་བསྟར་ཚོད་འཛིན

source: Check application integrity
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་གྱི་ཆ་ཚང་རང་བཞིན་ལ་ཞིབ་བཤེར།

source: Kylin built-in security mechanism checks the integrity of the application and helps protect the integrity of the system operating environment
bo_cn: ཆི་ལིན་ནང་བཀོད་བདེ་འཇགས་ཕུང་བོ་ཡིས་ཉེར་སྤྱོད་བྱ་རིམ་གྱི་ཆ་ཚང་རང་བཞིན་ལ་ཞིབ་བཤེར་བྱེད་པ་དང་། མ་ལག་འཁོར་སྐྱོད་ཁོར་ཡུག་གི་ཆ་ཚང་རང་བཞིན་སྲུང་སྐྱོང་བྱེད་པར་རོགས་རམ་བྱེད།

source: Prevent
bo_cn: བཀག་འགོག

source: Prevent application excute which integrity destroyed or come from external sources such as USB or network...
bo_cn: 阻止完整性已破坏或通过网络、U盘等外部来源进来的程序执行

source: Warm
bo_cn: ཉེན་བརྡ།

source: Notify and let you decide whether to allow application excute which from external sources or integrity destroyed
bo_cn: 通知并由您决定是否允许外部来源或完整性已破坏的程序执行

source: Close
bo_cn: ཁ་ཟུམ།

source: Turn off the security function that checks program integrity
bo_cn: བྱ་རིམ་གྱི་ཆ་ཚང་རང་བཞིན་ལ་ཞིབ་བཤེར་བྱེད་པའི་བདེ་འཇགས་རྩོལ་ནུས་སྒོ་རྒྱག་པ།

source: Add, update, and delete application benchmarks
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་གྱི་རྨང་ཚད་ཐང་སྣོན་པ་དང་གསར་བརྗེ་བསུབ་པ།

source: Check application source
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་གྱི་ཡོང་ཁུངས་ཞིབ་བཤེར།

source: Check the compliance of the application. The application installed using legal and compliant sources can effectively protect the stability of the system. If the application is unauthenticated, after enabling the built-in security function of Kylin, the execution permission of the application will be checked
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་གྱི་ལུགས་མཐུན་རང་བཞིན་ཞིབ་བཤེར་དང་། ཡོང་ཁུངས་ལུགས་མཐུན་ཡིན་པའི་བྱ་རིམ་གྱིས་ནུས་ལྡན་སྒོས་མ་ལག་གི་བརྟན་བརླིང་རང་བཞིན་སྲུང་སྐྱོང་བྱ་ཐུབ་པ་དང་། གལ་ཏེ་ཉེར་སྤྱོད་ལ་དཔང་སྤྲོད་མེད་ན། ཆི་ལིན་ནང་བཀོད་བདེ་འཇགས་རྩོལ་ནུས་ཀྱི་སྒོ་ཕྱེ་རྗེས། ཉེར་སྤྱོད་ཀྱི་ལག་བསྟར་དབང་ཆ་ཞིབ་བཤེར་བྱ།

source: All source
bo_cn: ཡོང་ཁུངས་གང་རུང་།

source: But if the app is from an uncertified source, please notify me
bo_cn: འོན་ཀྱང་། གལ་ཏེ་ཉེར་སྤྱོད་ནི་དཔང་སྤྲོད་མེད་པར་བྱུང་ན། ང་ལ་བརྡ་གཏོང་རོགས།

source: Address randomization
bo_cn: སྡོད་གནས་གང་འཕྲོད་ཅན།

source: The system has built-in address space randomization function by default, and supports address randomization of shared libraries, heap, stack, MMAP, and VDSO to help protect the system from attacks
bo_cn: མ་ལག་གིས་རང་ལེན་སྒོས་སྡོད་གནས་བར་སྟོང་གང་འཕྲོད་ཅན་ནང་བཀོད་བྱས་ཡོད་པ་དང་། མཉམ་སྤྱོད་མཛོད་དང་ཕུང་བོ། དོས། དེ་བཞིན་ཡི་སྡོད་གནས་གང་འཕྲོད་ཅན་ལ་རྒྱབ་སྐྱོར་བྱས་ཡོད་པས། མ་ལག་སྲུང་སྐྱོབ་ལ་རོགས་རམ་བྱས་པས་རྒོལ་རྡུང་མི་ཐེབས་པ་བྱས་ཡོད།

source: Certified legal source
bo_cn: དཔང་སྤྲོད་ཐོབ་པའི་ཁྲིམས་མཐུན་ཡོང་ཁུངས།

source: Executing control state switching...
bo_cn: ལག་བསྟར་ཚོད་འཛིན་རྣམ་པ་བརྗེ་བཞིན་པའི་སྒང་།...

source: Executing control state switching,Prohibit closing!
bo_cn: ལག་བསྟར་ཚོད་འཛིན་རྣམ་པ་བརྗེ་བཞིན་པའི་སྒང་།སྒོ་རྒྱག་མི་ཆོག!

source: Cannot enable Kylin security mechanism
bo_cn: ཆི་ལིན་བདེ་འཇགས་ཕུང་བོ་སྒོ་འབྱེད་མ་ཐུབ།

source: Failed to set application integrity check policy, the system will continue to use the original policy to protect system security
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་གྱི་ཆ་ཚང་རང་བཞིན་སྒྲིག་འགོད་ཞིབ་བཤེར་ཇུས་གཞི་ལེགས་འགྲུབ་མ་བྱུང་བས། མ་ལག་གིས་མུ་མཐུད་དུ་ཐོག་མའི་ཇུས་གཞི་བཀོལ་ནས་མ་ལག་བདེ་འཇགས་སྲུང་སྐྱོབ་བྱ།

source: Executing control state switching ...
bo_cn: ལག་བསྟར་ཚོད་འཛིན་རྣམ་པ་བརྗེ་སྒང ...

source: Executing control state switching，prohibit closing!
bo_cn: ལག་བསྟར་ཚོད་འཛིན་རྣམ་པ་བརྗེ་སྒང་། སྒོ་རྒྱག་མི་ཆོག!

source: Failed to set system application source detection level!
bo_cn: མ་ལག་ཉེར་སྤྱོད་ཡོང་ཁུངས་ཞིབ་བཤེར་རིམ་པ་སྒྲིག་འགོད་བྱ་མ་ཐུབ།!

source: Failed to set system application source detection level！
bo_cn: མ་ལག་ཉེར་སྤྱོད་ཡོང་ཁུངས་ཞིབ་བཤེར་རིམ་པ་སྒྲིག་འགོད་བྱ་མ་ཐུབ།!

source: No documents that meet the requirements are found, please select to add again!
bo_cn: ཆ་རྐྱེན་དང་འཚམ་པའི་ཡིག་ཆ་མ་རྙེད་པས་ཡང་བསྐྱར་འདེམས་ནས་སྣོན་རོགས!

source: Authorization failed, adding is prohibited!
bo_cn: དབང་ཐོང་དཔང་སྤྲོད་ལེགས་འགྲུབ་མ་བྱུང་བས་སྣོན་མི་ཆོག!

source: KYSEC security mechanism is not enabled, it is forbidden to add!
bo_cn: KYSECབདེ་འཇགས་ཕུང་བོ་སྒོ་ཕྱེ་མེད་པས་སྣོན་མི་ཆོག!

source: Database exception, adding whitelist record failed!
bo_cn: གཞི་གྲངས་མཛོད་རྒྱུན་འགལ་ཡིན་པས། རྒྱུན་བཀོལ་མིང་སྣོན་མ་ཐུབ།!

source: %1 :Failed to get file mark!
bo_cn: ཡིག་ཆའི་མཚོན་རྟགས་ལེན་མ་ཐུབ!

source: %1 :Failed to set file mark!
bo_cn: %1 :ཡིག་ཆ་མཚོན་རྟགས་སྒྲིག་བཀོད་མ་ཐུབ!

source: Invalid parameter, failed to add whitelist record!
bo_cn: ཞུགས་གྲངས་ནུས་མེད་ཡིན་པས། མིང་ཐོ་དཀར་པོའི་ཟིན་ཐོ་སྣོན་མ་ཐུབ།!

source: %1 :Failed to get list of files to be added!
bo_cn: %1 :སྣོན་བྱའི་ཡིག་ཆ་ཕྲེང་སྟར་ལེན་མ་ཐུབ!

source: %1 :File attribute abnormal!
bo_cn: %1 :ཡིག་ཆའི་གཏོགས་གཤིས་རྒྱུན་འགལ!

source: Unknown error, failed to add whitelist!
bo_cn: མ་ཤེས་པའི་ནོར་འཁྲུལ། མིང་ཐོང་དཀར་པོ་སྣོན་མ་ཐུབ!

source: Please select the record to be decertified!
bo_cn: དཔང་སྤྲོད་འདོར་དགོས་པའི་ཟིན་ཐོ་འདེམས་རོགས!

source: Authorization authentication fails, it is forbidden to cancel authentication!
bo_cn: དབང་ཐོབ་དཔང་སྤྲོད་མ་ཐུབ། དཔང་སྤྲོད་འདོར་མི་ཆོག!

source: KYSEC security mechanism is not enabled, it is forbidden to de-authenticate!
bo_cn: KYSEC བདེ་འཇགས་ཕུང་བོ་སྒོ་ཕྱེ་མེད། དཔང་སྤྲོད་འདོར་མི་ཆོག!

source: Database exception, de-authentication failed!
bo_cn: གཞི་གྲངས་མཛོད་རྒྱུན་འགལ། དཔང་སྤྲོད་འདོར་མི་ཆོག!

source: Invalid parameter, de-authentication failed!
bo_cn: ཞུགས་གྲངས་ནུས་མེད་ཡིན་པས་དཔང་སྤྲོད་འདོར་མི་ཆོག!

source: %1 :Failed to obtain the list of documents to be decertified!
bo_cn: %1 :དཔང་སྤྲོད་སྤངས་པར་སྒུག་པའི་ཡིག་ཆའི་ཕྲེང་སྟར་ལེན་མ་ཐུབ!

source: Unknown error, decertification failed!
bo_cn: མ་ཤེས་པའི་ནོར་འཁྲུལ། དཔང་སྤྲོད་འདོར་མ་ཐུབ!

source: Application benchmark value management
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་རྨང་ཚད་ཐང་དོ་དམ།

source: Management applications, dynamic library benchmark values, applications and dynamic libraries whose integrity is destroyed or not certified are not allowed to run or load directly
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་དོ་དམ་དང་འགུལ་ལྡན་མཛོད་ཀྱི་རྨང་ཚད་ཐང་། ཆ་ཚང་སྒོས་གཏོར་བརླག་བཏང་ཟིན་པ་འམ་ཡང་ན་དཔང་སྤྲོད་མེད་པའི་ཉེར་སྤྱོད་བྱ་རིམ་དང་འགུལ་རྣམ་མཛོད་ཐད་ཀར་འཁོར་སྐྱོད་དང་སྣོན་འཇུག་བྱེད་དུ་མི་འཇུག

source: Add
bo_cn: ཁ་སྣོན

source: Update
bo_cn: གསར་སྒྱུར།

source: Decertification
bo_cn: དཔང་སྤྲོད་འདོར་བ

source: Enter search content
bo_cn: ཁྱེད་ཀྱིས་འཚོལ་བྱའི་ནང་དོན་གཏག་རོགས

source: <font color = #696969>%1 tampered with record rows in total</font>
bo_cn: <font color = #696969 >བསྡོམས %1 ཤར་ཟིན་ཐོ། བཟོ་བཅོས་བྱས </font>

source: <font color = #696969> line</font>
bo_cn: <font color = #696969 > འཕྲེད་ཤར</font>
