Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/ksc-defender.po
Languages: bo_cn

source: Add execution control whitelist
bo_cn: ལག་བསྟར་ཚོད་འཛིན་མིང་ཐོ་དཀར་པོ་སྣོན་པ

source: File adding...
bo_cn: ཡིག་ཆ་སྣོན་བཞིན་པའི་སྒང་།...

source: Whitelist file parsing and adding, prohibit closing!
bo_cn: མིང་ཐོ་དཀར་པོའི་ཡིག་ཆ་ཞིབ་འགྲེལ་སྣོན་བཞིན་པས་སྒོ་རྒྱག་མི་ཆོག!

source: Record updating...
bo_cn: ཟིན་ཐོ་གསར་སྒྱུར་བྱེད་སྒང་...

source: Whitelist file updating, it is prohibited to close!
bo_cn: མིང་ཐོ་དཀར་པོ་ཡིག་ཆ་གསར་སྒྱུར་བྱེད་བཞིན་པས་སྒོ་རྒྱག་མི་ཆོག!

source: The certification status is being cancelled...
bo_cn: དཔང་སྤྲོད་རྣམ་པ་འདོར་བཞིན་པའི་སྒང་...

source: can not resolve the unauthorized program!
bo_cn: 未认证的程序不能进行解除认证操作!

source: The KYSEC certification protection of the file is being cancelled. It is forbidden to close!
bo_cn: ཡིག་ཆKYSECདཔང་སྤྲོད་སྲུང་སྐྱོང་འདོར་སྒང་ཡིན་པས་སྒོ་རྒྱག་མི་ཆོག!

source: All
bo_cn: མཉེན་ཆས་ཚང་མ།

source: application
bo_cn: ལག་བསྟར་རུང་བའི་བྱ་རིམ

source: library
bo_cn: མཉམ་སྤྱོད་མཛོད།

source: script
bo_cn: 可执行脚本

source: certified
bo_cn: དཔང་སྤྲོད

source: system certified
bo_cn: མ་ལག་དཔང་སྤྲོད

source: uncertified
bo_cn: དཔང་སྤྲོད་བྱས་མེད

source: tampered
bo_cn: གཟས་བཅོས་བྱས།

source: File path: %1 Summary value: %21
bo_cn: ཡིག་ཆའི་ལམ་ཐིག: %1 གནད་བསྡུས་ཐང: %21

source: file path
bo_cn: ཡིག་ཆའི་ལམ་ཐིག

source: file type
bo_cn: ཡིག་ཆའི་རིགས་གྲས

source: current status
bo_cn: མིག་སྔའི་རྣམ་པ

source: Prompt information
bo_cn: གསལ་འདེབས་ཆ་འཕྲིན།

source: Authorization failed, update is prohibited!
bo_cn: དབང་ཐོབ་དཔང་སྤྲོད་མ་ཐུབ་པས་གསར་སྒྱུར་བྱ་མི་ཆོག!

source: KYSEC security mechanism is not enabled, update is prohibited!
bo_cn: KYSECབདེ་འཇགས་ཕུང་བོ་སྒོ་ཕྱེ་མེད་པས་གསར་སྒྱུར་བྱ་མི་ཆོག!

source: The database is abnormal and the whitelist record update failed!
bo_cn: གཞི་གྲངས་མཛོད་རྒྱུན་འགལ་བྱུང་བས་ཡིད་རྟོན་མིང་ཐོ་གསར་སྒྱུར་བྱ་མ་ཐུབ།!

source: Invalid parameter, failed to update whitelist record!
bo_cn: ཞུགས་གྲངས་ནུས་མེད་ཡིན་པས་ཡིད་རྟོན་མིང་ཐོ་གསར་སྒྱུར་བྱ་མ་ཐུབ།!

source: %1 :Failed to get the list of files to be updated!
bo_cn: %1 :གསར་སྒྱུར་དགོས་པའི་ཡིག་ཆའི་ཕྲེང་བ་ལེན་མ་ཐུབ!

source: Unknown error, failed to update whitelist record!
bo_cn: མ་ཤེས་པའི་ནོར་འཁྲུལ། ཡིད་རྟོན་མིང་ཐོ་གསར་སྒྱུར་བྱ་མ་ཐུབ།!

source: System Security Overview
bo_cn: མ་ལག་བདེ་འཇགས་མདོར་བསྟན།

source: Understand the current security of the system and take necessary setting actions
bo_cn: མ་ལག་གི་མིག་སྔའི་བདེ་འཇགས་རང་བཞིན་ལ་རྒྱུས་ལོན་བྱས་ནས་དགོས་ངེས་ཀྱི་སྒྲིག་བཀོད་བྱ་སྤྱོད་སྤེལ་བ།

source: Real-time protection to help the system avoid threats
bo_cn: དུས་ཐོག་འགེབས་སྲུང་བྱས་ནས་མ་ལག་ལ་འཇིགས་སྐུལ་མི་ཐེབས་པ་བྱེད་པ།

source: Account security
bo_cn: རྩིས་ཁྲའི་བདེ་འཇགས

source: Failed to create 3adm users!
bo_cn: 创建三权分立系统用户失败!

source: Network protection
bo_cn: དྲ་རྒྱ་སྲུང་སྐྱོང་།

source: Protect system network environment security
bo_cn: མ་ལག་གི་དྲ་རྒྱའི་ཁོར་ཡུག་བདེ་འཇགས་སྲུང་སྐྱོབ།

source: Application installation and execution protection
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་གྱི་ནང་འཇུག་དང་ལག་བསྟར་སྲུང་སྐྱོབ།

source: Baseline scan
bo_cn: རྨང་ཐིག་བཤེར་འབེབས།

source: Real-time scanning to identify risks
bo_cn: དུས་ཐོག་བཤེར་འབེབས་བྱས་ནས་ཉེན་ཁ་བསྔོགས་པ།

source: TextLabel
bo_cn: ཡིག་རྐྱང་ཕྲེང་བ།

source: remind
bo_cn: གསལ་འདེབས།

source: query
bo_cn: རྩད་འདྲི

source: error messenge
bo_cn: ནོར་བའི་ཆ་འཕྲིན།

source: Home-page
bo_cn: མགོ་ཤོག

source: Provide default network protection strategies and application networking management and control to maintain the security of the system network environment
bo_cn: རང་ལེན་གྱི་དྲ་རྒྱའི་འགེབས་སྲུང་ཇུས་གཞི་དང་ཉེར་སྤྱོད་བྱ་རིམ་དྲ་སྦྲེལ་བདག་འཛིན་མཁོ་སྤྲོད་བྱས་ནས་མ་ལག་དྲ་རྒྱའི་ཁོར་ཡུག་བདེ་འཇགས་བརྟན་སྲུང་བྱ།

source: Firewall
bo_cn: མེ་འགོག་གྱང་།

source: Provide default network access permission strategy to build a safe and reliable network environment
bo_cn: རང་ལེན་གྱི་དྲ་རྒྱ་ལྟ་སྤྱོད་ཆོག་མཆན་ཇུས་གཞི་འདོན་སྤྲོད་བྱས་ནས་བདེ་འཇགས་ཡིད་རྟོན་གྱི་དྲ་རྒྱའི་ཁོར་ཡུག་འཛུགས་པ།

source: Public
bo_cn: སྤྱི་སྤྱོད།་དྲ་རྒྱ།

source: Network configuration suitable for public areas
bo_cn: སྤྱི་སྤྱོད།་ས་ཁོངས་སུ་འཚམ་པའི་དྲ་རྒྱ་སྒྲིག་འགོད།

source: Office
bo_cn: གཞུང་ལས།དྲ་རྒྱ།

source: Network configuration suitable for home and office workspace
bo_cn: ཁྱིམ་ཚང་དང་གཞུང་ལས།ཁུལ་ལ་འཚམ་པའི་དྲ་རྒྱ་སྒྲིག་འགོད།

source: Custom
bo_cn: རང་བཀོད་སྒྲིག་འགོད

source: For advanced administrator users
bo_cn: མཐོ་རིམ་དོདམ་པར་འཚམ་པ།

source: Turn off the firewall, suitable for network configuration in a trusted environment, allowing all network connections
bo_cn: མེ་འགོག་གྱང་ཁ་བརྒྱབ་པ་དང་། ཡིད་རྟོན་ཁོར་ཡུག་གི་དྲ་རྒྱའི་སྒྲིག་འགོད་དང་འཚམ་པས་དྲ་རྒྱ་སྦྲེལ་ཡོངས་རྫོགས་བྱ་ཐུབ།

source: Application networking
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་དྲ་འབྲེལ།

source: Control whether applications and services can actively network
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་དང་ཞབས་ཞུ་ཚོད་འཛིན་བྱས་ན་རང་འགུལ་གྱིས་དྲ་འབྲེལ་ཐུབ་བམ།

source: Allow
bo_cn: 允许

source: Enquiry
bo_cn: 询问

source: Ban
bo_cn: བཀག་པ།

source: Forbid unauthorized applications and services connect network
bo_cn: 禁止未授权应用和服务联网

source: Announce me when unauthorized applications and services connect network
bo_cn: 当有未授权应用联网时,请告诉我

source: Kylin security has been enabled. It will take effect after restart
bo_cn: 麒麟安全机制已启用，重启系统后生效

source: Turn off the application networking control function, all applications and services can be actively connected to the Internet
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་གྱི་དྲ་འབྲེལ་ཚོད་འཛིན་ནུསཔ་སྒོ་བརྒྱབ་ན་ཉེར་སྤྱོད་དང་ཞབས་ཞུ་ཚང་མས་རང་འགུལ་གྱིས་དྲ་འབྲེལ་བྱུང་ཐུབ།

source: Add and delete apps that allow networking
bo_cn: དྲ་འབྲེལ་ཆོག་པའི་ཉེར་སྤྱོད་ཁ་སྣོན་དང་བསུབ་པ།

source: Fail to set the system firewall protection level , the system will continue to use the original firewall protection level to protect system security!
bo_cn: མ་ལག་གི་མེ་འགོག་གྱང་གི་འགེབས་སྲུང་རིམ་པ་སྒྲིག་བཀོད་བྱས་མ་ཐུབ་པས། མ་ལག་གིས་མུ་མཐུད་དུ་སྔར་གྱི་མེ་འགོག་གྱང་གི་འགེབས་སྲུང་རིམ་པ་བཀོལ་ནས་མ་ལག་གི་བདེ་འཇགས་སྲུང་སྐྱོབ་བྱ!

source: Switching network management and control status...
bo_cn: དྲ་རྒྱའི་བདག་འཛིན་རྣམ་པ་བརྗེ་བཞིན་པའི་སྒང...

source: Network management and control status is switching, it is prohibited to close!
bo_cn: དྲ་རྒྱའི་བདག་འཛིན་རྣམ་པ་བརྗེ་བཞིན་པའི་སྒང་ཡིན་པས་སྒོ་རྒྱག་མི་ཆོག!

source: Failed to enable Kylin security mechanism
bo_cn: ཆི་ལིན་བདེ་འཇགས་ཕུང་བོ་ཁ་ཕྱེ་མ་ཐུབ།

source: Failed to set the application network control level, the system will continue to use the original level to protect the system security
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་གྱི་འགེབས་སྲུང་རིམ་པ་སྒྲིག་བཀོད་བྱས་མ་ཐུབ་པས། མ་ལག་གིས་མུ་མཐུད་དུ་སྔར་གྱི་འགེབས་སྲུང་རིམ་པ་བཀོལ་ནས་མ་ལག་གི་བདེ་འཇགས་སྲུང་སྐྱོབ་བྱ

source: Switching network management and control status...
bo_cn: དྲ་རྒྱའི་བདག་འཛིན་རྣམ་པ་བརྗེ་བཞིན་པའི་སྒང...

source: Network management and control status is switching, it is prohibited to close!!
bo_cn: དྲ་རྒྱའི་བདག་འཛིན་རྣམ་པ་བརྗེ་བཞིན་པའི་སྒང་ཡིན་པས་སྒོ་རྒྱག་མི་ཆོག!

source: Description:
bo_cn: གསལ་བཤད།:

source: Example
bo_cn: དཔེ་མཚོན།

source: Password dictionary
bo_cn: གསང་གྲངས་དག་ཡིག

source: Password
bo_cn: གསང་ཨང་།

source: Exit search
bo_cn: འཚོལ་བཤེར་ལས་ཕྱིར་འབུད

source: Please entrying search content
bo_cn: ཁྱེད་ཀྱིས་འཚོལ་བྱའི་ནང་དོན་གཏག་རོགས།

source: Example:
bo_cn: དཔེར་བརྗོད:

source: close pop dialog
bo_cn: ལྡེམ་སྒེའུ་སྒོ་རྒྱག

source: Password strength setting
bo_cn: གསང་གྲངས་ཀྱི་རྫོངས་སྒྲིག་འགོད

source: Setting password strength
bo_cn: གསང་གྲངས་ཀྱི་རྫོངས་སྒྲིག་འགོད

source: Failed to update the password strength check configuration, please check!
bo_cn: གསང་གྲངས་ཀྱི་རྫོངས་ཞིབ་བཤེར་གསར་སྒྱུར་བྱེད་མ་ཐུབ་པས་ཁྱེད་ཀྱིས་བསྐྱར་དུ་ཞིབ་བཤེར་བྱ་རོགས!

source: Enable password strength check
bo_cn: གསང་གྲངས་དྲག་ཚད་ལ་ལྟ་བའི་སྒོ་འབྱེད་པ།

source: Password character control
bo_cn: གསང་གྲངས་ཡིག་རྟགས་ཚོད་འཛིན

source: Minimum password length
bo_cn: གསང་གྲངས་ཀྱི་ཆེས་ཆུང་བའི་རིང་ཚད།

source: The password contains at least the type of characters
bo_cn: གསང་གྲངས་སུ་མ་མཐའ་ཡང་ཚུད་དགོས་པའི་ཡིག་རྟགས་རིགས།

source: Minimum number of uppercase letters
bo_cn: ཡིག་ཆེན་གསལ་བྱེད་ཀྱི་ཆེས་ཆུང་གྲངས་ཚད།

source: Minimum number of lowercase letters
bo_cn: ཡིག་ཆུང་གསལ་བྱེད་ཀྱི་ཆེས་ཆུང་གྲངས་ཚད།

source: Minimum number of numeric characters
bo_cn: ཨང་ཀིའི་ཆེས་ཆུང་གྲངས་ཚད།

source: Minimum number of other characters
bo_cn: ཡིག་རྟགས་གཞན་པའི་ཆེས་ཆུང་གྲངས་ཚད།

source: Password advanced settings
bo_cn: གསང་གྲངས་ཀྱི་མཐོ་རིམ་སྒྲིག་འགོད

source: Passwords must not contain usernames
bo_cn: གསང་གྲངས་སུ་བཀོལ་མཁན་མིང་བཀོལ་མི་རུང་།

source: Enable palindrome checking
bo_cn: ལྡོག་རུང་ཡི་གེའི་ཞིབ་བཤེར་ཁ་འབྱེད་པ།

source: Enable similarity check
bo_cn: ཉེ་མཚུངས་རང་བཞིན་གྱི་ཞིབ་བཤེར་ཁ་འབྱེད་པ།

source: Enable password dictionary
bo_cn: གསང་གྲངས་དག་ཡིག་གི་ཁ་འབྱེད་པ།

source: Password dictionary:
bo_cn: གསང་གྲངས་དག་ཡིག：

source: Password valid time:
bo_cn: གསང་གྲངས་ཀྱི་གོ་ཆོད་དུས་ཡུན་：

source: Number of password history records kept
bo_cn: གསང་གྲངས་ཀྱི་ལོ་རྒྱུས་ཟིན་ཐོ་སོར་ཉར་བྱེད་པའི་ཁ་གྲངས།

source: Password continuous character control
bo_cn: གསང་གྲངས་རྒྱུན་མཐུད་ཡིག་རྟགས་ཚོད་འཛིན།

source: Maximum number of consecutive occurrences of the same character
bo_cn: ཡིག་རྟགས་གཅིག་རྒྱུན་མཐུད་དུ་བྱུང་བའི་ཆེས་ཆེའི་ཐེངས་གྲངས།

source: Maximum number of consecutive characters of the same type
bo_cn: རིགས་མཐུན་ཡིག་རྟགས་ཕྲེང་བ་རྒྱུན་མཐུད་ཀྱི་ཆེས་ཆེའི་ཐེངས་གྲངས།

source: Maximum consecutive occurrences of characters of the same type
bo_cn: རིགས་མཐུན་ཡིག་རྟགས་རྒྱུན་མཐུད་བྱུང་ཐེངས་ཆེས་ཆེ་བ།

source: Minimum：1，maximum：4
bo_cn: ཆེས་ཆུང་གྲངས་ཐང：1，ཆེས་ཆེ་གྲངས་ཐང：4

source: Character types include four types of uppercase letters, lowercase letters, numbers and other characters
bo_cn: ཡིག་རྟགས་རིགས་ལ་ཡིག་ཆེན་གསལ་བྱེད་དང་ཡིག་ཆུང་གསལ་བྱེད། ཨང་ཀི། ཡིག་རྟགས་གཞན་བཅས་དབྱེ་བ་བཞི་ཡོད།

source: A palindrome refers to a sequence of characters that is the same both in front and back. Once enabled, the system will not be able to set a password containing this type of character sequence
bo_cn: ལྡོག་རུང་ཡི་གེ་ཞེས་པ་ནི་དྲང་ཀློག་དང་ལྡོག་ཀློག་གང་བྱས་ཀྱང་ཡིག་རྟགས་ཕྲེང་བ་གཅིག་འདྲ་ཡིན་པ་ལ་ཟེར། ཁ་ཕྱེ་རྗེས། མ་ལག་གིས་ཡིག་རྟགས་ཕྲེང་བ་འདི་འདྲ་འདུས་པའི་གསང་གྲངས་སྒྲིག་འགོད་མི་བྱེད།

source: For example, if the password is "abcdcba", the password sequence is the same for both positive and negative reading, and the password is the palindrome password
bo_cn: དཔེར་ན་གསང་གྲངས"abcdcba"ཡིན་ན། གསང་གྲངས་ཕྲེང་བའི་དྲང་ཀློག་དང་ལྡོག་ཀློག་ཚང་མ་གཅིག་འདྲ་ཡིན་པས་གསང་གྲངས་འདི་ནི་ལྡོག་རུང་གསང་གྲངས་ཡིན།

source: Similarity password means that the new password is the original password, only the case is changed or the password is translated from the original password. After enabling, the system cannot set the password
bo_cn: ཉེ་མཚུངས་གསང་གྲངས་ཞེས་པ་ནི་སྔར་གྱི་གསང་གྲངས་ཀྱི་ཡིག་ཆེན་ཡིག་ཆུང་བསྒྱུར་བའམ་ཡང་ན་སྔར་གྱི་གསང་གྲངས་གཞུང་སྤོ་བྱས་ནས་ཐོབ་པའི་གསང་གྲངས་ཡིན། ཁ་ཕྱེ་རྗེས་མ་ལག་གིས་གསང་གྲངས་འདི་རིགས་བཞག་མི་ཆོག

source: After enabling, if the original password "abcd1234", the new password "ABCD1234" will not be set successfully
bo_cn: ཁ་ཕྱེ་རྗེས། གལ་ཏེ་སྔར་གྱི་གསང་གྲངས"abcd1234"ཡིན་ན། གསང་གྲངས་གསར་པ"ABCD1234"འཇོག་མི་ཐུབ།

source: The password dictionary includes many passwords that people habitually set. When enabled, the system will prohibit the setting of passwords in the dictionary to strengthen password security
bo_cn: གསང་གྲངས་དག་ཡིག་གི་ནང་དུ་མིང་མང་པོའི་རྒྱུན་བཀོལ་གྱི་གསང་གྲངས་འདུས་ཡོད་པ་དང་། ཁ་ཕྱེ་རྗེས་མ་ལག་གིས་གསང་གྲངས་དག་ཡིག་ནང་གི་གསང་གྲངས་འཇོག་ཏུ་མི་འཇུག་པས་གསང་གྲངས་ཀྱི་བདེ་འཇགས་རང་བཞིན་ཇེ་མཐོར་གཏོང་ཐུབ།

source: The maximum number of consecutive occurrences of the same character in the password. After exceeding, the password cannot be set successfully
bo_cn: ཡིག་རྟགས་གཅིག་པ་ཞིག་གསང་གྲངས་ནང་དུ་རྒྱུན་མཐུད་བྱུང་བའི་ཐེངས་གྲངས་ཆེས་ཆེ་བ་ལས་བརྒལ་ན་གསང་གྲངས་འདི་འདྲ་འཇོག་མི་ནུས།

source: The maximum number of consecutive sequences of characters of the same type, after exceeding, the password cannot be set successfully
bo_cn: རིགས་མཐུན་ཡིག་རྟགས་ཀྱི་ཆེས་ཆེའི་རྒྱུན་མཐུད་ཕྲེང་བའི་གྲངས་ལས་བརྒལ་ན་གསང་གྲངས་འཇོག་མི་ཐུབ།

source: For example, the number of consecutive sequences of "123" and "def" is 3, and the number of consecutive sequences of "abe" is 2
bo_cn: དཔེར་ན"123"དང"def"ཡི་རྒྱུན་མཐུད་ཕྲེང་བའི་གྲངས་ཚད་ནི3ཡིན་པ་དང་། "abe"ཡི་་རྒྱུན་མཐུད་ཕྲེང་བའི་གྲངས་ཚད་ནི2ཡིན།

source: The maximum number of consecutive occurrences of various types of characters allowed in the password, after exceeding, the password cannot be set successfully
bo_cn: རིགས་སོ་སོའི་ཡིག་རྟགས་གསང་གྲངས་ཀྱི་རྒྱུན་མཐུད་ཆེས་ཆེའི་བྱུང་ཐེངས་ལས་བརྒལ་ན་གསལ་གྲངས་འཇོག་མི་ཐུབ།

source: The sum of the minimum number of various characters exceeds the minimum length of the current password, the minimum length of the password has been updated
bo_cn: རིགས་སོ་སོའི་ཡིག་རྟགས་ཀྱི་ཆེས་ཆུང་གྲངས་ཚད་ཀྱི་བསྡོམས་ནི་མིག་སྔའི་གསང་གྲངས་ཀྱི་ཆེས་ཆུང་རིང་ཚད་ལས་བརྒལ་སོང་ན་གསང་གྲངས་ཀྱི་ཆེས་ཆུང་རིང་ཚད་གསར་སྒྱུར་བྱས་ཚར།

source: The sum of the minimum number of character types exceeds the limit of the current password minimum number of characters. The minimum number of characters in the password has been updated
bo_cn: ཡིག་རྟགས་ཀྱི་ཆེས་ཆུང་གྲངས་ཚད་ཚད་བཀག་རིགས་ཀྱི་བསྡོམས་ནི་མིག་སྔའི་གསང་གྲངས་ལས་བརྒལ་སོང་ན། གསང་གྲངས་ཆེས་ཉུང་ཡིག་རྟགས་རིགས་ཀྱི་གྲངས་ཚད་གསར་སྒྱུར་བྱས་ཚར།

source: warning
bo_cn: ཉེན་བརྡ

source: The minimum password length is less than the sum of the minimum number of various passwords, which does not meet the setting conditions
bo_cn: གསང་གྲངས་ཀྱི་ཆེས་ཆུང་བའི་རིང་ཚད་ནི་རིགས་སོ་སོའི་གསང་གྲངས་ཀྱི་ཆེས་ཆུང་གྲངས་ཚད་ཀྱི་བསྡོམས་ལས་ཆུང་ན་ཆ་རྐྱེན་དང་མི་འཚམ།

source: The minimum number of password categories is less than the minimum number of password control categories, and the minimum number control of some password categories is cleared
bo_cn: གསང་གྲངས་ཀྱི་ཆེས་ཆུང་བའི་རིགས་དབྱེ་གྲངས་ཚད་ནི་གསང་གྲངས་སོ་སོ་ལས་ཆུང་ན། གསང་གྲངས་ཁག་གཅིག་གི་རིགས་དབྱེའི་ཆེས་ཆུང་གྲངས་ཚད་ཚོད་འཛིན་མེད་པར་གཏོང་།

source: normal
bo_cn: རྒྱུན་ལྡན།

source: Safe mode switching
bo_cn: བདེ་འཇགས་རྣམ་པ་བརྗེ་སྒྱུར།

source: Switch security mode
bo_cn: མ་ལག་གི་བདེ་འཇགས་རྣམ་པ་བརྗེ་སྒྱུར།

source: Strict
bo_cn: གཟབ་ནན་རྣམ་པ།

source: Customize
bo_cn: རང་བཀོད།

source: Select the security module
bo_cn: བདེ་འཇགས་དུམ་ཚན་སྒོ་འབྱེད་དགོས་པ་འདེམས་པ།

source: Kylin Security
bo_cn: ཆི་ལིན་བདེ་འཇགས།

source: Separation of powers
bo_cn: དབང་གསུམ་དོ་ཟླ།

source: SELinux
bo_cn: བདེ་མཐོའི་Linux

source: targeted
bo_cn: ཁ་གཏད་རང་བཞིན།

source: ukmls
bo_cn: དབྱིན་ཇིmls

source: Apparmor
bo_cn: དཔྱད་ཆས

source: Safe and Trusted Components
bo_cn: བདེ་འཇགས་ཡིད་རྟོན་བྱད་ཆས།

source: Memory
bo_cn: དྲན་ཤེས།

source: firmware
bo_cn: སྲ་ལྷུ

source: trusted plugin
bo_cn: ཡིད་རྟོན་འཇུག་ལྷུ

source: Baseline class
bo_cn: རྨང་ཐིག་རིགས།

source: Virus defense
bo_cn: ནང་དུག་འགེབས་སྲུང་།

source: Look
bo_cn: ཕྱི་ཚུལ།

source: Virus defense
bo_cn: ནང་དུག་འགེབས་སྲུང་།

source: 90day
bo_cn: ཉིན་༩༠

source: 120day
bo_cn: ཉིན༡༢༠

source: When set to 3 times, the password "9527ab_b" will not be set successfully because the numeric characters appear 4 times in a row
bo_cn: ཐེངས་གསུམ་ཡིན་པ་བྱས་ན། གསང་གྲངས"9527ab_b"རུ་་ཨང་ཀི་རྒྱུན་མཐུན་བྱུང་ཐེངས་བཞི་ཡོད་པས་གསང་གྲངས་འཇོག་མི་ནུས།

source: QIANXIN Antivirus Software V8
bo_cn: ཆི་ཨན་ཡིད་སྲུང་ནང་དུག་མཉེན་ཆསV8

source: Virus database update failed, please try again or open the app to use offline update
bo_cn: ནད་དུག་མཛོད་གསར་སྒྱུར་མི་ཐུབ་པས། ཁྱེད་ཀྱིས་བསྐྱར་དུ་ཚོད་ལེན་ནམ་ཡང་ན་ཉེར་སྤྱོད་ཁ་ཕྱེས་ནས་དྲ་མེད་རིམ་སྤར་བཀོལ་རོགས།

source: Open the application
bo_cn: ཉེར་སྤྱོད་ཁ་འབྱེད་པ།

source: Virus database update
bo_cn: ལམ་སེང་བཤེར་འབེབས།

source: Scan now
bo_cn: ལམ་སེང་བཤེར་འབེབས།

source: Update authorization
bo_cn: གསར་སྒྱུར་དབང་ཐོབ།

source: Current to-do items:
bo_cn: མིག་སྔའི་བསྒྲུབ་བྱའི་དོན་ཚན:

source: the state of Virus defense
bo_cn: ནང་དུག་འགོག་སྲུང་རྣམ་པ།

source: The state of Software update
bo_cn: མཉེན་ཆས་གསར་སྒྱུར་གནས་ཚུལ:

source: Nothing to do
bo_cn: ལས་མི་དགོས།

source: No virus threat found
bo_cn: ནད་དུག་འཇིགས་ཉེན་མེད།

source: No update available
bo_cn: བཀོལ་རུང་གི་གསར་སྒྱུར་མེད།

source: There is a new version of the virus database, please upgrade immediately
bo_cn: ནང་དུག་མཛོད་ལ་པར་གཞི་གསར་པ་འདུག་པས་མྱུར་དུ་རིམ་སྤར་གནང་རོགས།

source: It is recommended to perform scan tasks regularly to ensure system security
bo_cn: དུས་ལྟར་བཤེར་འབེབས་བྱེད་རྒྱུ་གལ། དེ་ལྟར་ན་མ་ལག་བདེ་འཇགས་ཡིན།

source: This scan found %d threats, which have been successfully dealt with
bo_cn: ཐེངས་འདིའི་བཤེར་འབེབས་ལས་འཇིགས་ཉིན་%dརྙེད་བྱུང་བས། སྒྲིག་གཅོད་བྱས་ཚར།

source: This scan found %d threats, please deal with them as soon as possible
bo_cn: ཐེངས་འདིའི་བཤེར་འབེབས་ལས་འཇིགས་ཉིན་%dརྙེད་བྱུང་བས། སྐུ་ཉིད་ནས་མྱུང་དུ་སྒྲིག་གཅོད་མཛད་རོགས།

source: If a threat is detected, a full scan is recommended immediately
bo_cn: འཇིགས་ཉེན་མཐོང་སོང་པས། ལམ་སེང་སྡུར་སྡེར་ཡོངས་ལ་བཤེར་འབེབས་བྱེད་རོགས།

source: This function has been limited, please update the authorization to use
bo_cn: 该功能已受限，请更新授权后使用

source: The authorization is about to expire, please update the authorization as soon as possible
bo_cn: 授权已到期，请尽快更新授权

source: QIANXIN Antivirus Software V8-%1
bo_cn: ཆི་ཨན་ཡིད་སྲུང་དུག་འགོག་མཉེན་ཆསV8-%1

source: Technical support provided by Qi'AnXin Technology corporation Co., Ltd.
bo_cn: ལག་རྩལ་སྣེ་ཁྲིད་པ་ནི་ཆི་ཨན་ཞིན་ལག་རྩལ་ཚད་ཡོད་ཀུང་སི་ཡིན།.

source: unauthorized
bo_cn: དབང་ཐོབ་མེད།

source: kylin-ksc-defender
bo_cn: ཆི་ལིནkscསྲུང་དམག

source: Security center
bo_cn: བདེ་འཇགས་ལྟེ་གནས

source: Home page
bo_cn: མགོ་ཤོག

source: Applied executive control
bo_cn: ཉེར་སྤྱོད་ལག་བསྟར་ཚོད་འཛིན།

source: Closed
bo_cn: སྒོ་བརྒྱབ་ཟིན།

source: Default
bo_cn: རང་ལེན་རྣམ་པ།

source: Custimize
bo_cn: རང་བཟོས་མཚན་ཉིད།

source: System safety mode switch...
bo_cn: མ་ལག་གི་བདེ་འཇགས་རྣམ་པ་བརྗེ་བཞིན་པའི་སྒང...

source: System security mode switch, do not close!
bo_cn: མ་ལག་གི་བདེ་འཇགས་རྣམ་པ་བརྗེ་བཞིན་པའི་སྒང་ཡིན་པས་སྒོ་རྒྱག་མི་ཆོག!

source: Switch system security mode successfully, restart the system after effective
bo_cn: མ་ལག་གི་བདེ་འཇགས་རྣམ་པ་བརྗེས་ཟིན་པས་མ་ལག་བསྐྱར་སློང་བྱས་ན་ནུས་པ་འབྱུང་།

source: Failed to switch system security mode
bo_cn: མ་ལག་གི་བདེ་འཇགས་རྣམ་པ་བརྗེ་མ་ཐུབ།

source: executable
bo_cn: ལག་བསྟར་རུང་བའི་བྱ་རིམ།

source: kernel module
bo_cn: ནང་ཉིང་དཔེ་དུམ།

source: Other files
bo_cn: ཡིག་ཆ་གཞན།

source: <font style='font-size:14px;'>Last scan did not match </font><font style='font-size:14px;color:%1;'>%2</font><font style='font-size:14px;'> item</font>，
bo_cn: <font style='font-size:14px;'>上次扫描不符合 </font><font style='font-size:14px;color:%1;'>%2</font><font style='font-size:14px;'> 项</font>，

source: Unkonw
bo_cn: 未知

source: System service
bo_cn: 系统服务

source: Application
bo_cn: 应用程序

source: Internet service
bo_cn: 网络服务

source: Password Setting
bo_cn: 密码设置

source: Password:
bo_cn: 密码:

source: User: root
bo_cn: 用户: root

source: User: secadm
bo_cn: 用户: secadm

source: User: auditadm
bo_cn: 用户: auditadm

source: Please input password for root!
bo_cn: 请输入root用户密码!

source: Please input password for secadm!
bo_cn: 请输入secadm用户密码!

source: Please input password for auditadm!
bo_cn: 请输入auditadm用户密码!
