Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/kylin-menu.po
Languages: bo_cn

source: Accessories
bo_cn: ཟུར་བཀོད་ཡིག་ཆ།

source: Add to desktop(_A)
bo_cn: ཅོག་ངོས་སུ་སྣོན་པ།(_A)

source: Add to startup menu
bo_cn: （འགོ་འཛུགས་འདེམས་བྱང་）དུ་ཟུར་འགོད།

source: Administration
bo_cn: དོ་དམ།དོ་དམ།

source: All App
bo_cn: བྱ་རིམ་ཡོངས།

source: Application
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ།

source: Application has been successfully removed!
bo_cn: གཉེན་ཆས་ཐུམ་འདོར་ལེན་ལེགས་གྲུབ་ཟིན་པ།

source: Application in Terminal
bo_cn: མཐའ་སྣེའི་ཉེར་སྤྱོད།

source: Applications
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ།

source: Atril Document Viewer
bo_cn: Atril ཡིག་ཚགས་ལྟ་ཆས།

source: Automatic shutdown setted
bo_cn: རང་འགུལ་སྒོ་རྒྱག་སྒྲིག་འགོད་བྱས་ཟིན།

source: Cancel
bo_cn: འདོར་བ།

source: Category Menu
bo_cn: རིགས་དགར་འདེམས་བྱང་།

source: Category Menu(_C)
bo_cn: རིགས་དགར་འདེམས་བྱང་།(_C)

source: Chromium Browser
bo_cn: ཀོའུ་ཀོའུ་བཤར་ཆས།

source: Close(_C)
bo_cn: ཁ་རྒྱག་པ།(_C)

source: Closed
bo_cn: ཁ་ཟུམ།

source: Command:
bo_cn: བཀའ་ལག་བསྟར།

source: Comment:
bo_cn: མཆན་འགྲེལ།:

source: Copy to desktop(_C)
bo_cn: ཅོག་ངོས་སུ་འདྲ་བཟོ།(_C)

source: Edit Category Menu(_E)
bo_cn: རིགས་དགར་འདེམས་བྱང་རྩོམ་སྒྲིག(_E)

source: Every Day
bo_cn: ཉིན་རེར།

source: Eye of MATE Image Viewer
bo_cn: MATEཡི་མིག་གི་བརྙན་རིས་ལྟ་ཆས།

source: Favorite
bo_cn: མཉེན་ཆས།

source: Fcitx Config
bo_cn: བྱ་རྐང་ཐང་སྡེབ་སྒྲིག

source: File History:
bo_cn: ཡིག་ཆའི་ལོ་རྒྱུས།

source: Games
bo_cn: རོལ་རྩེད།

source: Graphics
bo_cn: རི་མོ།

source: Home
bo_cn: རྩིས་འཁོར།

source: Hour
bo_cn: དུས་ཚོད།

source: Internet
bo_cn: སྦྲེལ་རེས་དྲ་རྒྱ།

source: Kylin Video
bo_cn: ཆི་ལིན་སྒྲ་བརྙན།

source: Lock Screen(_L)
bo_cn: སྒྲོག་ཡོལ།(_L)

source: Lock to panel(_L)
bo_cn: ལས་འགན་སྡེ་རུ་དམིགས་འཛུགས། (_L)

source: Logout(_O)
bo_cn: ཐོ་ཁོངས་ནས་འདོར་བ།(_O)

source: Menu
bo_cn: འདེམས་བྱང་།

source: Menu Property
bo_cn: འདེམས་བྱང་གཏོགས་གཤིས།

source: Menu Type:
bo_cn: འདེམས་བྱང་རིགས་གྲས།

source: Minute
bo_cn: སྐར་མ།

source: Monday to Friday
bo_cn: གཟའ་ཟླ་བ་ནས་གཟའ་པ་སངས་བར།

source: Name:
bo_cn: བྱ་རིམ་གྱི་མིང་།

source: Never
bo_cn: གཏན་མིན།

source: New(_N)
bo_cn: གསར་འཛུགས།(_N)

source: No items matched
bo_cn: བཤེར་འཚོལ་ཆ་རྐྱེན་དང་འཚམ་པའི་རྣམ་གྲངས་མེད།

source: Normal Menu
bo_cn: རྒྱུན་ལྡན་གྱི་འདེམས་བྱང་།

source: Normal Menu(_N)
bo_cn: རྒྱུན་ལྡན་གྱི་འདེམས་བྱང་།(_N)

source: Note:
bo_cn: བརྗེད་བྱང་།

source: Office
bo_cn: གཞུང་ལས།

source: Only this time Shutdown
bo_cn: ཐེངས་འདི་ཁོ་ནར་སྒོ་རྒྱག་པ།

source: Open directory(_D)
bo_cn: དཀར་ཆག་ཁ་ཕྱེ་བ།(_D)

source: Open(_O)
bo_cn: ཁ་ཕྱེ། (_O)

source: Opened
bo_cn: ཁ་ཕྱེ་ཟིན།

source: Other
bo_cn: གཞན་དག

source: Packages will be removed
bo_cn: མཉེན་ཆས་ཐུམ་སྤོ་འཐེན།

source: Please wait
bo_cn: ཏོག་ཙམ་སྒུག་རོགས།

source: Power
bo_cn: ཁ་རྒྱག་པ།

source: Power(_P)
bo_cn: སྒོ་རྒྱག་པ།(_P)

source: Preferences
bo_cn: མཐོ་རིམ།

source: Programming
bo_cn: བྱ་རིམ་སྒྲིག་པ།

source: Property
bo_cn: གཏོགས་གཤིས།

source: Property(_P)
bo_cn: གཏོགས་གཤིས། (_P)

source: Quit(_Q)
bo_cn: ཕྱིར་འབུད། (_Q)

source: Reboot(_R)
bo_cn: བསྐྱར་སློང་།(_R)

source: Recent
bo_cn: ཉེ་ཆར།

source: Recent app number:
bo_cn: ལོ་རྒྱུས་ཉེར་སྤྱོད་ཀྱི་གྲངས།

source: Recent file number:
bo_cn: ལོ་རྒྱུས་ཀྱི་ཡིག་ཆའི་གྲངས།

source: Recent(%s)
bo_cn: ཉེ་ཆར།（%s）

source: Remove all
bo_cn: ཡོངས་རྫོགས་བསུབ་པ་།

source: Remove from list(_R)
bo_cn: རེའུ་མིག་ནང་ནས་བསུབ་པ།

source: Reset to default(_R)
bo_cn: སོར་བཞག་ཐང་དུ་བསྐྱར་སྒྲིག（_R）

source: Saturday to Sunday
bo_cn: གཟའ་སྤེན་པ་ནས་གཟའ་ཉི་མའི་བར།

source: Search local program
bo_cn: ས་གནས་དེ་གའི་བྱ་རིམ་འཚོལ་བཤེར།

source: Set Timing Shutdown
bo_cn: དུས་ཆད་སྒོ་རྒྱག་སྒྲིག་འགོད།

source: Set Up
bo_cn: སྒྲིག་འགོད།

source: Settings
bo_cn: སྒྲིག་འགོད།

source: Shutdown Frequency:
bo_cn: སྒོ་རྒྱག་ཟློས་ཕྱོད།

source: Sound & Video
bo_cn: སྒྲ་གདངས།

source: Start
bo_cn: འགོ་སློང་།

source: StartUp
bo_cn: མགོ་རྩོམ།

source: Startup Menu
bo_cn: འགོ་རྩོམ་འདེམས་བྱང་།

source: Switch User(_S)
bo_cn: སྤྱོད་མཁན་བརྗེ་བ།(_S)

source: System
bo_cn: རྒྱུད་ཁོངས།

source: System Tools
bo_cn: རྒྱུད་ཁོངས་ལག་ཆ།

source: The following packages will be removed:
bo_cn: གཤམ་གསལ་གྱི་མཉེན་ཆས་ཐུམ་སྤོ་སྒྱུར་བྱ་རྒྱུ།

source: This application has been removed. Are you sure remove the menu form the startup menu?
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་དེ་བཤིག་དོར་བྱས་ཟིན། ཁྱེད་རང་གི་འདེམས་བྱང་འདི་འགོ་འཛུགས་འདེམས་བྱང་ནས་མེད་པ་བཟོ་རྒྱུ་གཏན་འཁེལ་ཡིན་ནམ།

source: This is used to set up the menu type.
bo_cn: རྣམ་གྲངས་འདི་འདེམས་བྱང་གྱི་རིགས་གྲས་སྒྲིག་འགོད་ལ་སྤྱོད་ཀྱི་ཡོད།

source: This is used to set up whether the file history is displayed.
bo_cn: རྣམ་གྲངས་འདི་ཡིག་ཆའི་ལོ་རྒྱུས་ཟིན་ཐོ་འཆར་མིན་སྒྲིག་འགོད་ལསྤྱོད་ཀྱི་ཡོད།

source: Time to Poweroff:
bo_cn: སྒོ་རྒྱག་རག་བར་ད་དུང་།：

source: Timing Shutdown(_T)
bo_cn: དུས་ཆད་སྒོ་རྒྱག(_T)

source: Transparency:
bo_cn: གསལ་ཚད།

source: Type:
bo_cn: རིགས་གྲས།:

source: Uninstall(_U)
bo_cn: ལེན་པ།(_U)

source: Unlock from startup menu(_U)
bo_cn: （འགོ་འཛུགས་འདེམས་བྱང་）ནས་སྒྲོག་བཀྲོལ།（_U）

source: WPS Presentation
bo_cn: WPS འགྲེམས་སྟོན།

source: WPS Spreadsheets
bo_cn: WPS རེའུ་མིག

source: WPS Writer
bo_cn: WPS ཡི་གེ

source: day
bo_cn: ཉིན།

source: days
bo_cn: ཉིན།
