Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/kylin-software-center.po
Languages: bo_cn

source: log in immediately
bo_cn: འཕྲལ་མར་ཐོ་འགོད།

source: login successful
bo_cn: ཐོ་འགོད་ལེགས་འགྲུབ།

source: perfection
bo_cn: ལེགས་འགྲུབ།

source: please enter user name
bo_cn: སྤྱོད་མཁན་མིང་ནང་འཇུག་བྱེད་རོགས།

source: please enter your vaild email
bo_cn: ཡང་དག་པའི་ཡིག་སྒམ་ནང་འཇུག་བྱེད་རོགས།

source: registration success
bo_cn: ཐོ་འགོད་ལེགས་འགྲུབ།

source: status
bo_cn: རྣམ་པ།

source: translation software
bo_cn: ཡིག་སྒྱུར་མཉེན་ཆས།

source: unknown
bo_cn: མི་ཤེས།

source: upgrade
bo_cn: རིམ་སྤར།

source: upgrading
bo_cn: རིམ་སྤར་བྱེད་བཞིན་པ།

source: user comment
bo_cn: སྤྱོད་མཁན་གྱི་དཔྱད་གཏམ།

source: username
bo_cn: སྤྱོད་མཁན་མིང་།：

source: wrong user name or password
bo_cn: སྤྱོད་མཁན་མིང་ངམ་གསང་ཨང་ནོར་འཁྲུལ།
