Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/kylin-control-center.po
Languages: bo_cn

source: Pictures folder
bo_cn: པར་རིས།་ཡིག་ཁུག

source: Are you sure to delete wallpaper?
bo_cn: རྩིག་ཤོག་གཏན་ཁལ་སུབ་དགོས་སམ།

source: Delete
bo_cn: བསུབ་པ།

source: Add Wallpaper
bo_cn: རྩིག་ཤོག་ཁ་སྣོན།

source: Image
bo_cn: པར་རིས།།

source: Are you sure to delete wallpaper!
bo_cn: 是否确认删除快捷键

source: Font Rendering Details
bo_cn: ཡིག་གཟུགས་ཀྱི་སྒྲོ་འདོགས་ཞིབ་ཕྲའི་གནས་ཚུལ།

source: R_esolution:
bo_cn: འབྱེད་ཕྱོད།（E）

source: dots per inch
bo_cn: དབྱིན་ཚུན་རེའི་ཚེག་གྲངས།

source: Smoothing
bo_cn: འཇམ་སྙོམས།

source: _None
bo_cn: མེད།(_N)

source: Gra_yscale
bo_cn: སྐྱ་ཚད།(Y）

source: Sub_pixel (LCDs)
bo_cn: བརྙན་རྒྱུ་ཕལ་བ།(_P)། (LCDs)

source: _Slight
bo_cn: ཕྲན་སྒྲིག

source: N_one
bo_cn: མེད།（O）

source: _Medium
bo_cn: འབྲིང་རིམ།(_M)

source: _Full
bo_cn: ཆ་ཚང་།（F）

source: Subpixel Order
bo_cn: བརྙན་རྒྱུ་ཕལ་བའི་རིགས་གྲས།

source: No Desktop Background
bo_cn: ཅོག་ངོས་ཀྱི་རྒྱབ་ལྗོངས་མེད།

source: pixel
bo_cn: བརྙན་རྒྱུ།

source: <b>%s</b> %s, %s File Path: %s Artist: %s
bo_cn: <b>%s</b> %s, %s ཡིག་ཁུག：%s རྩོམ་པ་པོ།：%s

source: <b>%s</b> %s File Path: %s Artist: %s
bo_cn: <b>%s</b> %s ཡིག་ཁུག：%s རྩོམ་པ་པོ།：%s

source: Usage: %s SOURCE_FILE DEST_NAME This program installs a RANDR profile for multi-monitor setups into a systemwide location. The resulting profile will get used when the RANDR plug-in gets run in mate-settings-daemon. SOURCE_FILE - a full pathname, typically /home/username/.config/monitors.xml DEST_NAME - relative name for the installed file. This will get put in the systemwide directory for RANDR configurations, so the result will typically be %s/DEST_NAME
bo_cn: སྤྱོད་སྟངས།: %s SOURCE_FILE DEST_NAME བྱ་རིམ་འདིས་མ་ལག་ཡོངས་ལ་འཆར་ཆས་མང་བའི་སྒྲིག་འགོད་ཀྱི་སྡེབ་སྒྲིག་་ཡིག་ཆ་RANDRནང་འཇུག་བྱེད་པ། གྲུབ་པའི་སྡེབ་སྒྲིག་ཡིག་ཆRANDRབསྒར་ལྷུmate-settings-daemonའཁོར་སྐྱོད་འབྲིང་བའི་སྐབས་བེད་སྤྱོད་བྱས་པ། SOURCE_FILE - ཆ་ཚང་ཐབས་ལམ་གྱི་མིང་ནམ་རྒྱུན་ནི། /home/username/.config/monitors.xml DEST_NAME - སྒྲིག་སྦྱོར་བྱས་རྗེས་ཡིག་ཆའི་ལྟོས་བཅས་ཀྱི་མིང་། RANDRསྡེབ་་སྒྲིག་ལ་བཀོལ་བའི་མ་ལག་གི་དཀར་ཆག་ཏུ་བཞག་ནས། དེའི་རྐྱེན་གྱིས་གྲུབ་པའི་ཡིག་ཆ་ནམ་རྒྱུན་ནི། %s/DEST_NAME

source: This program can only be used by the root user
bo_cn: བྱ་རིམ་འདི་root སྤྱོད་མཁན་ཁོ་ནས་སྤྱད་ཆོག

source: The source filename must be absolute
bo_cn: ཁུངས་ཀྱི་ཡིག་ཆའི་མིང་དེ་ངེས་པར་དུ་བལྟོས་མེད་འགྲོ་ལམ་ཡིན་དགོས།

source: Could not open %s: %s
bo_cn: %s ཁ་ཕྱེ་ཐབས་མེད།: %s

source: Could not get information for %s: %s
bo_cn: %sཡི་ཆ་འཕྲིན་ཐོབ་ཐབས་བྲལ།: %s

source: %s must be a regular file
bo_cn: %sངེས་པར་དུ་རྒྱུན་ལྡན་གྱི་ཡིག་ཆ་ཡིན་དགོས།

source: This program must only be run through pkexec(1)
bo_cn: བྱ་རིམ་འདི་pkexec(1）ཁོ་ན་བརྒྱུད་འཁོར་སྐྱོད་བྱས་ཆོག

source: PKEXEC_UID must be set to an integer value
bo_cn: PKEXEC-UIDངེས་པར་དུ་ཧྲིལ་གྲངས་ཐང་དུ་སྒྲིག་དགོས།

source: %s must be owned by you
bo_cn: %sངེས་པར་དུ་ཁྱེད་རང་ལ་དབང་དགོས།

source: %s must not have any directory components
bo_cn: %sདཀར་ཆག་གི་ཁག་གང་ཡང་ཡོད་མི་འོས།

source: %s must be a directory
bo_cn: %s ངེས་པར་དུ་དཀར་ཆག་ཡིན་དགོས།

source: Could not open %s/%s: %s
bo_cn: %s/%sཁ་ཕྱེ་ཐབས་བྲལ་པ།: %s

source: Could not rename %s to %s: %s
bo_cn: %sམིང་%sདུ་མིང་བསྐྱར་འདོགས་ཐབས་མེད། : %s

source: take effact in opteration logout
bo_cn: རྩིས་ཐེམ་ནས་སུབ་རྗེས་ནུས་པ་ཐོན།

source: Logout
bo_cn: ད་ལྟ་རྩིས་ཐེམ་ནས་བསུབ་པ།

source: Logoutlater
bo_cn: ཅུང་ཙམ་འགོར་རྗེས་རྩིས་ཐེམ་ནས་བསུབ་པ།

source: Normal
bo_cn: དཀྱུས་མ།

source: Left
bo_cn: གཡོན།

source: Right
bo_cn: གཡས།

source: Upside-down
bo_cn: མགོ་མཇུག་ཟློག་པ།

source: Full
bo_cn: ཆ་ཚང་།

source: Center_
bo_cn: དཀྱིལ་སྒྲིག

source: Full aspect
bo_cn: ཕྱོགས་ཡོངས།

source: Center
bo_cn: དཀྱིལ་སྒྲིག

source: %d Hz (Default)
bo_cn: སོར་བཞག

source: Mirror Screens
bo_cn: ཤེལ་བརྙན།

source: Monitor: %s
bo_cn: འཆར་ཆས།:

source: Monitor
bo_cn: འཆར་ཆས།

source: %d x %d (Default)
bo_cn: %d x %d (默认)

source: Select a monitor to change its properties; drag it to rearrange its placement.
bo_cn: མངོན་འཆར་གཅིག་བདམས་ནས་དེའི་གཏོགས་གཤིས་བསྒྱུར་བ་དང་། དེ་འཐེན་ནས་གྲལ་བསྒྲིགས་པ།

source: Could not save the monitor configuration
bo_cn: འཆར་ཆས་ཀྱི་སྡེབ་སྒྲིག་ཉར་ཚགས་བྱེད་ཐབས་བྲལ།

source: Could not get session bus while applying display configuration
bo_cn: མངོན་འཆར་སྡེབ་སྒྲིག་ཉེར་སྤྱོད་སྐབས་གླེང་མོལ་མ་སྐུད་ཐོབ་ཐབས་བྲལ་བ།

source: The display maybe abnormal or unable to displayed due to the compatibility problem between display device and graphics card after the resolution or refresh rate is modified. If an exception is encountered. Please wait for 15 second, and the system will automatically restore the settings for you!
bo_cn: དབྱེ་འབྱེད་ཚད་དང་གསར་བསྒྱུར་ཚད་ལ་བཟོ་བཅོས་བྱས་རྗེས།སྒྲིག་ཆས་དང་བྱང་བུའི་བར་དུ་འཆམ་མཐུན་རང་བཞིན་གྱི་གནད་དོན་ཡོད་པའི་རྐྱེན་གྱིས།རྒྱུན་ལྡན་མིན་པ་དང་འཆར་མི་ཐུབ་པའི་སྣང་ཚུལ་མངོན་སྲིད། གལ་ཏེ་རྒྱུན་འགལ་བྱུང་ཚེ།ཁྱོད་ཀྱིས་སྐར་ཆ་15སྒུག་རོགས་གནང་།མ་ལག་རང་འགུལ་ངང་ཁྱོད་ཀྱི་སྒྲིག་འགོད་སོར་ལོག་བྱེད་ངེས།

source: Change Display Attribute
bo_cn: གཏོགས་གཤིས་མངོན་འཆར་བཟོ་བཅོས།

source: I known, Continue
bo_cn: ངས་ཤེས་སོང་།མུ་མཐུད་བཟོ་བཅོས་བྱེད།

source: Cancel
bo_cn: འདོར་བ།

source: The monitor configuration has been saved
bo_cn: འཆར་ཆས་སྡེབ་སྒྲིག་ཉར་ཚགས་བྱས་ཟིན།

source: This configuration will be used the next time someone logs in.
bo_cn: སྒྲིག་འགོད་དེ་ཐེངས་རྗེས་མའི་ནང་འཇུག་སྐབས་བེད་སྤྱོད་གཏོང་བ།

source: Could not set the default configuration for monitors
bo_cn: འཆར་ཆས་ལ་སོར་བཞག་སྡེབ་སྒྲིག་སྒྲིག་འགོད་བྱེད་ཐབས་བྲལ།

source: 不能获取屏幕信息
bo_cn: བརྙན་ཡོལ་ཆ་འཕྲིན་ཐོབ་མི་ཐུབ།

source: Custom Shortcuts
bo_cn: མྱུར་མཐེབ་མཚན་ཉིད་རང་འཇོག

source: The shortcut "%s" cannot be used because it will become impossible to type using this key. Please try with a key such as Control, Alt or Shift at the same time.
bo_cn: མྱུར་མཐེབ་"%s" བཀོལ་སྤྱོད་བྱེད་མི་ཐུབ།རྒྱུ་མཚན་ནི་མཐེབ་འདི་བཀོལ་ནས་ནང་འཇུག་བྱེད་མི་ཐུབ། Alt，Control，ཡང་ནShiftབཀོལ་་སྤྱོད་བྱས་ནས་ཚོད་ལྟ་ཞི་བྱེད་རོགས།

source: The shortcut "%s" is already used for "%s",please reset!!!
bo_cn: མྱུར་མཐེབ་“%s”སྤྱད་ཟིན། “%s” ཡང་བསྐྱར་སྒྲིག་འགོད་གནང་རོགས།

source: Add Shortcuts
bo_cn: མྱུར་མཐེབ་ཁ་སྣོན།

source: Selection Program
bo_cn: མྱུར་འབྱེད་བྱ་རིམ་འདེམ་པ།

source: Cannot Get Exec Path from Desktop
bo_cn: Execཐོ་ལེན་ཕམ་པ།

source: Cannot Get Exec Path from Desktop, Command not change!
bo_cn: Desktopནས་Execཐོབ་ལེན་ཕམ་པ། བཅོས་སྒྱུར་བྱས་མེད།

source: Function description
bo_cn: བྱེད་ནུས་གསལ་བཤད།

source: Hotkey
bo_cn: ཚ་མཐེབ།

source: Select the keyboard layout
bo_cn: མཐེབ་གཞོང་གི་བཀོད་པ་འདེམ་པ།

source: _Variants:
bo_cn: གཟུགས་འགྱུར།(_V):

source: _Country:
bo_cn: རྒྱལ་ཁབ/ས་ཁུལ(_C):

source: By _country
bo_cn: རྒྱལ་ཁབ/ས་ཁུལ་ལ་གཞིགས་ནས།(_C)

source: _Language:
bo_cn: སྐད་བརྡ།(_L):

source: By _language
bo_cn: སྐད་ལ་གཞིགས་ནས།(_L):

source: Preview:
bo_cn: སྔོན་ལྟ།

source: Custom Shortcut
bo_cn: མྱུར་མཐེབ་མཚན་ཉིད་རང་འཇོག

source: Name:
bo_cn: བྱ་རིམ་གྱི་མིང་།

source: Command
bo_cn: བཀའ་ལག་བསྟར།

source: Scan
bo_cn: བཤར་འབེབས།

source: Did not check any information
bo_cn: ཆ་འཕྲིན་གང་ཡང་བདམས་མེད།

source: Export information failed
bo_cn: ཆ་འཕྲིན་ཕྱིར་འདྲེན་ནོར་འཁྲུལ།

source: The sysinfo.tar.gz has been exported to the desktop.
bo_cn: ཆ་འཕྲིནsysinfo.tar.gzཅོག་ངོས་སུ་ཕྱིར་འདྲེན་བྱས་ཟིན།

source: Export diagnostic information
bo_cn: བརྟག་དཔྱད་ཆ་འཕྲིན་ཕྱིར་འདོན།

source: Please make a system diagnosis first and then export the information.
bo_cn: སྔོན་ལ་རྒྱུད་ཁོངས་བརྟག་དཔྱད་བྱེད་རོགས།དེ་ནས་ཆ་འཕྲིན་ཕྱིར་འདོན་བྱེད་རོགས།

source: Export Information
bo_cn: ཆ་འཕྲིན་ཕྱིར་འདྲེན།

source: message log
bo_cn: messageཉིན་ཐོ།

source: boot log
bo_cn: botཉིན་ཐོ།

source: dmesg log
bo_cn: dmesgཉིན་ཐོ།

source: kernel information
bo_cn: ནང་སྙིང་གི་ཆ་འཕྲིན།

source: diagnosis information
bo_cn: བརྟག་དཔྱད་ཆ་འཕྲིན།

source: package list
bo_cn: སྒྲིག་འཇུག་བྱས་ཟིན་པའི་ཐུམ་རིམ།

source: kyinfo
bo_cn: རྒྱུད་ཁོངས་པར་གཞིའི་ཆ་འཕྲིན།

source: Please click on the checkbox to export information (Gray said the current system has no corresponding information)
bo_cn: ཕྱིར་འདྲེན་གྱི་ཆ་འཕྲིན་འདེམས་རོགས་གནང་། (ཐལ་མདོག་གི་མིག་སྔར་མ་ལག་ལ་ལྟོས་ཟླའི་ཆ་འཕྲིན་མེད་པ་མཚོན་པ། )

source: Confirm export
bo_cn: ཕྱིར་འདོན་གཏན་འཁེལ།

source: System diagnostics in progress, the whole process takes a few minutes, please be patient......
bo_cn: རྒྱུད་ཁོངས་ལ་བརྟག་དཔྱད་བྱེད་བཞིན་ཡོད།བརྒྱུད་རིམ་ཧྲིལ་བོར་སྐར་མ་འགའ་དགོས། ངང་རིང་ངང་སྒུག་གནང་རོགས།

source: Start Diagnose
bo_cn: བརྟག་དཔྱད་བྱེད་འགོ་བརྩམས།

source: Failed to call the system diagnostics service, please check the related services of kylin-system-info are running
bo_cn: འདོན་སྤྱོད་རྒྱུད་ཁོངས་གི་བརྟག་དཔྱད་ཞབས་ཞུར་ནོར་འཁྲུལ་བྱུང་བ།kylin-system-infoཡི་འབྲེལ་ཡོད་ཞབས་ཞུ་འཁོར་སྐྱོད་བྱེད་བཞིན་ཡོད་མེད་ལ་ཞིབ་བཤེར་བྱེད་དགོས།

source: diagnosing
bo_cn: བརྟག་དཔྱད་བྱེད་བཞིན་པ།

source: The system check is ok!
bo_cn: རྒྱུད་ཁོངས་དག་བཤེར་ཁས་བླངས་པ།

source: The following files have been changed: %s
bo_cn: གཤམ་གསལ་གྱི་ཡིག་ཆ་བསྒྱུར་བཅོས་བྱས་ཟིན། ： %s

source: Access to the kernel information failed
bo_cn: ནང་ཉིང་ཆ་འཕྲིན་ཐོབ་ལེན་ཕམ་པ།

source: Access to the version information failed
bo_cn: པར་གཞིའི་ཆ་འཕྲིན་ཐོབ་ལེན་ཕམ་པ།

source: Access to the boot information failed
bo_cn: bootཆ་འཕྲིན་ཐོབ་ལེན་ཕམ་པ།

source: Access to the dmesg log failed
bo_cn: dmesgཉིན་ཐོའི་ཆ་འཕྲིན་ཐོབ་ལེན་ཕམ་པ།

source: Access to the message log failed
bo_cn: messageཉིན་ཐོ་ཐོབ་ལེན་ཕམ་པ།

source: Network Proxy Details
bo_cn: དྲ་རྒྱའི་ལས་ཚབ་གནས་ཚུལ་ཞིབ་ཕྲ།

source: <b>User authentication</b>
bo_cn: <b>སྤྱོད་མཁན་ར་སྤྲོད།</b>

source: Username:
bo_cn: སྤྱོད་མཁན་གྱི་མིང་

source: Password:
bo_cn: གསང་ཨང་།

source: To:
bo_cn: དུས་ཁུལ།:

source: %i seconds
bo_cn: སྐར་ཆ%d

source: Unknown time
bo_cn: ངེས་མེད་ཀྱི་དུས་ཚོད།

source: %i minutes
bo_cn: སྐར་མ་%i

source: %i hours
bo_cn: དུས་ཚོད་%i

source: hour
bo_cn: དུས་ཚོད།

source: minute
bo_cn: སྐར་མ།

source: Power Manager
bo_cn: གློག་ཁུངས་དོ་དམ།

source: Power Manager for the MATE desktop
bo_cn: MATEཅོག་ངོས་ཁོར་ཡུག་གི་གློག་ཁུངས་དོ་དམ།

source: Never
bo_cn: གཏན་མིན།

source: Blank screen
bo_cn: ཡོལ་ནག

source: Hang
bo_cn: འགེལ་འཇོག

source: Shutdown
bo_cn: ཁ་རྒྱག

source: Sleep
bo_cn: མལ་གསོ།

source: No operations
bo_cn: བཀོལ་སྤྱོད་ལག་བསྟར་མི་བྱེད།

source: Ask
bo_cn: འདྲི་རྩད།

source: No operations(Extended Screen)
bo_cn: བཀོལ་སྤྱོད་ལག་བསྟར་མི་བྱེད་པ། (རྒྱ་སྐྱེད་ཡོལ་བ།)

source: %s charging (%.1f%%)
bo_cn: %s གློག་གསོག་བཞིན་པ་། (%.1f%%)

source: Battery is fully charged. Provides %s laptop runtime
bo_cn: གློག་སྨན་ཁེངས་འདུག རྩིས་འཁོར་དུས་ཚོད་%sལ་འཁོར་སྐྱོད་འདོན་སྤྲོད་བྱེད་ཐུབ།

source: %s is fully charged
bo_cn: %sཁེངས་ཟིན།

source: %s %s remaining (%.1f%%)
bo_cn: ལྷག་མ་%s %s། (%.1f%%)

source: %s discharging (%.1f%%)
bo_cn: %s གློག་ཕྱིར་གཏོང་བཞིན་པ་། (%.1f%%)

source: %s %s until charged (%.1f%%) Provides %s battery runtime
bo_cn: ད་དུང་%s %sན་ད་གཟོད་ཁེངས་། (%.1f%%) གློག་སྨན་ %sའཁོར་སྐྱོད་དུས་ཚོད་འདོན་སྤྲོད་བྱེད་ཐུབ།

source: %s %s until charged (%.1f%%)
bo_cn: གློག་གསོག་ནས་ཁེངས་བར་ %s %s། (%.1f%%)

source: %s waiting to discharge (%.1f%%)
bo_cn: %s གློག་གསོག་ངང་སྒུག་(%.1f%%)

source: %s waiting to charge (%.1f%%)
bo_cn: %s གློག་གསོག་ངང་སྒུག་(%.1f%%)

source: Product:
bo_cn: ཐོན་རྫས།：

source: Status:
bo_cn: རྣམ་པ།：

source: Missing
bo_cn: མི་འདང་བ།

source: Charged
bo_cn: གང་བ།

source: Charging
bo_cn: གློག་གསོག་བཞིན་པ།

source: Discharging
bo_cn: གློག་གཏོང་བཞིན་པ།

source: Percentage charge:
bo_cn: གློག་གསོག་བརྒྱ་ཆའི་བསྡུར་ཚད།

source: Vendor:
bo_cn: བཟོ་གྲྭ：

source: Technology:
bo_cn: ལག་རྩལ།：

source: Serial number:
bo_cn: རིམ་སྟར་ཨང་རྟགས།：

source: Model:
bo_cn: བཟོ་དབྱིབས།：

source: Charge time:
bo_cn: གློག་གསོག་དུས་ཚོད།

source: Discharge time:
bo_cn: གློག་གཏོང་བའི་དུས་ཚོད།

source: Excellent
bo_cn: ཧ་ཅང་བཟང་བ།

source: Good
bo_cn: ཅུང་བཟང་།

source: Fair
bo_cn: འགྲིག་ཙམ།

source: Poor
bo_cn: ཞན།

source: Capacity:
bo_cn: ཤོང་ཚད།：

source: Current charge:
bo_cn: མིག་སྔར་གློག་གསོག་བཞིན་པ།：

source: Last full charge:
bo_cn: ཐེངས་སྔོན་མའི་གློག་གསོག

source: Design charge:
bo_cn: གློག་སྣོན་ཇུས་འགོད།

source: Charge rate:
bo_cn: གློག་གསོག་ཕྱོད།

source: AC adapter
bo_cn: གློག་ཁུངས་སྤེལ་རྒྱུག་འཚམ་སྒྲིག་ཆས།

source: Laptop battery
bo_cn: དེབ་ཟིན་གློག་སྨན།

source: Mouse
bo_cn: ཙིག་རྟགས།

source: Keyboard
bo_cn: མཐེབ་གཞོང་།

source: PDA
bo_cn: PDAs

source: Cell phone
bo_cn: ལག་ཐོག་ཁ་པར།

source: Media player
bo_cn: སྨྱན་གཟུགས་གཏོང་ཆས།

source: Tablet
bo_cn: རེག་པང།

source: Computer
bo_cn: རྩིས་ཆས།

source: Lithium Ion
bo_cn: ལིས་གྱེས་རྡུལ།

source: Lithium Polymer
bo_cn: ལིས་འདུས་སྦྱོར་རྫས།

source: Lithium Iron Phosphate
bo_cn: ལིན་སྐྱུར་ལྕགས་ལི།

source: Lead acid
bo_cn: ཞ་སྐྱུར།

source: Nickel Cadmium
bo_cn: ཉའེ་ཆིང་།

source: Nickel metal hydride
bo_cn: ཉའེ་ཆིང་།

source: Unknown technology
bo_cn: ངེས་མེད་ཀྱི་ལག་རྩལ།

source: Empty
bo_cn: སྟོང་པ།

source: Waiting to charge
bo_cn: གློག་གསོག་པར་སྒུགས་པ།

source: Waiting to discharge
bo_cn: གློག་གཏོང་བར་སྒུགས་པ།

source: Screensaver Preview
bo_cn: བརྙན་སྲུང་སྔོན་ལྟ།

source: Screensaver preview
bo_cn: བརྙན་སྲུང་སྔོན་ལྟ།

source: Random
bo_cn: སྐབས་བསྟུན།

source: %d hour
bo_cn: %d ཆུ་ཚོད།

source: %d minute
bo_cn: སྐར་མ། %d

source: %d second
bo_cn: སྐར་ཆ %d

source: Could not load the main interface
bo_cn: འཆར་ཆས་ཀྱི་སྡེབ་སྒྲིག་ཉར་ཚགས་བྱེད་ཐབས་བྲལ།

source: Please make sure that the screensaver is properly installed
bo_cn: རྩིས་འཁོར་དེའི་ནང་མ་མཐར་ཡང་སྤྱོད་མཁན་ཞིག་ནི་དོ་དམ་པའི་སྤྱོད་མཁན་ཡིན་པར་ཁག་ཐེག་བྱེད་རོགས།

source: Desktop file(*.desktop)
bo_cn: ཅོག་ངོས་ཡིག་ཆ།(*.desktop)

source: Select command
bo_cn: བཀའ་བརྡ་འདེམ་པ།

source: Add programs
bo_cn: ཁ་འབྱེད་འགོ་སློང་བྱ་རིམ་ཁ་སྣོན།

source: Boot program property details
bo_cn: འགོ་སློང་བྱ་རིམ་གྱི་ཞིབ་ཕྲའི་གཏོགས་གཤིས།

source: The startup command cannot be empty
bo_cn: ལས་འགོ་ཚུགས་པའི་བཀའ་སྟོང་བར་བཞག་ན་མི་འགྲིག

source: The startup command is not valid
bo_cn: གོ་མི་ཆོད་པའི་འགོ་རྩོམ་བཀའ་བརྡ།

source: enabled
bo_cn: སྤྱོད་འགོ་བརྩམས་ཟིན་པ།

source: disabled
bo_cn: འགོག་སྤྱོད་བྱས་ཟིན།

source: %d/%d/%d/ %d:%d:%d
bo_cn: "ལོ་%dཟླ་%dཚེས་%dདུས་ཚོད་%dསྐར་མ་%dསྐར་ཆ་%d"

source: property
bo_cn: གཏོགས་གཤིས།

source: %dByte
bo_cn: ཡིག་ཚིགས།%d

source: Command:
bo_cn: བཀའ་ལག་བསྟར།

source: Annotation:
bo_cn: བྱ་རིམ་གྱི་མཆན་འགྲེལ།

source: scan…
bo_cn: མིག་བཤར།…

source: program name
bo_cn: མིང་།

source: File Type:
bo_cn: ཡིག་ཆའི་རིགས་གྲས།

source: File Description:
bo_cn: ཞིབ་བརྗོད།

source: Application
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ།

source: Program Location:
bo_cn: གནས་ཡུལ།

source: Program Size:
bo_cn: ཆེ་ཆུང་།

source: Access Time:
bo_cn: ལྟ་སྤྱོད་དུས་ཚོད།

source: modification time:
bo_cn: བཟོ་བཅོས་དུས་ཚོད།

source: PM
bo_cn: ཕྱི་དྲོ།

source: The time is set successfully!
bo_cn: དུས་ཚོད་སྡེབ་སྒྲིག་ལེགས་གྲུབ་བྱུང་བ།

source: AM
bo_cn: སྔ་དྲོ།

source: default
bo_cn: སོར་བཞག

source: y/m/d w
bo_cn: /ལོའི་ཟླ་/ཚེས་/ གཟའ་འཁོར།

source: m/d/y w
bo_cn: /ལོའི་/ཟླ་/ཚེས་/ གཟའ་འཁོར།

source: y/m/d
bo_cn: /ལོའི་ཟླ་/ཚེས་/

source: m/d/y
bo_cn: /ལོའི་/ཟླ་/ཚེས་/

source: Changge Face
bo_cn: མགོ་པར་བསྒྱུར་བ།

source: Ok
bo_cn: གཏན་འཁེལ།

source: Tip: support less than 1M pic
bo_cn: གསལ་འདེབས།：དབུ་བརྙན་པར་རིས།་1Mལས་ཆུང་དགོས།

source: Browse more pictures
bo_cn: པར་རིས།་དེ་བས་མང་བར་མིག་བཤར།

source: Change Name
bo_cn: སྤྱོད་མཁན་གྱི་མིང་བསྒྱུར་བ།

source: Change Password
bo_cn: གསང་གྲངས་བཟོ་བཅོས།

source: Change Usertype
bo_cn: སྤྱོད་མཁན་གྱི་རིགས་གྲས་བསྒྱུར་བ།

source: automatic logon
bo_cn: རང་འགུལ་ཐོ་འགོད།

source: Please make sure that the computer has at least one user is the administrator
bo_cn: རྩིས་འཁོར་དེའི་ནང་མ་མཐར་ཡང་སྤྱོད་མཁན་ཞིག་ནི་དོ་དམ་པའི་སྤྱོད་མཁན་ཡིན་པར་ཁག་ཐེག་བྱེད་རོགས།

source: Standard User
bo_cn: ཚད་ལྡན་སྤྱོད་མཁན།

source: Standard users can use most software, but you can not install software and change settings that affect all users.
bo_cn: ཚད་ལྡན་སྤྱོད་མཁན་གྱིས་མཉེན་ཆས་མང་ཆེ་བ་བཀོལ་ཆོག་མོད།འོན་ཀྱང་མཉེན་ཆས་སྒྲིག་སྦྱོར་དང་སྤྱོད་མཁན་གྱི་སྒྲིག་འགོད་ལ་ ཤུགས་རྐྱེན་བཟོ་མི་ཐུབ།

source: Administrators
bo_cn: དོ་དམ་པ།

source: Administrator can make any changes needed on the system, including installing and upgrading software.
bo_cn: དོ་དམ་པས་རྒྱུད་ཁོངས་སྟེང་ནས་སྒྲིག་འཇུག་དང་རིམ་སྤོར་མཉེན་ཆས་འདུས་པའི་དགོས་མཁོ་གང་རུང་གི་བཟོ་བཅོས་བྱས་ཆོག

source: Current password requirements:
bo_cn: མིག་སྔའི་གསང་ཨང་ཀྱི་རྙོག་འཛིང་ཆེ་བའི་བླང་བྱ།

source: min lenght
bo_cn: གསང་ཨང་རིང་ཚད་ཀྱི་ཐུང་མཐའ།

source: min class char
bo_cn: གསང་ཨང་ལ་ཉུང་མཐར་ཡང་ཡིག་རྟགས་རིགས་ཚུད་དགོས།

source: min upper char
bo_cn: གསང་ཨང་ལ་ཉུང་མཐར་ཡང་ཆེ་བྲིས་ཡིག་རྟགས་འགའ་འདུས་དགོས།

source: min lower char
bo_cn: གསང་ཨང་ལ་ཉུང་མཐར་ཡང་ཆུང་བྲིས་ཡིག་རྟགས་འགའ་འདུས་དགོས།

source: min digit num
bo_cn: གསང་ཨང་ལ་ཉུང་མཐར་ཡང་ཨང་ཀིའི་ཡིག་རྟགས་ཀྱི་འགའ་འདུས་དགོས།

source: min other char
bo_cn: གསང་ཨང་ལ་ཉུང་མཐར་ཡང་ཡིག་རྟགས་གཞན་པ་འགའ་འདུས་དགོས།

source: max repeat
bo_cn: ཡིག་རྟགས་གཅིག་མཚུངས་བསྐྱར་ཟློས་ཐོན་ཐེངས་ཆེ་ཤོས།

source: max sequence
bo_cn: བསྟུད་མར་ཡིག་རྟགས་རིམ་ཕྲེང་བྱུང་བའི་ཆེས་ཆེ་བའི་རིང་ཚད།

source: max class repeat
bo_cn: རིགས་མཐུན་ཡིག་རྟགས་བསྟུད་མར་ཐོན་པའི་གྲངས་ཆེ་ཤོས།

source: reject contains username
bo_cn: གསང་ཨང་ནང་དུ་སྤྱོད་མཁན་གྱི་མིང་ཚུད་མི་ཆོག

source: reject palindrome password
bo_cn: གསང་ཨང་ཀྱི་ནང་ཡིག་ལན་འདུས་མི་ཆོག

source: reject similar password
bo_cn: འདྲ་མཚུངས་གསང་ཨང་བཀག་སྡོམ་བྱེད་པ།

source: configure dict check
bo_cn: གསང་ཨང་ཚིག་མཛོད་ཞིབ་བཤེར།

source: memory allocation error
bo_cn: ནང་གསོག་བགོ་བ་ནོར་འཁྲུལ་བྱུང་།

source: Do not meet pwd requirement.
bo_cn: གསང་ཨང་རྙོག་འཛིང་ཆེ་ཚད་བླང་བྱ་དང་མི་མཐུན།

source: Delete User
bo_cn: སྤྱོད་མཁན་བསུབ་པ།

source: Keep File
bo_cn: ཡིག་ཆ་སོར་ཉར།

source: Delete File
bo_cn: ཡིག་ཆ་བསུབ་པ།

source: Authentication failure!
bo_cn: ར་སྤྲོད་ཕམ་པ།

source: Permission denied!
bo_cn: 拒绝权限

source: New password length is too short!
bo_cn: གསང་ཨང་གསར་པ་རིང་ཚད་ཐུང་དྲགས་པ།

source: The new password is too simple!
bo_cn: གསང་ཨང་གསར་པ་ནི་ཧ་ཅང་ལས་སླ་དྲགས་པ།

source: The new password is too similar to the old one!
bo_cn: གསང་ཨང་གསར་པ་དང་གསང་ཨང་རྙིང་པ་འདྲ་དྲགས་པ།

source: The new password must contain numbers or special characters!
bo_cn: གསང་ཨང་གསར་པའི་ནང་ངེས་པར་དུ་གྲངས་ཀ་དང་ཡང་ན་དམིགས་བསལ་གྱི་ཡིག་རྟགས་འདུ་དགོས།

source: The new password is the same as the old one!
bo_cn: གསང་ཨང་གསར་པ་དང་གསང་ཨང་རྙིང་པ་གཅིག་པ་རེད།

source: The new password has been used recently!
bo_cn: གསང་ཨང་གསར་པ་ཉེ་ཆར་སྤྱོད་མྱོང་འདུག

source: Your password has been changed after you verify!
bo_cn: ཁྱེད་ཀྱིས་ཞིབ་བཤེར་བྱས་རྗེས་ཁྱེད་ཀྱི་གསང་ཨང་བཟོ་བཅོས་བྱས་ཟིན།

source: Unknown error
bo_cn: གསང་ཨང་རྙོག་འཛིང་ཚད་བླང་བྱ་དང་མི་མཐུན་པ།

source: min lenght num
bo_cn: གསང་ཨང་རིང་ཚད་ཀྱི་ཐུང་མཐའ།

source: min dig num
bo_cn: གསང་ཨང་ལ་ཉུང་མཐར་ཡང་ཨང་ཀིའི་ཡིག་རྟགས་ཀྱི་འགའ་འདུས་དགོས།

source: min upper num
bo_cn: གསང་ཨང་ལ་ཉུང་མཐར་ཡང་ཆེ་བྲིས་ཡིག་རྟགས་འགའ་འདུས་དགོས།

source: min lower num
bo_cn: གསང་ཨང་ལ་ཉུང་མཐར་ཡང་ཆུང་བྲིས་ཡིག་རྟགས་འགའ་འདུས་དགོས།

source: min other num
bo_cn: གསང་ཨང་ལ་ཉུང་མཐར་ཡང་ཡིག་རྟགས་གཞན་པ་འགའ་འདུས་དགོས།

source: min char class
bo_cn: གསང་ཨང་ལ་ཉུང་མཐར་ཡང་ཡིག་རྟགས་རིགས་ཚུད་དགོས།

source: max Sequence
bo_cn: བསྟུད་མར་ཡིག་རྟགས་རིམ་ཕྲེང་བྱུང་བའི་ཆེས་ཆེ་བའི་རིང་ཚད།

source: open passwd dict check
bo_cn: གསང་ཨང་ཚིག་མཛོད་སྤྱོད་འགོ་རྩོམ་པ།

source: open similar check
bo_cn: ཉེ་འདྲ་རང་བཞིན་ཞིབ་བཤེར་སྤྱོད་འགོ་རྩོམ་པ།

source: open palindrome check
bo_cn: ཡིག་ལོག་ཞིབ་བཤེར་སྤྱོད་འགོ་རྩོམ་པ།

source: open user name check
bo_cn: གསང་ཨང་ནང་དུ་སྤྱོད་མཁན་གྱི་མིང་ཚུད་མི་ཆོག

source: Please enter the username
bo_cn: སྤྱོད་མཁན་མིང་ནང་འཇུག་བྱེད་རོགས།

source: The first character cannot be numeric!
bo_cn: ཡིག་རྟགས་ཐོག་མ་གྲངས་ཀ་བྱེད་མི་རུང་།

source: The first character cannot be underlined!
bo_cn: ཡིག་རྟགས་ཐོག་མ་འོག་ཐིག་བྱེད་མི་རུང་།

source: User name can not contain capital letters!
bo_cn: སྤྱོད་མཁན་གྱི་མིང་ནང་དུ་ཆེ་བྲིས་གསལ་བྱེད་འདུས་མི་རུང་།

source: The user name can only be composed of letters, numbers and underline!
bo_cn: སྤྱོད་མཁན་གྱི་མིང་ནི་ཡི་གེ་དང་ཨང་གྲངས།དེ་མིན་འོག་ཐིག་བཅས་ཁོ་ནས་གྲུབ་དགོས།

source: The user name is already in use, please use a different one.
bo_cn: སྤྱོད་མཁན་གྱི་མིང་དེ་བཀོལ་ཟིན་པས་སྤྱོད་མཁན་མིང་གཞན་ལ་བརྗེ་རོགས།

source: User has not been removed completely, please use a different one.
bo_cn: སྤྱོད་མཁན་གྱི་མིང་འདིར་ལྷག་ལུས་བྱུང་བའི་སྡེབ་སྒྲིག་ཡོད་པས་སྤྱོད་མཁན་གཞན་པའི་མིང་ལ་བརྗེ་རོགས།

source: The user name corresponds to the group already exists,please use a different user name
bo_cn: སྤྱོད་མཁན་གྱི་མིང་དང་དོ་ཟླའི་ཚོ་ཆུང་འདུག་པས་སྤྱོད་མཁན་གཞན་པའི་མིང་ལ་བརྗེ་རོགས།

source: Username length need to less than 32!
bo_cn: སྤྱོད་མཁན་གྱི་མིང་གི་རིང་ཚད་དེ་གནས་32ལས་ཆུང་དགོས།

source: Please enter the password
bo_cn: གསང་ཨང་ནང་འཇུག་བྱེད་རོགས།

source: Contains illegal characters
bo_cn: གསང་ཨང་ནང་དུ་དམིགས་བསལ་ཡིག་རྟགས་ཡོད་མི་རུང་།

source: Please confirm the new password
bo_cn: གསང་ཨང་གསར་པ་གཏན་འཁེལ་བྱེད་རོགས།

source: enter the password twice inconsistencies!
bo_cn: ཐེངས་གཉིས་ཀྱི་གསང་ཨང་ནང་འཇུག་མི་མཐུན་པ།

source: Please enter the password
bo_cn: གསང་ཨང་ནང་འཇུག་བྱེད་རོགས།

source: Please enter the new username
bo_cn: སྤྱོད་མཁན་གྱི་མིང་གསར་པ་ནང་འཇུག་བྱེད་རོགས།

source: Please enter new password
bo_cn: གསང་ཨང་གསར་པ་ནང་འཇུག་བྱེད་རོགས།

source: Please enter the current password
bo_cn: མིག་སྔའི་གསང་ཨང་ནང་འཇུག་བྱེད་རོགས།

source: Please enter the new password
bo_cn: གསང་ཨང་གསར་པ་ནང་འཇུག་བྱེད་རོགས།

source: Password input error, please re-enter!
bo_cn: མིག་སྔའི་གསང་ཨང་ནང་འཇུག་ནོར་བས་བསྐྱར་དུ་འཇུག་རོགས།

source: is the same as the old one
bo_cn: གསང་ཨང་གསར་པ་དང་གསང་ཨང་རྙིང་པ་གཅིག་པ་རེད།

source: Please choose another password.
bo_cn: གསང་ཨང་གཞན་འདེམས་རོགས།

source: Please reenter the current password.
bo_cn: མིག་སྔའི་གསང་ཨང་བསྐྱར་དུ་ནང་འཇུག་བྱེད་རོགས།

source: Password can not be modified.
bo_cn: གསང་ཨང་བཟོ་བཅོས་བྱེད་ཐབས་བྲལ།

source: Pwd changed failed!
bo_cn: 密码修改失败!

source: password must be changed
bo_cn: གསང་ཨང་ངེས་པར་དུ་བཟོ་བཅོས་བྱེད་དགོས།

source: Unknown
bo_cn: མི་ཤེས།

source: Passwd Expire Date:
bo_cn: གསང་ཨང་དུས་ཡོལ་དུས་ཚོད།

source: Logged(Current User)
bo_cn: ཐོ་འགོད་བྱས་ཟིན་པ།(མིག་སྔའི་སྤྱོད་མཁན།)

source: Logged(Other Users)
bo_cn: ཐོ་འགོད་བྱས་ཟིན་པ།(མིག་སྔའི་སྤྱོད་མཁན།)

source: Un-login(Other Users)
bo_cn: ཐོ་འགོད་མ་བྱས་པ།(སྤྱོད་མཁན་གཞན་དག)

source: Standard user
bo_cn: ཚད་ལྡན་སྤྱོད་མཁན།

source: User name cannot start with number!
bo_cn: སྤྱོད་མཁན་གྱི་མིང་དེ་གྲངས་ཀ་ཡིས་འགོ་འཛུགས་མི་རུང་།

source: The user name has been used, please replace with another one!
bo_cn: སྤྱོད་མཁན་གྱི་མིང་དེ་བཀོལ་ཟིན་པས་བརྗེ་རོགས།

source: Modify username failed!
bo_cn: སྤྱོད་མཁན་མིང་བཟོ་བཅོས་ཕམ་པ།

source: the user has logged in, please log out and modify!
bo_cn: སྤྱོད་མཁན་དེ་ཐོ་འགོད་བྱས་ཟིན་པས་སྤྱོད་མཁན་དེ་རྩིས་ཐེམ་ནས་དོར་རྗེས་བཟོ་བཅོས་བྱེད་རོགས།

source: auto login
bo_cn: རང་འགུལ་ཐོ་འགོད།

source: _Cancel
bo_cn: དོར་བ།

source: _OK
bo_cn: གཏན་འཁེལ།

source: Already have other users set to automatically log in, click OK will overwrite the existing settings!
bo_cn: སྤྱོད་མཁན་གཞན་དག་གིས་རང་འགུལ་ངང་ཐོ་འགོད་སྒྲིག་འགོད་བྱས་ཟིན། སྔོན་གྱི་སྒྲིག་འགོད་ཁེབས་བསམ་ན།ངོས་འཛིན་བྱོས།

source: The user can not be deleted!
bo_cn: སྤྱོད་མཁན་དེ་བསུབ་ཐབས་བྲལ།

source: The user has logged in, please perform the delete operation after logging out!
bo_cn: སྤྱོད་མཁན་འདིས་ཐོ་འགོད་བྱས་ཟིན་པས།སྤྱོད་མཁན་གྱི་རྩིས་ཐེམ་དོར་རྗེས་བསུབ་པའི་་བཀོལ་སྤྱོད་ལག་ལེན་བྱོས།

source: <span weight='bold' font_desc='11'>do you confirm to delete all the files of %s?</span>
bo_cn: <span weight='bold' font_desc='11'> %sསྤྱོད་མཁན་གྱི་ཡིག་ཆ་ཡོད་ཚད་གསུབ་པར་གཏན་འཁེལ་བྱེད་དམ།</span>

source: if you want to delete the %s user, belonging to the user's desktop, documents, favorites, music, pictures and video folder will be deleted!
bo_cn: གལ་ཏེ་སྤྱོད་མཁན་ %s བསུབ་དགོས་ན།སྤྱོད་མཁན་དེའི་ཅོག་ངོས་དང་།ཡིག་ཚགས།བསྡུ་ཉར་ཁུག་མ།རོལ་དབྱངས།།པར་རིས།།བརྙན་ལམ་ཡིག་ཁུག་བཅས་ཀྱི་ནང་དོན་ཚང་མ་བསུབ་ངེས་ཡིན།།

source: Super user
bo_cn: རིམ་བརྒལ་སྤྱོད་མཁན།

source: Rename
bo_cn: མིང་བསྐྱར་འདོགས།

source: Change PWD
bo_cn: གསང་ཨང་བསྒྱུར་བ།

source: Change Face
bo_cn: མགོ་པར་བསྒྱུར་བ།

source: Change Type
bo_cn: སྤྱོད་མཁན་གྱི་རིགས་གྲས་བསྒྱུར་བ།

source: User Option
bo_cn: སྤྱོད་མཁན་གྱི་གདམ་བྱང་།

source: Browse more pictures...
bo_cn: རི་མོ་དེ་བས་མང་བར་མིག་བཤར།

source: Create Account
bo_cn: རྩིས་ཐོ་གསར་འཛུགས་བྱེད་པ།

source: Automatic Logon
bo_cn: རང་འགུལ་ཐོ་འགོད།

source: select picture
bo_cn: པར་རིས།་འདེམ་པ།
