Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/kylin-control-center.po
Languages: bo_cn

source: Standard users can use most software, but you can not install software and change settings that affect all users.
bo_cn: ཚད་ལྡན་སྤྱོད་མཁན་གྱིས་མཉེན་ཆས་མང་ཆེ་བ་བཀོལ་ཆོག་མོད། འོན་ཀྱང་མཉེན་ཆས་སྒྲིག་སྦྱོར་དང་སྤྱོད་མཁན་གྱི་སྒྲིག་འགོད་ལ་ ཤུགས་རྐྱེན་བཟོ་མི་ཐུབ།

source: Administrator can make any changes needed on the system, including installing and upgrading software.
bo_cn: དོ་དམ་པས་མ་ལག་སྟེང་ནས་བཟོ་བཅོས་ཅི་ཡང་བྱས་ཆོག དེའི་ནང་དུ་སྒྲིག་སྦྱོར་དང་རིམ་སྤོར་མཉེན་ཆས་འདུས།

source: Set User Options
bo_cn: སྤྱོད་མཁན་གྱི་འདེམས་ཚན་སྒྲིག་འགོད།

source: Expire Date:
bo_cn: དུས་ཡོལ་སྒྲིག་འགོད།

source: Rear
bo_cn: གཞུག་སྒྲིག་སྒྲ་ལམ།

source: Front
bo_cn: སྔོན་སྒྲིག་སྒྲ་ལམ།

source: Minimum
bo_cn: ཆེས་ཤོས་ཐང་།

source: Maximum
bo_cn: ཆེ་ཤོས་ཐང་།

source: _Balance(_B):
bo_cn: དོ་མཉམ།(_B):

source: _Fade(_F):
bo_cn: སླ་འདོན།（F)

source: _Subwoofer(_S):
bo_cn: སྒྲ་དམན་སྒྱོགས།(_S):

source: Unamplified
bo_cn: ཆེར་སྐྱེད་མིན་པ།

source: Mute
bo_cn: སྒྲ་མེད།

source: _Profile(_P):
bo_cn: ཡིག་ཆ་སྡེབ་སྒྲིག(_P):

source: Disabled
bo_cn: འགོག་སྤྱོད།

source: %u Output
bo_cn: %u ཕྱིར་གཏོང་།

source: %u Input
bo_cn: %u ནང་འཇུག

source: Co_nnector
bo_cn: མཐུད་ཆས།（_N）

source: Peak detect
bo_cn: གྲངས་ཚད་མཐོ་ཤོས་ཀྱི་ཞིབ་དཔྱད།

source: Co_nnector:
bo_cn: མཐུད་ཆས།(_N):

source: Device
bo_cn: སྒྲིག་ཆས།

source: Speaker Testing for %s
bo_cn: %s་ཚོད་ལེན།

source: _Profiles:
bo_cn: སྡེབ་སྒྲིག(_P):

source: Test Speakers
bo_cn: ཉན་དུང་ཚོད་ལེན།

source: Name
bo_cn: མིང་།

source: Sound Output Volume
bo_cn: ཕྱིར་སྐྱེལ་སྒྲ་ཚད།（_O）

source: Applications
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ།

source: No application is currently playing or recording audio.
bo_cn: མིག་སྔར་ཉེར་སྤྱོད་བྱ་རིམ་གྱིས་སྒྲ་ཟློས་གཏོང་བའམ་ཕབ་སྐྲུན་བཞིན་མེད་པ།

source: Sound Effects
bo_cn: སྒྲའི་ཕན་འབྲས།

source: _Alert volume:
bo_cn: ཉེན་བརྡའི་སྒྲ་ཚད།(_A):

source: Input
bo_cn: ནང་འཇུག

source: _Input volume:
bo_cn: སྒྲ་ཚད་ནང་འཇུག(_I):

source: Input level:
bo_cn: ནང་འཇུག་རིམ་པ།

source: C_hoose a device for sound input: Tips:If you need to switch, click the small circle
bo_cn: སྒྲའི་ནང་འཇུག་སྒྲིག་ཆས་འདེམས་པ། (_H): གསལ་འདེབས། :གལ་ཏེ་སྒྲིག་ཆས་འདི་བརྗེ་དགོས་ཚེ།འདེམས་བྱ་འདིའི་སྔོན་གྱི་སྒོར་དབྱིབས་ཆུང་ཆུང་གི་ས་ཁོངས་ལ་གནོན་རོགས།

source: Output
bo_cn: ཕྱིར་འདོན།

source: C_hoose a device for sound output: Tips:If you need to switch, click the small circle
bo_cn: སྒྲ་ཕྱིར་འདོན་སྒྲིག་ཆས་འདེམས་པ། (_H): གསལ་འདེབས། :གལ་ཏེ་སྒྲིག་ཆས་འདི་བརྗེ་དགོས་ཚེ།འདེམས་བྱ་འདིའི་སྔོན་གྱི་སྒོར་དབྱིབས་ཆུང་ཆུང་གི་ས་ཁོངས་ལ་གནོན་རོགས།

source: Settings for the selected device:
bo_cn: བདམས་པའི་སྒྲིག་ཆས་ཀྱི་སྒྲིག་འགོད།

source: Hardware
bo_cn: སྲ་ཆས།

source: C_hoose a device to configure:
bo_cn: སྡེབ་སྒྲིག་བྱེད་དགོས་པའི་སྒྲིག་ཆས་འདེམ་པ།(_H):

source: Sound Preferences
bo_cn: སྒྲའི་སྔོན་འདེམས་ཚན་པ།

source: Default
bo_cn: སོར་བཞག

source: No sounds
bo_cn: སྒྲ་མེད་པ།

source: Built-in
bo_cn: ནང་ཁུལ་དུ་འཇོག་པ།

source: Custom
bo_cn: མཚན་ཉིད་རང་འཇོག

source: Testing event sound
bo_cn: དོན་རྐྱེན་གྱི་སྒྲའི་ཚོད་ལེན།

source: From theme
bo_cn: བརྗོད་སྙིང་ནས་འོང་བ།

source: Type
bo_cn: རིགས་རྣམ།

source: Sound _theme:
bo_cn: སྒྲའི་བརྗོད་གཞི།

source: C_hoose an alert sound: Tips:Click the option to audition, if you need to switch, click the small circle
bo_cn: ཉེན་བརྡའི་སྒྲ་འདེམས་པ།(_H): གསལ་འདེབས།:གཤམ་གྱི་འདེམ་བྱང་མནན་ནས་ཉེན་བརྡའི་སྒྲ་ཉན་པ།གལ་ཏེ་ཉེན་བརྡའི་སྒྲ་འདི་ལ་བརྗེ་དགོས་ཚེ།འདེམ་བྱང་སྔོན་གྱི་སྒོར་ཆུང་བ་དེ་གནོན་དགོས།

source: Enable _window and button sounds
bo_cn: སྒེའུ་ཁུང་དང་མཐེབ་གནོན་སྐད་སྒྲ་སྤྱོད་འགོ་རྩོམ་པ།(_W)

source: Stop
bo_cn: མཚམས་འཇོག་པ།

source: Test
bo_cn: ཚོད་ལེན།

source: Subwoofer
bo_cn: སྒྲ་དམན་སྒྱོགས།

source: -Kylin Control Center
bo_cn: --ཆི་ལིན་ཚོད་འཛིན་ངོས་པང་།

source: Control Center
bo_cn: སྒྲིག་འགོད།

source: Time and Dates
bo_cn: དུས་ཚོད་དང་ཚེས་གྲངས།

source: Change the time and date of this computer
bo_cn: རྩིས་འཁོར་འདིའི་དུས་ཚོད་དང་ཚེས་གྲངས་ལ་བཟོ་བཅོས་བྱེད་པ།

source: User Account
bo_cn: སྤྱོད་མཁན་གྱི་རྩིས་ཐོ།

source: Change the computer user account settings and password
bo_cn: རྩིས་འཁོར་འདིའི་སྤྱོད་མཁན་གྱི་ཐོ་ཁོངས་བཟོ་བཅོས། གསར་འཛུགས་དང་གསང་གྲངས།

source: Run security center
bo_cn: བདེ་འཇགས་ལྟེ་གནས་འཁོར་སྐྱོད།

source: Run kylin update manager
bo_cn: kylinགསར་སྒྱུར་དོ་དམ་ཆས་འཁོར་སྐྱོད།

source: Personalization
bo_cn: རང་གཤིས་ཅན།

source: Change the computer desktop background and related theme
bo_cn: རྩིས་འཁོར་འདིའི་སྒྲོག་ངོས་རྒྱབ་ལྗོངས་བཟོ་བཅོས། བརྗོད་བྱ་གཙོ་བོ་དང་འབྲེལ་ཡོད།

source: Default Application
bo_cn: སོར་བཞག་ཉེར་སྤྱོད་བྱ་རིམ།

source: Change the default application on this computer
bo_cn: རྩིས་འཁོར་འདིའི་སོར་བཞག་ཉེར་སྤྱོད་བྱ་རིམ་ལ་བཟོ་བཅོས་བྱེད་པ།

source: Change the network on this computer
bo_cn: རྩིས་འཁོར་འདིའི་དྲ་རྒྱ་འབྲེལ་མཐུད་ལ་བཟོ་བཅོས་བྱེད་པ།

source: Change the keyboard settings on this computer
bo_cn: རྩིས་འཁོར་འདིའི་མཐེབ་གཞོང་སྒྲིག་འགོད་ལ་བཟོ་བཅོས་བྱེད་པ།

source: Change the mouse settings on this computer
bo_cn: རྩིས་འཁོར་འདིའི་ཙིག་རྟགས་ཀྱི་སྒྲིག་འགོད་བཟོ་བཅོས་བྱེད་པ།

source: Configure the connection to the computer printer
bo_cn: རྩིས་འཁོར་འདིའི་པར་འཁོར་དུ་སྡེབ་སྒྲིག་སྦྲེལ་མཐུད་བྱོས།

source: Sound
bo_cn: སྒྲ།

source: Change the sound settings on this computer
bo_cn: རྩིས་འཁོར་འདིའི་སྒྲའི་སྒྲིག་བཀོད་ལ་བཟོ་བཅོས་བྱེད་པ།

source: Network Agent
bo_cn: དྲ་རྒྱའི་ལས་ཚབ།

source: Change the network agent on this computer
bo_cn: རྩིས་འཁོར་འདིའི་དྲ་རྒྱའི་ལས་ཚབ་བཟོ་བཅོས་བྱེད་པ།

source: Autostart
bo_cn: འགོ་སློང་བ།

source: Change the autostart program on this computer
bo_cn: རྩིས་འཁོར་འདིའི་སྒོ་འབྱེད་བྱ་རིམ་ལ་བཟོ་བཅོས་བྱེད་པ།

source: Change the Monitor settings on this computer
bo_cn: རྩིས་འཁོར་འདིའི་འཆར་ཆས་ཀྱི་སྡེབ་སྒྲིག་ལ་བཟོ་བཅོས་བྱེད་པ།

source: Change the power management settings on this computer
bo_cn: རྩིས་འཁོར་འདིའི་གློག་ཁུངས་དོ་དམ་འདེམ་བྱང་ལ་བཟོ་བཅོས་བྱེད་པ།

source: System Check
bo_cn: རྒྱུད་ཁོངས་བཤེར་འཇལ།

source: check the system detection information on this computer
bo_cn: རྒྱུད་ཁོངས་འདིའི་ཞིབ་བཤེར་ཆ་འཕྲིན་ལ་ལྟ་ཞིབ་བྱེད་པ།

source: Tile
bo_cn: སྙོམས་འདིང་།

source: Zoom
bo_cn: སྐྱེད་སྐྱུང་།

source: Scale
bo_cn: བསྡུར་ཚད་ཆེར་སྐྱེད།

source: Stretch
bo_cn: རྐྱོང་བ།

source: Span
bo_cn: ཞེང་ཚད་འཚམ་པོ།

source: Default Application
bo_cn: སོར་བཞག སོར་བཞག་ ཉེར་སྤྱད་བྱ་རིམ།

source: Time Dates
bo_cn: དུས་ཚོད་དང་ཚེས་གྲངས།

source: Update Manager
bo_cn: དཔྱད་གཞི་གསར་སྒྱུར།

source: Security Center
bo_cn: བདེ་འཇགས་ ལྟེ་གནས།

source: Language Support
bo_cn: སྐད་རིགས་རྒྱབ་སྐྱོར།

source: System Configure
bo_cn: རྒྱུད་ཁོངས་སྡེབ་སྒྲིག

source: Printer
bo_cn: པར་འཁོར།

source: Power Manager
bo_cn: གློག་ཁུངས་དོ་དམ།

source: Network Agent
bo_cn: དྲ་རྒྱའི་ལས་ཚབ།

source: Network Connections
bo_cn: དྲ་རྒྱ་འབྲེལ་མཐུད།

source: Hardware Configure
bo_cn: སྲ་ཆས་སྡེབ་སྒྲིག

source: Home
bo_cn: རྩིས་ཆས།

source: Personalization_
bo_cn: རང་གཤིས་ཅན།

source: Autostart_
bo_cn: འགོ་སློང་བ།

source: Default APP
bo_cn: སོར་བཞག་ཉེར་སྤྱོད།

source: Time Dates_
bo_cn: དུས་ཚོད་དང་ཚེས་གྲངས།

source: User Account_
bo_cn: སྤྱོད་མཁན་གྱི་རྩིས་ཐོ།

source: System Info
bo_cn: རྒྱུད་ཁོངས་ཆ་འཕྲིན།

source: Keyboard_
bo_cn: མཐེབ་གཞོང་།

source: Mouse_
bo_cn: ཙིག་རྟགས།

source: Printer_
bo_cn: པར་འཁོར།

source: Sound_
bo_cn: སྒྲ།

source: Network Agent_
bo_cn: དྲ་རྒྱའི་ལས་ཚབ།

source: Monitor_
bo_cn: འཆར་བ།

source: Power Manager_
bo_cn: གློག་ཁུངས་དོ་དམ།

source: Tzone:
bo_cn: དུས་ཁུལ།:

source: date:
bo_cn: ཚེས་གྲངས།:

source: time:
bo_cn: དུས་ཚོད།

source: Jan
bo_cn: ཟླ་བ་དང་པོ།

source: Feb
bo_cn: ཟླ་གཉིས་པ།

source: Mar
bo_cn: ཟླ་གསུམ་པ།

source: Apr
bo_cn: ཟླ་བཞི་བ།

source: May
bo_cn: ཟླ་ལྔ་བ།

source: Jun
bo_cn: ཟླ་དྲུག་པ།

source: Jul
bo_cn: ཟླ་བདུན་པ།

source: Aug
bo_cn: ཟླ་བརྒྱད་པ།

source: Sep
bo_cn: ཟླ་དགུ་བ།

source: Oct
bo_cn: ཟླ་བཅུ་པ།

source: Nov
bo_cn: ཟླ་བཅུ་གཅིག་པ།

source: Dec
bo_cn: ཟླ་བཅུ་གཉིས་པ།

source: 一
bo_cn: ཟླ་བ།

source: 二
bo_cn: མིག་དམར།

source: 三
bo_cn: ལྷག་པ།

source: 四
bo_cn: ཕུར་བུ།

source: 五
bo_cn: པ་སངས།

source: 六
bo_cn: སྤེན་པ།

source: 日
bo_cn: ཉི་མ།

source: because the ntp is installed,please use ntpdate.
bo_cn: ntpསྒྲིག་འཇུག་བྱས་འདུག་པསntpdateསྤྱད་ནས་དྲ་རྒྱའི་དུས་ཚོད་དུས་མཉམ་བྱེད་རོགས།

source: format:
bo_cn: རྣམ་གཞག

source: 12-hours
bo_cn: ཆུ་ཚོད་12ལུགས།

source: 24-hours
bo_cn: ཆུ་ཚོད་24ལུགས།

source: Dformat:
bo_cn: ཟླ་ཚེས་ཀྱི་རྣམ་གཞག

source: save settings
bo_cn: སྒྲིག་བཀོད་ཉར་ཚགས།

source: Datetime changes not taken effect, please don't close program
bo_cn: དུས་ཚོད་དམ་ཡང་ན་ཚེས་གྲངས་བཟོ་བཅོས་ལ་གནས་སྐབས་ནུས་པ་ཐོན་མེད། བྱ་རིམ་སྒོ་མ་རྒྱག

source: Synchronize with net time
bo_cn: དྲ་རྒྱའི་དུས་ཚོད་དང་གོམ་མཚུངས།

source: network invalid, function maybe problem
bo_cn: དྲ་རྒྱ་རྒྱུན་འགལ།གོམ་མཉམ་བྱེད་ལས་སྤྱོད་མི་ཐུབ།

source: Current Account
bo_cn: མིག་སྔའི་སྤྱོད་མཁན།

source: Other Accounts
bo_cn: སྤྱོད་མཁན་གཞན་དག

source: Create a new account
bo_cn: རྩིས་ཐོ་གསར་པ་ཞིག་བཟོ་དགོས།

source: Style:
bo_cn: པར་རིས།་འཇོག་སྟངས།

source: Add
bo_cn: ཁ་སྣོན།

source: delete
bo_cn: འདོར་བ།

source: wallpaper
bo_cn: ཅོག་ངོས་རྒྱབ་ལྗོངས།

source: Select the theme you love
bo_cn: བརྗོད་སྙིང་འདེམ་པ།

source: Theme
bo_cn: བརྗོད་གཞི།

source: Select the color with theme you love
bo_cn: བརྗོད་སྙིང་ཁ་དོག་འདེམ་པ།

source: xgsTheme
bo_cn: བརྗོད་གཞི།

source: Font general choice:
bo_cn: ཐུན་མོང་དུ་སྤྱོད་པའི་ཡིག་གཟུགས་གདམ་གསེས།：

source: Font mono choice:
bo_cn: ཞེང་ཆེའི་ཡིག་གཟུགས་གདམ་གསེས།：

source: Font size :
bo_cn: ཡིག་གཟུགས་ཆེ་ཆུང་།

source: small(S) --100%(default)
bo_cn: ཅུང་ཆུང་།（S）-100%(སོར་བཞག)

source: medium(M)--125%
bo_cn: འབྲིང་།(M)--125%

source: large (L) --150%
bo_cn: ཅུང་ཆེ།（L）-150%

source: Please select the clearest sample text
bo_cn: ཁྱེད་རང་གིས་བལྟས་ན་གསལ་ཤོས་ཀྱི་ཡིག་ཆའི་དཔེ་མཚོན་འདེམས།

source: Restore Defaults
bo_cn: སོར་བཞག་སྒྲིག་འགོད་སླར་གསོ།

source: Font
bo_cn: ཡིག་གཟུགས།

source: lockscreen wp
bo_cn: ཡོལ་སྒྲོག་རྒྱབ་ལྗོངས།

source: Internet
bo_cn: སྦྲེལ་རེས་དྲ་རྒྱ།

source: Web Browser:
bo_cn: དྲ་རྒྱའི་བཤེར་ཆས།

source: Mail Reader:
bo_cn: ཡིག་ཟམ་ལྟ་ཀློག་ཆས།

source: Multimedia
bo_cn: སྨྱན་མང་གཟུགས།

source: Image Viewer:
bo_cn: བརྙན་རིས་ལྟ་ཆས།

source: Audio Player:
bo_cn: སྒྲ་ཟློས་གཏོང་ཆས།

source: Video Player:
bo_cn: བརྙན་ཟློས་གཏོང་ཆས།

source: System
bo_cn: རྒྱུད་ཁོངས།

source: Text Editor:
bo_cn: ཡིག་དེབ་རྩོམ་སྒྲིག་ཆས།

source: File Manager:
bo_cn: ཡིག་ཆ་དོ་དམ་ཆས།

source: Network Connections
bo_cn: དྲ་རྒྱ་འབྲེལ་མཐུད།

source: Repeat Keys
bo_cn: མཐེབ་གནོན་བསྐྱར་ཟློས།

source: Key presses _repeat when key is held down
bo_cn: མཐེབ་ཅིག་མནན་ནས་སྡོད་སྐབས་མཐེབ་དེ་བསྐྱར་ཟློས་བྱེད།（R）

source: _Delay:
bo_cn: དུས་འགྱངས།(D)：

source: _Speed:
bo_cn: མགྱོགས།ཚད། (_S)：

source: Short
bo_cn: ཐུང་བ།

source: Slow
bo_cn: དལ།

source: Repeat keys speed
bo_cn: མཐེབ་གནོན་བསྐྱར་ཟློས་མྱུར་ཚད།

source: Long
bo_cn: རིང་ཚད།

source: Fast
bo_cn: མགྱོགས།པོ།

source: To test the repetition rate of the input character:
bo_cn: ཡིག་རྟགས་ནང་འཇུག་བྱས་ནས་བསྐྱར་ཟློས་འགྲོས་ཚད་ཚོད་ལྟ་བྱེད་པ།：

source: Keyboard Tip
bo_cn: མཐེབ་གནོན་གསལ་བརྡ།

source: Show keyboard tip
bo_cn: མཐེབ་མནན་སྣེ་སྟོན།（ཆེ་བྲིས་ཆུང་བྲིས།/མཐེབ་གཞུང་ཆུང་བ།）འཆར་བ།

source: Cursor Blinking
bo_cn: འོད་རྟགས་འོད་འཚེར།

source: Cursor _blinks in text fields
bo_cn: ཡིག་དེབ་ཁོངས་ཀྱི་འོད་རྟགས་འོད་འཚེར་བ།（B）

source: S_peed:
bo_cn: མྱུར་ཚད།(P)：

source: Cursor blinks speed
bo_cn: འོད་རྟགས་འོད་འཚེར་མྱུར་ཚད།

source: General
bo_cn: སྤྱི་སྤྱོད།་སྒྲིག་འགོད།

source: Please add the language you will use to the list. And the first one in the list is the most commonly used language.
bo_cn: སྤྱད་བྱའི་སྐད་བརྡའི་རེའུ་མིག་འདིའི་ནང་དུ་ཁ་སྣོན་བྱེད་པ་དང་། རེའུ་མིག་ནང་དུ་གནས་པའི་སྐད་ཆ་ཨང་དང་པོ་ནི་ཁྱོད་ཀྱི་རྒྱུན་སྤྱོད་ཀྱི་སྐད་བརྡ་ཡིན།

source: Up
bo_cn: གྱེན་ཕྱོགས།

source: Down
bo_cn: ཐུར་ཕྱོགས།

source: _Show...
bo_cn: མངོན་པ།

source: List of keyboard layouts selected for usage
bo_cn: འདེམས་སྤྱོད་བྱས་པའི་མཐེབ་གཞོང་བཀོད་པའི་རེའུ་མིག

source: _Separate layout for each window
bo_cn: སྒེའུ་ཁུང་རེ་རེའི་རང་ཚུགས་སྒྲིག་བཀོད།（S）

source: New windows u_se active window's layout
bo_cn: སྒེའུ་ཁུང་གསར་བའི་བྱ་འགུལ་གྱི་སྒེའུ་ཁུང་གི་བཀོད་པ།（S）

source: Reset to De_faults
bo_cn: སོར་བཞག་སྡེབ་སྒྲིག་སླར་གསོ།(_F)

source: Layouts
bo_cn: བཀོད་པ།

source: "To edit a shortcut key, click on the corresponding row and type a new key " "combination, or press backspace to clear."
bo_cn: མགྱོགས།མཐེབ་རྩོམ་སྒྲིག་བྱེད་དགོས་ན། ལྟོས་བཅོས་ཀྱི་ཕྲེང་ལ་ཆིག་རྡེབ་བྱས་ཏེ་མཐེབ་གནོན་ཚན་སྡེབ་གསར་པ་ནང་འཇུག་གམ་ཕྱིར་འཐེན་མཐེབ་མནན་ནས་གཙང་སེལ་གྱིས།

source: Shortcut
bo_cn: མྱུར་མཐེབ།

source: _Right-handed
bo_cn: གཡས་གོམས་མ།

source: _Left-handed
bo_cn: གཡོན་གོམས་མ།

source: Sh_ow position of pointer when the Ctrl+Shift+m key is pressed
bo_cn: Ctrl+Shift+mམནན་ན་སྟོན་ཁབ་གནས་འཆར་བ།

source: S_ensitivity:
bo_cn: ཚོར་སྐྱེན་ཚད།（E）：

source: Low
bo_cn: དམའ།

source: High
bo_cn: མཐོ།

source: Double-click the right bulb to test your settings
bo_cn: གཡས་ཀྱི་གློག་ཞུའི་ཤེལ་ཏོག་ལ་ཉིས་རྡེབ་བྱས་ནས་ཁྱེད་ཀྱི་སྒྲིག་འགོད་ཚོད་ལྟ་ལ་སྟབས་བདེ་བཟོས།

source: Time_out:
bo_cn: དུས་བརྒལ།(O):

source: Pointer moving speed
bo_cn: སྟོན་ཁབ་སྤོ་འགུལ།མྱུར་ཚད།

source: Locate Pointer
bo_cn: གནས་ངེས་སྟོན་ཁབ།

source: Mouse Keys
bo_cn: ཙིག་མཐེབ།

source: Double-Click Speed
bo_cn: ཉིས་རྡེབ་མྱུར་ཚད།

source: Mouse wheel speed
bo_cn: ཙིག་རྟགས་ཀྱི་འཁོར་ལོའི་འགྲོས་ཚད།

source: Disable _touchpad while typing
bo_cn: ཡི་གེ་གཏག་སྐབས་རེག་པང་སྤྱོད་མི་ཆོག（T）

source: Enable _mouse clicks with touchpad
bo_cn: རེག་པང་གི་ཙིག་རྟགས་རྡེབ་གནོན་སྤྱོད་འགོ་རྩོམ་པ།(M)

source: _Disabled
bo_cn: སྤྱོད་མི་ཆོག་པ།(_D)

source: _Edge scrolling
bo_cn: མཐའ་མཚམས་འགྲིལ་བ།（E）

source: Two-_finger scrolling
bo_cn: མཛུབ་ཟུང་འཁོར་འགུལ།（F）

source: Enable h_orizontal scrolling
bo_cn: ཆུ་སྙོམས་འདེད་འགྲིལ་སྤྱོད་འགོ་རྩོམ་པ།（O）

source: Scrolling
bo_cn: འགྲིལ་བ།

source: Enabled touchpad
bo_cn: རེག་པང་སྤྱོད་འགོ་རྩོམ།

source: Touchpad
bo_cn: རེག་པང།

source: <b>Di_rect internet connection</b>
bo_cn: <b>ཐད་ཀར་དྲ་རྒྱར་སྦྲེལ་བ།(_R)</b>

source: <b>_Manual proxy configuration</b>
bo_cn: <b>ལག་སྒུལ་སྡེབ་སྒྲིག་ལས་ཚབ།(_M)</b>

source: H_TTP proxy:
bo_cn: H-TTPལས་ཚབ།

source: _Secure HTTP proxy:
bo_cn: བདེ་འཇགས་HTTPལས་ཚབ།(_S):

source: _FTP proxy:
bo_cn: FTPལས་ཚབ།:

source: S_ocks host:
bo_cn: S-oooksགཙོ་འཁོར།

source: Port:
bo_cn: མཐུད་ཁ།

source: _Details
bo_cn: ཞིབ་ཕྲ།(_D)

source: <b>_Automatic proxy configuration</b>
bo_cn: <b>རང་འགུལ་སྡེབ་སྒྲིག་ལས་ཚབ།(_A)</b>

source: Autoconfiguration _URL:
bo_cn: རང་འགུལ་སྡེབ་སྒྲིག _URL:

source: Proxy Configure
bo_cn: ལས་ཚབ་ཞབས་ཞུ་ཆས་སྡེབ་སྒྲིག

source: Ignore Host List
bo_cn: གཙོ་འཁོར་གྱི་རེའུ་མིག་སྣང་མེད་དུ་བཞག

source: Ignored Hosts
bo_cn: སྣང་མེད་དུ་བཞག་པའི་གཙོ་འཁོར།

source: <b>Enable Apt Proxy</b>
bo_cn: <b>Aptལས་ཚབ་ཁ་ཕྱེ་བ།</b>

source: Proxy Host:
bo_cn: ལས་ཚབ་གཙོ་འཁོར།：

source: Apply
bo_cn: ཉེར་སྤྱོད།

source: Apt Proxy
bo_cn: Aptལས་ཚབ།

source: Additional startup _programs:
bo_cn: ཚད་བརྒལ་གྱི་འགོ་སློང་བྱ་རིམ།

source: Properties
bo_cn: གཏོགས་གཤིས།

source: name
bo_cn: མིང་།

source: status
bo_cn: རྣམ་པ།

source: Startup Programs
bo_cn: བྱ་རིམ་མགོ་སློང་།

source: Monitor:
bo_cn: འཆར་ཆས།:

source: Resolution:
bo_cn: འབྱེད་ཕྱོད།

source: Direction:
bo_cn: ཁ་ཕྱོགས།

source: Save
bo_cn: བསྒྱུར་བཅོས་ཉར་ཚགས།

source: Same image in all monitors
bo_cn: འཆར་ཆས་ཡོད་ཚད་ལས་བརྙན་ཡོལ་གཙོ་བོའི་བརྙན་རིས་མངོན་པ།

source: Open Monitor
bo_cn: འཆར་ཆས་ཁ་ཕྱེ་བ།

source: Close Monitor
bo_cn: འཆར་ཆས་ཁ་རྒྱག་པ།

source: Set as primary
bo_cn: གཙོ་ཡོལ་དུ་སྒྲིག་པ།

source: Refresh:
bo_cn: གསར་འདོན་ཕྱོད།

source: Scaling Mode:
bo_cn: རྒྱ་སྐྱེད་རྣམ་པ།:

source: Display
bo_cn: འཆར་ཆས།

source: <b>High Performance</b>
bo_cn: <b>གཤིས་ནུས་རྣམ་པ།</b>

source: High Performance Brief
bo_cn: རང་ཚུགས་འཆར་བྱང་ཡོད་པའི་འཕྲུལ་ཆས་ལ་འཚམ་པ།འཆར་བྱང་གི་ནུས་པ་འདོན་སྤེལ་བྱེད་ཐུབ་པ་དང་།3Dརིས་འབྲི་ཇེ་མགྱོགས།སུ་གཏོང་ཐུབ།

source: <i>( High Performance Note )</i>
bo_cn: <i>（ གཟབ་རྒྱུ།：མ་དཔེ།་འདིས་Windowsཐོག་ཏུ་xmanagerསོགས་ཀྱི་ཡོ་བྱད་ཀྱིས་རི་མོ་སྦྲེལ་མི་ཐུབ།）</i>

source: <b>Compatible</b>
bo_cn: <b>འཆམ་མཐུན་གྱི་རྣམ་པ།</b>

source: Compatible Brief
bo_cn: འདུས་གྲུབ་འཆར་བྱང་དང་། BMCའཆར་བྱང་སོགས་རྨང་གཞིའི་འཆར་ནུས་ཁོ་ན་ལྡན་པ་ལས་3Dརིས་འབྲི་འགྲོས་སྣོན་བྱ་ཐབས་བྲལ་པའི་རིགས་ལ་སྤྱོད་པར་འཚམ།

source: <i>( Compatible Note )</i>
bo_cn: <i>（གཟབ་རྒྱུ།：Windowsསྟེང་གི་xmanagerསོགས་ཡོ་བྱད་ཀྱིས་རི་མོ་སྦྲེལ་བའི་འཕྲུལ་ཆས་བཀོལ་དགོས་ཚེ།དོན་ཚན་འདི་འདེམ་དགོས།）</i>

source: <b>Automatic Detection</b>
bo_cn: <b>རང་འགུལ་ཞིབ་བཤེར།</b>

source: Automatic Detection Brief
bo_cn: རང་འགུལ་ངང་འཆར་བའི་ཁོར་ཡུག་ཞིབ་བཤེར་ནས།འཕྲུལ་འཁོར་གྱི་དོན་དངོས་གནས་ཚུལ་ལ་གཞིགས་ནས་ཆེས་ལེགས་པའི་ཇུས་གཞི་ཞིག་གདམ་པ། ཐོ་འགོད་དུས་ཚོད་ཅུང་ཙམ་ཇེ་མང་དུ་འགྲོ་སྲིད།（སྐར་ཆ་0.5ཡས་མས།）

source: threshold:
bo_cn: མཚམས་ཐང་།

source: Reset
bo_cn: བསྐྱར་སྒྲིག

source: <i>( Automatic Detection Note )</i>
bo_cn: <i>（གཟབ་རྒྱུ།：གལ་ཏེ་3Dརི་མོ་བཀོལ་ནས་མགྱོགས།སུ་གཏོང་འདོད་པ་མ་ཟད།xmanagerབཀོལ་ནས་རི་མོ་སྦྲེལ་དགོས་ཚེ།དོན་ཚན་འདི་འདེམ་དགོས།）</i>

source: Preferences
bo_cn: སྔོན་འདེམས་ཚན་པ།

source: Computer status
bo_cn: རྩིས་འཁོར་གྱི་རྣམ་པ་བཟོ་བཅོས་བྱེད་པ།

source: AC Power
bo_cn: གློག་ཁུངས་གློག་འདོན།

source: Battery Power
bo_cn: གློག་རྫས་གློག་འདོན།

source: Put _computer to sleep when inactive:
bo_cn: རྒྱུད་ཁུངས་ཁོམ་རྗེས་འགེལ་འཇོག་བྱེད་དགོས།(C)：

source: Put _monitor to sleep when inactive:
bo_cn: རྒྱུད་ཁོངས་ཁོམ་རྗེས་འཆར་ཆས་ཁ་རྒྱག་དགོས།(M)：

source: When laptop lid is cl_osed:
bo_cn: ཟིན་དེབ་རྩིས་འཕྲུལ་གྱི་ཁ་ལེབ་རྒྱག་སྐབས།（O）

source: Screen darkens use battery:
bo_cn: བཀོལ་སྤྱོད་མེད་པའི་སྐབས་སུ་དུས་ཚོད་འདིའི་རྗེས་སུ་བརྙན་ཡོལ་གྱི་གསལ་ཚད་ཇེ་ཆུང་དུ་གཏོང་བ།

source: Actions
bo_cn: བཀོལ་སྤྱོད།

source: power _button is pressed:
bo_cn: གློག་ཁུངས་མཐེབ་གནོན་མནན་དུས།（B）

source: Change suspend to sleep :
bo_cn: དུས་ཚོད་དེའི་ནང་སྐབས་འཇོག་བྱས་རྗེས་མ་ལག་ངལ་གསོའི་རྣམ་པ་སྐྱེལ་དགོས།：

source: action of low power:
bo_cn: གློག་ཚད་དམའ་བའི་སྐབས་སུ་ལག་བསྟར་བྱེད་དགོས།：

source: Reduce consumption when idle
bo_cn: ཁོམ་སྐབས་རང་འགུལ་ངང་རྩོལ་ཟད་ཇེ་དམའ་རུ་གཏོང་བ།

source: Enable auto energy saving use bat
bo_cn: གློག་སྨན་སྤྱོད་སྐབས་གློག་ཁུངས་ཀྱི་མ་དཔེ།་རང་འགུལ་བརྗེ་ནུས་ཁ་འབྱེད་དགོས།

source: Icon display
bo_cn: རིས་རྟགས་འཆར་ཚུལ་སྒྲིག་འགོད།

source: show icon when battery p_resent
bo_cn: གློག་སྨན་ཡོད་སྐབས་རིས་རྟགས་འཆར་བ།(R)

source: _Always show icon
bo_cn: རྒྱུན་དུ་རིས་རྟགས་འཆར་བ།(A)

source: show icon when battery c_harge
bo_cn: གློག་སྨན་ཁོ་ན་སྤྱོད་སྐབས་རིས་རྟགས་འཆར་བ།(H)

source: Power Configure
bo_cn: གློག་ཁུངས་སྒྲིག་འགོད།

source: Regard the computer as _idle after: (Screen dark when idle and use battery)
bo_cn: དུས་ཚོད་འདིའི་རྗེས་སུ་རྩིས་འཁོར་ཁོམ་ལོང་བྱུང་བ། （གློག་སྨན་བེད་སྤྱོད་གཏོང་སྐབས།ཁོམ་དུས་སུ་འཆར་ཤེལ་གྱི་གསལ་ཚད་ཇེ་ཆུང་དུ་གཏོང་ངེས།）

source: _Activate screensaver when computer is idle
bo_cn: རྩིས་འཁོར་ཁོམ་པའི་དུས་སུ་བརྙན་ཡོལ་སྲུང་སྐྱོབ་བྱ་རིམ་སྐུལ་སློང་བྱེད་པ།（A）

source: _Lock screen when screensaver is active
bo_cn: རྩིས་འཁོར་ཁོམ་པའི་དུས་སུ་རང་འགུལ་གྱིས་བརྙན་ཡོལ་དམིགས་འཛུགས་བྱེད་པ།（L）

source: preview
bo_cn: སྔོན་ལྟ།

source: Screensavers:
bo_cn: བརྙན་ཡོལ་སྲུང་སྐྱོབ་བྱ་རིམ།

source: Set display brightness to:
bo_cn: འཆར་ཆས་ཀྱི་གསལ་ཚད་སྒྲིག་པ།（B）

source: Screensaver
bo_cn: བརྙན་ཡོལ་སྲུང་སྐྱོབ།

source: Memory:
bo_cn: ནང་གསོག

source: graphics card :
bo_cn: འཆར་བྱང་།

source: mainboard:
bo_cn: མ་པང་།

source: network card
bo_cn: དྲ་བྱང་།

source: sound card:
bo_cn: སྒྲ་བྱང་།

source: Hardware Information
bo_cn: སྲ་ཆས་ཆ་འཕྲིན།

source: Kernel Information:
bo_cn: ནང་སྙིང་གི་ཆ་འཕྲིན།

source: version information:
bo_cn: པར་གཞིའི་ཆ་འཕྲིན།

source: System Information
bo_cn: རྒྱུད་ཁོངས་ཆ་འཕྲིན།

source: Boot information
bo_cn: bootཆ་འཕྲིན།

source: Dmesg Log
bo_cn: Dmesgཉིན་ཐོ།

source: Message Log
bo_cn: Messageཉིན་ཐོ།

source: Important Log
bo_cn: གལ་ཆེའི་ཉིན་ཐོ།

source: explain: System diagnostics is to know whether any important information is changed by collecting the current system file information and compare it with the standard.If you need, please click the following diagnosis button.
bo_cn: གསལ་བཤད། ： རྒྱུད་ཁོངས་བརྟག་དཔྱད་མིག་སྔའི་རྒྱུད་ཁོངས་ཡིག་ཆའི་ཆ་འཕྲིན་བསྡུ་ལེན་བྱས་ནས་ཚད་གཞི་ཡིག་ཆའི་ཆ་འཕྲིན་ལ་ཞིབ་བསྡུར་བྱས་ནས།རྒྱུད་ཁོངས་ཀྱི་གལ་ཆེའི་ཡིག་ཆ་བཟོ་བཅོས་བྱེད་མིན་ཤེས་རྟོགས་དང་།གལ་ཏེ་དགོས་མཁོ་ཡོད་ཚེ།གཤམ་གྱི་བརྟག་དཔྱད་མགོ་བརྩམས་མཐེབ་གནོན་གནོན་དགོས།

source: Export Info
bo_cn: ཆ་འཕྲིན་ཕྱིར་འདྲེན།

source: Click this botton, the diagnosis and related log and information will exported and packaged to the desktop.
bo_cn: མཐེབ་གནོན་དེ་ནོན་དང་།བརྟག་དཔྱད་བྱས་འབྲས་དང་འབྲེལ་ཡོད་ཉིན་ཐོ་དང་ཆ་འཕྲིན་ཐུམ་བརྒྱབ་ནས་ཅོག་ངོས་སུ་ཕྱིར་འདྲེན་བྱེད།

source: Change Resolution Ratio
bo_cn: 更改分辨率

source: ALL File
bo_cn: 所有文件

source: contains too many same class characters consecutively
bo_cn: 包含太多连续同类字符

source: not enough upper characters
bo_cn: 没有足够的大写字符

source: not enough other characters
bo_cn: 没有足够的其他字符

source: not enough password length
bo_cn: 没有足够的密码长度

source: not enough character classes
bo_cn: 没有足够的字符种类

source: contains too many same characters consecutively
bo_cn: 包含过多连续相同的字符

source: contains too long of a monotonic character sequence
bo_cn: 包含过长的单一字符序列

source: contains the user name in some form
bo_cn: 以某些形式包含用户名

source: is too simple
bo_cn: 密码太过简单！

source: is rotated
bo_cn: 循环密码！

source: Please choose a color that you like as the theme colors.
bo_cn: 选择一个您喜欢的颜色作为主题颜色

source: Set up disable. Please wait at least 5 seconds that system subject will restart
bo_cn: 设置无效!请等待至少5秒，以便系统主题重新启动

source: threshold:(Advanced features,Do not modified)
bo_cn: 阈值：(高级功能，请勿修改)

source: Are you sure to diagnose? The whole process may take several minutes.
bo_cn: 是否开始诊断？整个诊断 过程可能需要数分钟

source: Expiration days：
bo_cn: 密码过期天数：

source: save
bo_cn: 保存设置

source: Password expiration time： %s
bo_cn: 密码过期时间： %s

source: Some biometric information may remain in the device because the device is not connected or the device is busy.
bo_cn: 由于设备未连接或者设备忙，部分生物 特征信息可能残存在设备之中。

source: Entry Fingerprint
bo_cn: 录入指纹

source: Password length needs to more than 5 digits, and composed of letters, numbers or special characters.
bo_cn: 密码必须长度必须由大于5位的字母、数字或特殊字符组成.

source: Password length needs to less than 64 digits, and composed of letters, numbers or special characters.
bo_cn: 密码必须长度必须由小于64位的字母、数字或特殊字符组成.

source: volume
bo_cn: 声音

source: Sp_in down hard disks when possible
bo_cn: 如果可能，减速硬盘(I)

source: Di_m display when idle
bo_cn: 空闲时变暗显示器(M)

source: When battery po_wer is critically low:
bo_cn: 电池电量将用尽时(W)：

source: _Reduce backlight brightness
bo_cn: 减小背光亮度(R)

source: _Never display an icon
bo_cn: 从不显示图标(N)

source: _Only display an icon when battery power is low
bo_cn: 仅当电池电量即将用尽时显示图标(O)

source: Only display an icon when charging or _discharging
bo_cn: 仅在充电或放电时显示图标(D)

source: You have cancelled the authentication operation!
bo_cn: 您已经取消了验证操作！

source: Occuping Space
bo_cn: 占用空间：

source: Year
bo_cn: 年

source: sec
bo_cn: 秒

source: <b>Warning: the screen will not be locked for the root user.</b>
bo_cn: <b>警告：屏幕锁定对root用户无效．</b>
