Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/kylin-software-center.po
Languages: bo_cn

source: Error or missing dependencies
bo_cn: ཁུག་མ་རྒྱུན་ལྡན་མ་ཡིན་པའམ་ཡང་ན་མཉེན་ཆས་ཁུངས་ལ་རྒྱབ་རྟེན་ཁུག་མ་མེད་པ།

source: Upgrade
bo_cn: རབས་བརྗེ།

source: Uninstall
bo_cn: ལྷ་གཏོར།

source: Cell Phone
bo_cn: ཁ་པར

source: Storehouse
bo_cn: རིན་ཆེན་མཛོད

source: People in rating
bo_cn: མི་སྐར་གྲངས་དཔྱད་བསྡུར་ནང་ཞུགས་པ།

source: The software translated after you log in will be recorded here, there is no record at this time
bo_cn: ཁྱེད་ཀྱིས་ཐོ་འགོད་བྱས་རྗེས་ཡིག་སྒྱུར་བྱེད་པའི་མཉེན་ཆས་འདིར་ཟིན་ཐོར་འགོད་ཀྱི་རེད།མིག་སྔར་གནས་སྐབས་སུ་ཟིན་ཐོར་བཀོད་མེད།

source: Times
bo_cn: ཐེངས།

source: * The three columns from the top are [Software Name] [Introduction] [Description] *
bo_cn: * རྩེ་ནས་གཤམ་དུ་ལེ་ཚན་གསུམ་གྱི་གོ་རིམ་ནི་[མཉེན་ཆས་ཀྱི་མིང་།][ངོ་སྤྲོད་མདོར་བསྡུས།][ཞིབ་བརྗོད།] *

source: A Key Installation
bo_cn: མཐེབ་གཅིག་སྒྲིག་འཇུག

source: ALL
bo_cn: ཁྱོན་ཡོངས།

source: Abnormal prompt
bo_cn: རྒྱུན་ལྡན་མིན་པའི་གསལ་འདེབས།

source: Abnormal status
bo_cn: ཐོབ་ཐང་རྒྱུན་འགལ།

source: About us
bo_cn: ང་ཚོ་དང་འབྲེལ་ཡོད།

source: Added software source already exists!
bo_cn: ཁ་སྣོན་བྱས་པའི་མཉེན་ཆས་ཁུངས་གནས་ཟིན།

source: Adding Kylin Software Source is complete
bo_cn: ཆི་ལིན་མཉེན་ཆས་ཁུངས་བསྣན་ནས་འགྲུབ་པ།

source: Adding non-Kylin software sources is complete
bo_cn: ཆི་ལིན་མ་ཡིན་པའི་མཉེན་ཆས་ཁུངས་བསྣན་ནས་འགྲུབ་པ།

source: Adopted
bo_cn: དང་ལེན་བྱས་ཟིན།

source: Aldy Install
bo_cn: སྒྲིག་འཇུག་བྱས་ཟིན་པ།

source: Aldy install
bo_cn: སྒྲིག་འཇུག་ཟིན་པ།

source: All
bo_cn: མཉེན་ཆས་ཚང་མ།

source: Already installed
bo_cn: སྒྲིག་འཇུག་བྱས་ཟིན་པ།

source: An error occurred while updating the software source Please try to update the source later
bo_cn: མཉེན་ཆས་ཁུངས་གསར་བརྗེར་གནད་དོན་བྱུང་། ཁྱེད་ཀྱི་ཅུང་ཙམ་ནས་ཡང་བསྐྱར་ཁུངས་གསར་བརྗེ་བྱོས།

source: An unknown error occurred Failed to update the source
bo_cn: མ་ཤེས་པའི་ནོར་འཁྲུལ་བྱུང་། ཁུངས་གསར་བརྗེ་མ་འགྲུབ།

source: Android Software
bo_cn: ཨན་གྷོལ་མཉེན་ཆས།

source: Android dbus initialization failed
bo_cn: ཨན་གྷོལ་མཉེན་ཆསdbusཐོག་མ་ཅན་མ་འགྲུབ།

source: Android environment starts abnormally, operation fails！
bo_cn: Androidཁོར་ཡུག་འགོ་སློང་རྒྱུན་ལྡན་མིན་པ། བཀོལ་སྤྱོད་མ་འགྲུབ།！

source: Android software source not found or The software source connection is abnormal！
bo_cn: Androidཁུངས་མ་རྙེད་པ་འམ་ཡང་ན་ མཉེན་ཆས་ཁུངས་སྦྲེལ་མཐུད་རྒྱུན་ལྡན་མིན་པ！

source: Audio
bo_cn: སྒྲ་ཟློས།

source: Authorization authentication failed
bo_cn: དབང་ཚད་ར་སྤྲོད་ཕམ་པ།

source: Auto login
bo_cn: རང་འགུལ་ཐོ་འགོད།

source: Back
bo_cn: ཕྱིར་འཐེན།

source: CF PW:
bo_cn: གསང་ཨང་གཏན་འཁེལ།:

source: Can't post empty comments
bo_cn: དཔྱད་གཏམ་སྟོང་པ་སྤེལ་མི་ཆོག

source: Cancelled
bo_cn: ལེན་པ།

source: Cannot find the corresponding installation package:
bo_cn: དོ་མཉམ་པའི་སྒྲིག་འཇུག་ཁུག་མ་རྙེད་ཀྱི་མི་འདུག

source: Cannot find the corresponding upgrade package:
bo_cn: དོ་མཉམ་པའི་རིམ་སྤར་ཁུག་མ་རྙེད་ཀྱི་མི་འདུག

source: Change Identity (Please log in to Software Center first)
bo_cn: ཐོབ་ཐང་བསྒྱུར་བ། (སྔོན་ལ་མཉེན་ཆས་ཚོང་ཁང་དུ་ཐོ་འགོད་བྱ་རོགས།):

source: Changed user is not logged in
bo_cn: ཐོབ་ཐང་བསྒྱུར་བའི་སྤྱོད་མཁན་ཐོ་འགོད་བྱས་མེད།

source: Chc
bo_cn: དྲག་འདེམས།

source: Clean DL
bo_cn: ཕབ་ལེན་བྱས་ཟིན་གཙང་སེལ་བྱེད་པ།

source: Cloud Saved Installation History
bo_cn: སྤྲིན་རུམ་ཉར་ཚགས་ཀྱི་སྒྲིག་འཇུག་ལོ་རྒྱུས།

source: Comment submitted
bo_cn: དཔྱད་གཏམ་གོང་སྤྲོད་བྱས་ཟིན།

source: Complete classification information acquisition
bo_cn: རིགས་དབྱེ་ཆ་འཕྲིན་ཐོབ་པ་འགྲུབ་ཟིན།

source: Confirm
bo_cn: གཏན་འཁེལ།

source: Contributor email:
bo_cn: བྱས་རྗེས་འབུལ་མཁན་གྱི་ཡིག་ཟམ:

source: Current version :
bo_cn: མིག་སྔའི་པར་གཞི།:

source: DBUS service exception is detected, which may be caused by the initial exception of apt module and poor network condition. Please exit and restart the software store.
bo_cn: ཞབས་ཞུ་རྒྱུན་ལྡན་མིན་པ་བྱུང་བ་ནི་སྤྱིར་བཏང་དུ་ཐོག་རྣམ་ཅན་རྒྱུན་ལྡན་མིན་པ་དང་དྲ་རྒྱའི་གནས་ཚུལ་མི་ལེགས་པ་སོགས་ཀྱི་རྒྱུ་མཚན་ལས་བྱུང་ངེས་ཡིན། ཁྱེད་ཀྱིས་ཕྱིར་འབུད་བྱས་རྗེས་ཡང་བསྐྱར་མཉེན་ཆས་ཚོང་རར་འགྲོ་རོགས།

source: DL MGT
bo_cn: ཕབ་ལེན་དོ་དམ།

source: Data exception
bo_cn: གཞི་གྲངས་རྒྱུན་འགལ།

source: Dependencies to be installed
bo_cn: སྒྲིག་འཇུག་བྱེད་དགོས་པའི་རྟེན་ཁུག

source: Desktop
bo_cn: ཅོག་ངོས།

source: Determine
bo_cn: གཏན་འཁེལ།

source: Development tools
bo_cn: གསར་སྤེལ་ལག་ཆ།

source: Develp
bo_cn: གསར་སྤེལ།

source: Do you really want to uninstall the software store? the app will close after uninstalling.
bo_cn: ཁྱེད་ཀྱིས་དངོས་གནས་མཉེན་ཆས་ཚོང་ར་གཏོར་རྒྱུ་ཡིན་ནམ? ལྷུ་གཏོང་བྱས་རྗེས་མཉེན་ཆས་འདིའི་སྒོ་བརྒྱད་འགྲོ།.

source: Don't update
bo_cn: གསར་སྒྱུར་མི་བྱེད།

source: Download
bo_cn: ཕབ་ལེན།

source: Download begins
bo_cn: ཕབ་ལེན་འགོ་བརྩམས།

source: Download canceled
bo_cn: ཕབ་ལེན་འདོར་བ།

source: Download completed
bo_cn: ཕབ་ལེན་ལེགས་གྲུབ།

source: Download in progress
bo_cn: ཕབ་ལེན་བྱེད་བཞིན་པ།

source: Download size :
bo_cn: ནང་འཇུག་ཆེ་ཆུང :

source: Download stopped
bo_cn: ཕབ་ལེན་མཚམས་བཞག

source: Download times:
bo_cn: ཕབ་ལེན་ཐེངས་གྲངས།:

source: Download times：
bo_cn: ཕབ་ལེན་ཐེངས་གྲངས།:

source: During the software center operation, you may have used the apt, dpkg commands in the terminal to operate the software or the software source of the system！
bo_cn: མཉེན་ཆས་ཚོང་ར་འཁོར་སྐྱོད་ཀྱི་གོ་རིམ་ཁྲོད། ཁྱེད་ཀྱིས་མཐའ་སྣེ་ནས་aptདངdpkgབཀའ་བརྡ་བཀོལ་ནས་མཉེན་ཆས་འདི་འམ་མ་ལག་གི་མཉེན་ཆས་ཁུངས་སྒྲིག་བཀོལ་བྱས་སོང་བ་འདྲ།

source: Edu
bo_cn: སློབ་གསོ།

source: Email already exists
bo_cn: ཡིག་སྒམ་ཐོ་འགོད་བྱས་ཟིན།

source: Enter a new password
bo_cn: གསང་ཨང་གསར་པ་ནང་འཇུག

source: Enter password timeout Failed to update source
bo_cn: གསང་གྲངས་ནང་འདྲེན་དུས་བརྒལ་བྱས། ཁུངས་གསར་བརྗེ་མ་འགྲུབ།

source: Enter uname and email
bo_cn: སྤྱོད་མཁན་མིང་དང་ཡིག་སྒམ་ནང་འཇུག

source: Error connecting to the server Submit translation failed
bo_cn: ཞབས་ཞུ་ཆས་སྦྲེལ་མཐུད་ལ་ནོར་འཁྲུལ་བྱུང་། ཡར་སྤྲད་ཡིག་སྒྱུར་མ་འགྲུབ།

source: Error downloading software:
bo_cn: མཉེན་ཆས་ཕབ་ལེན་ནོར་བ།

source: Error installing package
bo_cn: མཉེན་ཁུག་སྒྲིག་འཇུག་ནོར་བ།

source: Error installing software:
bo_cn: མཉེན་ཆས་སྒྲིག་འཇུག་ནོར་བ།

source: Error uninstalling package
bo_cn: མཉེན་ཁུག་བཤིག་འདོན་ནོར་བ།

source: Error uninstalling software:
bo_cn: མཉེན་ཆས་བཤིག་འདོན་ནོར་བ།

source: Expand all
bo_cn: ཚང་མ་བཀྲམ་པ།

source: Failure!
bo_cn: ཕམ་པ།

source: Feature
bo_cn: ཁྱད་ཆོས།

source: Free reg
bo_cn: རིན་མེད་ཐོ་འགོད།

source: Ft
bo_cn: སྐར་མ།

source: Galaxy Kylin Software Store
bo_cn: ཆི་ལིན་མཉེན་ཆས་ཚོང་ཁང་།

source: Galaxy kylin softare store
bo_cn: ཆི་ལིན་མཉེན་ཆས་ཚོང་ཁང་།

source: Game
bo_cn: རོལ་རྩེད།

source: Game ent
bo_cn: རོལ་རྩེད།

source: Global search: It searches all application software under the software source. The search software may be unavailable or other quality problems.
bo_cn: ཁྱོན་ཡོངས་ནས་འཚོལ་བཤེར་ཞེས་པ་ནི། མཉེན་ཆས་ཁུངས་ནས་མཉེན་ཆས་ཚང་མ་འཚོལ་བཤེར་བྱས་ནས་མཉེན་ཆས་ལ་བཀོལ་མི་རུང་འམ་ཡང་ན་རྒྱུ་སྤུས་ཀྱི་གནད་དོན་བྱུང་འཚོལ་བཤེར་བྱས།.

source: Ha
bo_cn: ཡོད།

source: Hide ubuntu source
bo_cn: ubuntuཁུངས་འགེབས་པ།

source: Hot
bo_cn: སྐམ་ཚེག

source: If the number of comments exceeds 150 words or 3 lines, it will be omitted. Hover over the comment box to view the comments
bo_cn: དཔྱད་བརྗོད་ཡིག་གྲངས་ནི་ཡི་གེ༡༥༠འམ་ཡང་ན་ཕྲེང་གསུམ་ལས་བརྒལ་རྗེས་བསྡུས་ཆོག་པ་དང་། ཙིག་རྟགས་ཀྱིས་ཐུར་མདའ་སྣོན་ན་དཔྱད་བརྗོད་ཆ་ཚང་ལ་བལྟ་ཐུབ།

source: Image
bo_cn: པར་རིས།།

source: Improve translation
bo_cn: འཐུས་ཚང་ཡིག་སྒྱུར།

source: Initialization failed
bo_cn: འགོ་སྒྲིག་ཕམ་པ།

source: Initialization prompt
bo_cn: འགོ་སྒྲིག་གསལ་བརྡ།

source: Install
bo_cn: སྒྲིག་འཇུག

source: Install dependencies
bo_cn: བརྟེན་ཁུག་སྒྲིག་འཇུག

source: Install local package
bo_cn: རང་སའི་ཁུག་སྒྲིག་འཇུག

source: Install the following common software to improve the user experience
bo_cn: གཤམ་གསལ་རྒྱུན་སྤྱོད་མཉེན་ཆས་སྒྲིག་འཇུག་བྱས་ནས་སྤྱོད་མཁན་གྱི་བཀོལ་སྤྱོད་ཚོར་བ་མཐོ་རུ་གཏོང་བ།

source: Installation
bo_cn: སྒྲིག་འཇུག

source: Installation History
bo_cn: ལོ་རྒྱུས་སྒྲིག་འཇུག

source: Installation history
bo_cn: ལོ་རྒྱུས་སྒྲིག་འཇུག

source: Installation size :
bo_cn: ཆེ་ཆུང་སྒྲིག་འཇུག：

source: Installing
bo_cn: སྒྲིག་འཇུག་བྱེད་བཞིན་པ།

source: Installing or uninstalling software Exiting now may cause software center exceptions
bo_cn: མཉེན་ཆས་ནང་འཇུག་དང་ལྷུ་གཏོར་བྱེད་སྒང་། ད་ལྟ་ཕྱིར་འབུད་ན་མཉེན་ཆས་ལྟེ་གནས་རྒྱུན་ལྡན་མིན་པའི་གནས་ཚུལ་འབྱུང་སྲིད།

source: Introduction
bo_cn: འདྲེན་སྟོན།

source: Introduction of the original software
bo_cn: སྡོད་མའི་མཉེན་ཆས་ངོ་སྤྲོད།

source: Invalid software source
bo_cn: ནུས་མེད་ཀྱི་མཉེན་ཆས་ཁུངས།

source: Kirin software store is a tool software for Kirin operating system developed by Kirin team. Its main functions include downloading, unloading and upgrading software. Various functions in the continuous improvement, please look forward to
bo_cn: ཆི་ལིན་མཉེན་ཆས་ཚོང་ར་ནི་ཆི་ལིན་ཚོགས་པས་གསར་སྤེལ་བྱས་པའི་བཀོལ་སྤྱོད་མཉེན་ཆས་ཤིག་ཡིན་ལ། ནུས་པ་གཙོ་བོ་ནི་མཉེན་ཆས་ཕབ་ལེན་དང་ལྷ་གཏོར། རབས་བརྗེ་སོགས་ཡིན། ནུས་པ་སོ་སོ་ད་དུང་འཐུས་ཚང་དུ་གཏོང་བཞིན་ཡོད་པས། རེ་བ་དང་ཡིད་ཆེས་ཀྱིས་སྒུག་རོགས།

source: Kylin software store
bo_cn: ཆི་ལིན་མཉེན་ཆས་ཚོང་ཁང་།

source: Log in to Galaxy Software Center with your Youke account.
bo_cn: ལེགས་མགྲོན་ཨང་རྟགས་སྤྱད་ནས་མཉེན་ཆས་ཚོང་ཁང་དུ་ཐོ་འགོད་བྱེད་པ།

source: Logging......
bo_cn: ཐོ་འགོད་སྒང......

source: Login
bo_cn: ཐོ་འགོད།

source: Mailbox:
bo_cn: ཡིག་སྒམ།:

source: Mailbox:
bo_cn: ཡིག་སྒམ།:

source: Mailbox:
bo_cn: ཡིག་སྒམ།:

source: Missing environment Unable to install APP
bo_cn: སྤོ་འགུལ་ཉེར་སྤྱོད་ཁོར་ཡུག་མ་རྙེད་པས། ཉེར་སྤྱོད་ནང་འཇུག་བྱ་ཐབས་བྲལ།

source: My Translationed Software
bo_cn: ངའི་ཡིག་སྒྱུར་མཉེན་ཆས།

source: My rating:
bo_cn: ངའི་སྐར་གྲངས།:

source: NEW PW:
bo_cn: གསང་ཨང་གསར་པ།:

source: Net
bo_cn: དྲ་རྒྱ།

source: Network connection error failed to get information from server
bo_cn: དྲ་རྒྱ་སྦྲེལ་མཐུད་ནོར་འཛོལ་བྱུང་། ཞབས་ཞུ་ཆས་ནས་ཆ་འཕྲིན་བླངས་པར་ཕམ་ཁ་བྱུང་།

source: Network or service abnormal
bo_cn: དྲ་རྒྱའམ་ཞབས་ཞུ་རྒྱུན་འགལ།

source: Never remind
bo_cn: དྲན་སྐུལ་མི་བྱེད།

source: New password is empty
bo_cn: གསང་ཨང་གསར་པ་སྟོང་པ་རེད།

source: Next step
bo_cn: གོམ་པ་རྗེས་མ།

source: No DL Tasks
bo_cn: གནས་སྐབས་ལས་འགན་ཕབ་ལེན་མེད།

source: No corresponding package found:
bo_cn: དོ་མཉམ་པའི་མཉེན་ཆས་ཁུག་མ་རྙེད་ཀྱི་མི་འདུག

source: Non-database select software
bo_cn: གཞི་གྲངས་མཛོད་མིན་པའི་ལེགས་འདེམས་མཉེན་ཆས།

source: Non-database software This software cannot be translated temporarily
bo_cn: གཞི་གྲངས་མཛོད་ནང་མིན་པའི་མཉེན་ཆས། གནས་སྐབས་སུ་མཉེན་ཆས་འདི་ཡིག་སྒྱུར་བྱ་མི་ཐུབ།

source: Non-database software \ nCan't comment on this software temporarily
bo_cn: གཞི་གྲངས་མཛོད་མེད་པའི་མཉེན་ཆས། \ nགནས་སྐབས་སུ་མཉེན་ཆས་འདི་ལ་དཔྱད་བརྗོད་སྤེལ་མི་ཐུབ།

source: Not Installed
bo_cn: ནང་འཇུག་བྱས་མེད།

source: Not adopted
bo_cn: དང་ལེན་མ་བྱས།

source: Not installed
bo_cn: སྒྲིག་འཇུག་མེད།

source: Office
bo_cn: གཞུང་ལས།དྲ་རྒྱ།

source: Opening files is not supported
bo_cn: ཡིག་ཆ་ཁ་འབྱེད་པར་རྒྱབ་སྐྱོར་མེད།

source: Operation canceled
bo_cn: བཀོལ་སྤྱོད་དོར་བ།

source: Other
bo_cn: གཞན་དག

source: PWD CR
bo_cn: གསང་ཨང་བཟོ་བཅོས་བཙལ་བ།

source: Package name :
bo_cn: མཉེན་ཁུག་གི་མིང་།:

source: Password authentication failed Failed to update source
bo_cn: གསང་གྲངས་དཔང་སྤྲོད་མ་བྱུང་། ཁུངས་གསར་བརྗེ་ལེགས་འགྲུབ་མ་བྱུང་།

source: Password canot be pure numbers letters
bo_cn: བཀོལ་མཁན་གསང་གྲངས་ནི་ངེས་པར་དུ་ཨང་ཀི་དང་གསལ་བྱེད་ཡི་གེས་གྲུབ་དགོས།

source: People in rating
bo_cn: མི་སྐར་གྲངས་དཔྱད་བསྡུར་ནང་ཞུགས་པ།

source: Perfection!
bo_cn: ལེགས་གྲུབ།

source: Pl login
bo_cn: ཐོ་འགོད་རོགས།

source: Please enter a new password
bo_cn: གསང་ཨང་གསར་པ་འཇུག་རོགས།

source: Please enter login account username
bo_cn: ཐོ་འགོད་ཨང་རྟགས་དང་སྤྱོད་མཁན་མིང་ནང་འཇུག་བྱེད་རོགས།

source: Please enter new password again
bo_cn: ཡང་བསྐྱར་གསང་ཨང་གསར་པ་ནང་འཇུག་བྱེད་རོགས།

source: Please enter search software
bo_cn: ཁྱེད་ཀྱིས་བཤེར་འཚོལ་བྱེད་དགོས་པའི་མཉེན་ཆས་ནང་འཇུག་བྱེད་རོགས།

source: Please enter the password
bo_cn: གསང་ཨང་ནང་འཇུག་བྱེད་རོགས།

source: Please enter the registered email
bo_cn: ཐོ་འགོད་ཡིག་སྒམ་ནང་འཇུག་བྱེད་རོགས།

source: Please enter the user password
bo_cn: སྤྱོད་མཁན་གསང་ཨང་ནང་འཇུག་བྱེད་རོགས།

source: Please enter user email
bo_cn: སྤྱོད་མཁན་ཡིག་སྒམ་ནང་འཇུག་བྱེད་རོགས།

source: Please enter your email
bo_cn: ཁྱེད་ཀྱི་ཡིག་སྒམ་ནང་འཇུག་བྱེད་རོགས།

source: Please enter your username
bo_cn: ཁྱེད་ཀྱི་སྤྱོད་མཁན་མིང་ནང་འཇུག་བྱེད་རོགས།

source: Please select the software to be installed first
bo_cn: སྒྲིག་འཇུག་བྱེད་དགོས་པའི་མཉེན་ཆས་འདེམས་རོགས།

source: Please wait
bo_cn: ཏོག་ཙམ་སྒུག་རོགས།

source: Preq soft
bo_cn: དགོས་ངེས་མཉེན་ཆས།

source: Processing
bo_cn: བྱེད་བཞིན་པ།

source: Prompt
bo_cn: གསལ་འདེབས།

source: Quit
bo_cn: ཕྱིར་འདོན་པ།

source: Rating submitted
bo_cn: སྐར་གྲངས་དཔྱད་བསྡུར་གོང་སྤྲོད་བྱས་ཟིན།

source: Rcd soft
bo_cn: འོས་སྦྱོར་མཉེན་ཆས།

source: Recommended installation
bo_cn: འོས་སྦྱོར་སྒྲིག་འཇུག

source: Recommended software has all been updated
bo_cn: འོས་སྦྱོར་མཉེན་ཆས་ཚང་མ་གསར་སྒྱུར་བྱས་ཟིན།

source: Reconfirm the password is empty
bo_cn: ཡང་བསྐྱར་གསང་ཨང་སྟོང་པ་ཡིན་པ་གཏན་འཁེལ་བྱེད་པ།

source: Reg new account
bo_cn: ཨང་རྟགས་གསར་པ་ཐོ་འགོད་པ།

source: Remember to log in to the Software Center with a new password in the future
bo_cn: རྗེས་ཕྱོགས་སུ་གསང་ཨང་གསར་པ་སྤྱད་ནས་མཉེན་ཆས་ཚོང་ཁང་དུ་ཐོ་འགོད་དགོས་པས་བློ་ལ་བརྟན་པོར་ངེས་རོགས།

source: Restore default settings
bo_cn: སོར་བཞག་སྒྲིག་འགོད་སླར་གསོ།

source: Retract
bo_cn: བསྡུ་ཉར།

source: Rmb pwd
bo_cn: གསང་ཨང་ངེས་པ།

source: Root authorization failed!
bo_cn: rootདབང་སྤྲོད་ཕམ་པ།

source: Rpwd
bo_cn: གསང་ཨང་བཙལ་བ།

source: Running
bo_cn: འཁོར་སྐྱོད་བྱེད་བཞིན་པ།

source: SWS SET
bo_cn: མཉེན་ཆས་ཁུངས་སྒྲིག་འགོད།

source: Scoring failed
bo_cn: སྐར་གྲངས་དཔྱད་བསྡུར་ཕམ་པ།

source: Search
bo_cn: འཚོལ་བ།

source: Select All / Unselect All
bo_cn: ཡོངས་འདེམས། /ཡོངས་འདེམས་དོར་བ།

source: Select all
bo_cn: ཀུན་འདེམས།

source: Server connection failed
bo_cn: ཞབས་ཞུ་ཆས་འབྲེལ་མཐུད་ཕམ་པ།

source: Server exception
bo_cn: ཞབས་ཞུ་ཆས་རྒྱུན་འགལ།

source: Sign up now
bo_cn: འཕྲད་མར་ཐོ་འགོད།

source: Single download completed
bo_cn: རྣམ་གྲངས་རྐྱང་པའི་ཕབ་ལེན་ལེགས་གྲུབ།

source: Social
bo_cn: འབྲེལ་འདྲིས།

source: Soft
bo_cn: མཉེན་ཆས།

source: Soft Rt:
bo_cn: མཉེན་ཆས་སྐར་གྲངས་དཔྱད་བསྡུར།

source: Soft can upgr
bo_cn: མཉེན་ཆས་རིམ་པ་སྤར་ཆོག

source: Soft store
bo_cn: མཉེན་ཆས་ཚོང་ཁང་།

source: Software Center installation is complete Click the [OK] button to restart the Software Center Restart will cancel the waiting task
bo_cn: མཉེན་ཆས་ཚོང་ར་ནང་འཇུག་བྱས་ཚར། [གཏན་འཁེལ] མཐེབ་གཅུས་གནན་ནས་མཉེན་ཆས་ཚོང་རའི་སྒོ་ཡང་བསྐྱར་འབྱེད། བསྐྱར་སློང་བྱས་ན་རེ་སྒུག་རྣམ་པའི་ལས་འགན་འདོར།

source: Software Center upgrade completed Click the [OK] button to restart Software Center Restart will cancel the waiting task
bo_cn: མཉེན་ཆས་ཚོང་ར་རབས་བརྗེ་ལེགས་འགྲུབ། [OK]གནན་ན་མཉེན་ཆས་ཚོང་ར་བསྐྱར་སློང་བྱེད་པ། བསྐྱར་སློང་བྱས་ན་རེ་སྒུག་རྣམ་པའི་ལས་འགན་འདོར་སྲིད།

source: Software Installation
bo_cn: མཉེན་ཆས་སྒྲིག་འཇུག

source: Software Introduction
bo_cn: མཉེན་ཆས་ངོ་སྤྲོད།

source: Software Rating
bo_cn: མཉེན་ཆས་སྐར་གྲངས་དཔྱད་བསྡུར།

source: Software name
bo_cn: མཉེན་ཆས་ཀྱི་མིང་།

source: Software name or software description cannot be empty
bo_cn: མཉེན་ཆས་ཀྱི་མིང་ངམ་མཉེན་ཆས་ངོ་སྤྲོད་སྟོང་པ་ཡིན་མི་ཆོག

source: Software source configuration
bo_cn: མཉེན་ཆས་ཁུངས་སྡེབ་སྒྲིག

source: Software source is incomplete or does not contain the software
bo_cn: མཉེན་ཆས་ཁུངས་ཆ་མི་ཚང་བའམ་ཡང་ན་མཉེན་ཆས་འདི་འདུས་མེད།

source: Software source list is empty
bo_cn: མཉེན་ཆས་ཁུངས་རེའུ་མིག་སྟོང་པ་རེད།

source: Software source update failed
bo_cn: མཉེན་ཆས་ཁུངས་གསར་སྒྱུར་ཕམ་པ།

source: Software source update tips
bo_cn: མཉེན་ཆས་ཁུངས་གསར་སྒྱུར་གསལ་འདེབས།

source: Software source version :
bo_cn: མཉེན་ཆས་ཁུངས་པར་གཞི།:

source: Software store has new version, whether to upgrade?
bo_cn: མཉེན་ཆས་ཚོང་ཁང་དུ་པར་གཞི་གསར་པ་ཡོད་པས་རིམ་སྤར་བྱེད་དམ།

source: Software uninstall
bo_cn: མཉེན་ཆས་འབེབས་པ།

source: Software upgrade
bo_cn: མཉེན་ཆས་རིམ་སྤར།

source: Software version :
bo_cn: མཉེན་ཆས་པར་གཞི།:

source: Sorry, no application found
bo_cn: དགོངས་པ་མ་ཚོམ།ཁྱེད་རང་ལ་དགོས་པའི་བེད་སྤྱོད་དེ་རྙེད་མ་བྱུང་།

source: Source initialization
bo_cn: ཁུངས་འགོ་སྒྲིག

source: Source list is empty
bo_cn: ཁུངས་རེའུ་མིག་སྟོང་པ་རེད།

source: Source update
bo_cn: ཁུངས་གསར་བསྒྱུར།

source: Source update completed
bo_cn: ཁུངས་གསར་བསྒྱུར་ལེགས་འགྲུབ་བྱུང་བ།

source: Source update in progress
bo_cn: ཁུངས་གསར་བརྗེ་སྒང

source: Start
bo_cn: འགོ་སློང་།

source: Start the Android environment
bo_cn: ཐོག་མ་ཅན་གྱི་ཁོར་ཡུག

source: Start...
bo_cn: འགོ་རྩོམ།

source: Submissions are too frequent, please try again later
bo_cn: གོང་སྤྲོད་བྲེལ་བ་ཆེ་དྲགས་པས་ཅུང་སྒུག་ནས་ཚོད་ལྟ་བྱེད་རོགས།

source: Submit
bo_cn: གོང་སྤྲོད།

source: Successfully modified
bo_cn: བཟོ་བཅོས་ལེགས་འགྲུབ་བྱུང་བ།

source: System
bo_cn: རྒྱུད་ཁོངས།

source: The Android software source cannot be connected \ nPlease check the system network！
bo_cn: Androidམཉེན་ཆས་ཁུངས་སྦྲེལ་མཐུད་བྱ་མི་ཐུབ། \ nཁྱེད་ཀྱིས་དྲ་རྒྱར་ཞིབ་ལྟ་མཛད་རོགས！

source: The environment is initialized, the interface is temporarily locked, please wait...
bo_cn: ཁོར་ཡུག་ཐོག་མ་ཅན་དུ་འགྱུར་ནས་གནས་སྐབས་སུ་འཆར་ངོས་ཟྭ་བརྒྱབ་ཡོད་པས་སྒུག་རོགས་གནང་།...

source: The first character is a letter
bo_cn: བཀོལ་མཁན་མིང་གི་ཡིག་རྟགས་ཐོག་མ་ནི་ངེས་པར་དུ་གསལ་བྱེད་ཡི་གེ་ཡིན་དགོས།

source: The following software sources are too slow or temporarily inaccessible:
bo_cn: གཤམ་གྱི་མཉེན་ཆས་ཁུངས་ལྟ་སྤྱོད་དལ་དྲགས་པའམ་ཡང་ན་གནས་སྐབས་སུ་ལྟ་སྤྱོད་བྱ་ཐབས་བྲལ།:

source: The installation is complete
bo_cn: སྒྲིག་འཇུག་ལེགས་འགྲུབ།

source: The network is abnormal, please check the network and try again
bo_cn: དྲ་རྒྱ་རྒྱུན་ལྡན་མིན་པས་དྲ་རྒྱར་ཞིབ་བཤེར་བྱས་ནས་ཡང་བསྐྱར་ཚོད་ལྟ་བྱེད་རོགས།

source: The new password is the same as the original
bo_cn: གསང་ཨང་གསར་པ་སྔོན་མ་དང་གཅིག་མཚུངས་རེད།

source: The new password is the same as the original one, please change it again
bo_cn: གསང་ཨང་གསར་པ་སྔོན་མ་དང་གཅིག་མཚུངས་ཡིན་པས་བསྐྱར་དུ་བཟོ་བཅོས་བྱེད་རོགས།

source: The password length is greater than six
bo_cn: བཀོལ་མཁན་གསང་གྲངས་ཀྱི་རིང་ཚད་ནི་ངེས་པར་དུ་གྲངས་གནས་དྲུག་ལས་ཆེ་དགོས།

source: The passwords entered are different, please re-enter
bo_cn: ཐེངས་གཉིས་ལ་ནང་འཇུག་བྱས་པའི་གསང་ཨང་མི་མཚུངས་པས་ཡང་བསྐྱར་ནང་འཇུག་བྱེད་རོགས།

source: The software installed after you log in will be recorded here, there is no record at this time
bo_cn: ཁྱེད་ཀྱིས་ཐོ་འགོད་བྱས་རྗེས་སྒྲིག་འཇུག་བྱས་པའི་མཉེན་ཆས་འདི་རུ་ཟིན་ཐོར་འགོད་པས་མིག་སྔར་ཟིན་ཐོ་མེད།

source: The source server is too slow or inaccessible Some software may not be installed temporarily
bo_cn: ཁུངས་ཞབས་ཞུ་ཆས་ལྟ་སྤྱོད་དལ་དྲགས་པའམ་ཡང་ན་ལྟ་སྤྱོད་བྱ་ཐབས་བྲལ། མཉེན་ཆས་ཁག་གཅིག་གནས་སྐབས་སུ་ནང་འཇུག་བྱ་ཐབས་མེད།

source: The user last logged in was:
bo_cn: སྤྱོད་མཁན་ཐེངས་སྔོན་མར་ཐོ་འགོད་བྱེད་པའི་དུས་ཚོད་ནི།：

source: This is the first time you have entered the system or the software source is abnormal. To install / uninstall / upgrade software in the system, you need to connect to the network to update the software source If you do not have an internet or do not want to update, you can trigger this by running> Software Store next time Features Tick no more reminders will no longer pop up prompts Please select:
bo_cn: ཁྱེད་ནི་ཐེངས་དང་པོར་མ་ལག་ཏུ་འཛུལ་བའམ་ཡང་ན་མཉེན་ཆས་ཁུངས་ལ་ནོར་འཛོལ་བྱུང་། གལ་ཏེ་མ་ལག་གི་ཁྲོད་ནས་མཉེན་ཆས་ནང་འཇུག་དང་ལྷུ་གཏོར། རབས་བརྗེ་སོགས་བྱེད་ན། དྲ་རྒྱ་དང་སྦྲེལ་ནས་མཉེན་ཆས་ཁུངས་གསར་བརྗེ་བྱ་དགོས། གལ་ཏེ་དྲ་མེད་པའམ་ཡང་ན་རབས་བརྗེ་བྱེད་མི་བསམ་ན། ཐེངས་རྗེས་མར་འཁོར་སྐྱོད>མཉེན་ཆས་ཚོང་ར་བརྒྱུད་ནས། གསལ་འདེབས་མི་བྱེད་པའི་མཐེབ་གཅུས་འདེམ་ན་གསལ་འདེབས་བྱང་བུ་བྱུང་མི་སྲིད། ཁྱེད་ཀྱིས་གདམ་རོགས།:

source: Tips
bo_cn: གསལ་འདེབས།

source: Tips for next startup
bo_cn: ཐེངས་རྗེས་མར་འགོ་སློང་བའི་གསལ་འདེབས།

source: Tired, take some tea and rest
bo_cn: སྐད་ཆ་བཤད་རྒྱུ་མང་དྲགས་སམ། ཇ་འཐུང་ནས་ངལ་གསོས།

source: Too frequent reviews of this software
bo_cn: མཉེན་ཆས་འདིར་དཔྱད་བརྗོད་མང་དྲགས་འདུག

source: Too many comments on this software
bo_cn: མཉེན་ཆས་འདིར་དཔྱད་བརྗོད་མང་དྲགས་འདུག

source: Too many words translated Or other unknown errors
bo_cn: ཡིག་སྒྱུར་གྱི་ཡིག་གྲངས་མང་དྲགས། ཡང་ན་མ་ཤེས་པའི་ནོར་འཁྲུལ་གཞན་པ།

source: Translated
bo_cn: ཡིག་སྒྱུར་བྱེད་མྱོང་།

source: Translation submitted
bo_cn: ཡིག་སྒྱུར་གོང་སྤྲོད་བྱས་ཟིན།

source: Unable to install
bo_cn: སྒྲིག་འཇུག་བྱེད་ཐབས་མེད།

source: Unable to install the package
bo_cn: མཉེན་ཁུག་འདི་སྒྲིག་འཇུག་བྱེད་ཐབས་མེད།

source: Unable to obtain lock /var/lib/apt/lists/lock please try to update source later
bo_cn: ཟྭ/var/lib/apt/lists/lockལེན་མི་ཐུབ། ཁྱེད་ནས་ཅུང་ཙམ་ནས་ཡང་བསྐྱར་ཁུངས་རབས་བརྗེ་ལ་ཚོད་ལྟ་བྱ་རོགས།

source: Unable to start
bo_cn: འགོ་སློང་ཐབས་མེད།

source: Unable to uninstall
bo_cn: བཤིག་དོར་བྱེད་ཐབས་མེད།

source: Unable to upgrade
bo_cn: རིམ་སྤོར་བྱེད་ཐབས་མེད།

source: Uninstall
bo_cn: ལྷུ་གཏོར

source: Uninstalling
bo_cn: བཤིག་དོར་བྱེད་བཞིན་པ།

source: Unknown
bo_cn: མི་ཤེས།

source: Unreviewed
bo_cn: ཞིབ་བཤེར་བྱེད་པར་སྒུག་པ།

source: Unstalling
bo_cn: བཤིག་དོར་བྱེད་བཞིན་པ།

source: Update
bo_cn: གསར་སྒྱུར།

source: Update software source
bo_cn: མཉེན་ཆས་ཁུངས་གསར་བསྒྱུར།

source: Update software source completed
bo_cn: མཉེན་ཆས་ཁུངས་གསར་བསྒྱུར་ལེགས་འགྲུབ་བྱུང་བ།

source: Updating software source...
bo_cn: མཉེན་ཆས་ཁུངས་གསར་བསྒྱུར་བྱེད་བཞིན་པ།...

source: Upgrade
bo_cn: རིམ་སྤེལ།

source: Upgrade package error
bo_cn: མཉེན་ཁུག་རིམ་སྤར་ནོར་བ།

source: Upgrading
bo_cn: རིམ་སྤར་བྱེད་བཞིན་པ།

source: User does not exist
bo_cn: སྤྱོད་མཁན་མི་འདུག

source: User is not logged in Software Center
bo_cn: སྤྱོད་མཁན་མཉེན་ཆས་ཚོང་ཁང་དུ་ཐོ་འགོད་བྱས་མེད།

source: User last login time:
bo_cn: སྤྱོད་མཁན་གྱིས་ཐེངས་སྔོན་མར་ཐོ་འགོད་བྱས་པའི་དུས་ཚོད་ནི།：

source: User level:
bo_cn: སྤྱོད་མཁན་གྱི་རིམ་པ་ནི།:

source: User login information
bo_cn: སྤྱོད་མཁན་ཐོ་འགོད་ཆ་འཕྲིན།

source: User set
bo_cn: སྤྱོད་མཁན་སྒྲིག་འགོད།

source: User: Developer
bo_cn: སྤྱོད་མཁན་ནི།: གསར་སྤེལ་མཁན།

source: Username already exists
bo_cn: སྤྱོད་མཁན་མིང་གནས་ཟིན།

source: Username or email erro
bo_cn: སྤྱོད་མཁན་མིང་ངམ་ཡིག་སྒམ་ནོར་འཁྲུལ།

source: Username:
bo_cn: སྤྱོད་མཁན་གྱི་མིང་

source: Username:
bo_cn: སྤྱོད་མཁན་མིང་།：

source: Waiting
bo_cn: སྒུག་པ།

source: Waiting for installation
bo_cn: སྒྲིག་འཇུག་སྒུག་པ།

source: Waiting for uninstall
bo_cn: བཤིག་དོར་སྒུག་པ།

source: Waiting for upgrade
bo_cn: རིམ་སྤར་སྒུག་པ།

source: Warm reminder
bo_cn: གསལ་འདེབས་དྲོན་མོ།

source: When translating or querying software, when clicking the mouse, the focus cannot enter the input box Please press the Alt key in the lower left corner of the keyboard, and then click in the input box to enter
bo_cn: མཉེན་ཆས་ཡིག་སྒྱུར་རམ་ཡང་ན་འདྲི་རྩད་བྱ་སྐབས། གལ་ཏེ་ཙིག་རྟགས་གནན་ན་མདོ་ཚེག་ནང་འདྲེན་སྒྲོམ་དུ་འཛུལ་མི་ཐུབ། དེའི་སྐབས་སུ་ཁྱེད་ཀྱིས་མཐེབ་Altགནན་རྗེས་ནང་འདྲེན་སྒྲོམ་གནན་ནས་ནང་འདྲེན་བྱ་རོགས།

source: Whether developers
bo_cn: གསར་སྤེལ་མཁན་ཡིན་ནམ།

source: Win Substitute
bo_cn: win ཚབ་བརྗེ།

source: Yes
bo_cn: ཡིན།

source: You can now:
bo_cn: ཁྱེད་ཀྱིས་ད་ལྟ་བྱས་ཆོག་པ།：

source: You can select Global search in the search box
bo_cn: ཁྱེད་ཀྱིས་བཤེར་འཚོལ་སྒྲོམ་ནས་＂ཁྱོན་ཡོངས＂བཤེར་འཚོལ་བྱས་ནས་ཚོད་ལྟ་བྱས་ཆོག

source: You have not translated or modified any part
bo_cn: ཁྱེད་ཀྱིས་ཆ་གམ་ཡང་ཡིག་སྒྱུར་རམ་བཟོ་བཅོས་བྱས་མེད།

source: Your new password is set successfully
bo_cn: ཁྱེད་ཀྱི་གསང་ཨང་གསར་པ་སྒྲིག་འགོད་ལེགས་འགྲུབ་བྱུང་།

source: Your system lacks the Galaxy Kirin public network software source, which will affect the software installation Do you need to add and update it? Tick no more reminders and no prompt box will pop up Please select:
bo_cn: ཁྱེད་ཀྱི་མ་ལག་ལ་ཆི་ལིན་གཞུང་དྲའི་མཉེན་ཆས་ཁུངས་མེད་པས་མཉེན་ཆས་ནང་འཇུག་ལ་ཤུགས་རྐྱེན་ཐེབས། ཁྱེད་ཀྱིས་གསར་སྣོན་དང་གསར་བརྗེ་བྱ་དགོས་སམ།? གསལ་འདེབས་མི་དགོས་པའི་མཐེབ་གཅུས་གནན་ནས་གསལ་འདེབས་སྒྲོམ་མི་བྱུང་བ། ཁྱེད་ཀྱིས་འདེམས་རོགས་གནང་།:

source: aberrant
bo_cn: རྒྱུན་འགལ།

source: cancel
bo_cn: ལེན་པ།

source: cloud saved Translation history
bo_cn: སྤྲིན་རུམ་ཉར་ཚགས་ཀྱི་ཡིག་སྒྱུར་ལོ་རྒྱུས།

source: delete
bo_cn: འདོར་བ།

source: description
bo_cn: ཞིབ་བརྗོད།

source: details
bo_cn: ཆ་འཕྲིན་ཞིབ་ཕྲ།

source: determine
bo_cn: གཏན་འཁེལ།གཏན་འཁེལ་བྱེད་པ།

source: download
bo_cn: ཕབ་ལེན།

source: download failed
bo_cn: ཕབ་ལེན་ཕམ་པ།

source: downloading
bo_cn: ཕབ་ལེན་བྱེད་བཞིན་པ།

source: failure
bo_cn: ཕམ་པ།

source: invalid
bo_cn: ནུས་མེད།
