Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/libgnomeui-2.0.po
Languages: bo_cn

source: - OK? (yes or no)
bo_cn: གཏན་འཁེལ་ཡིན་ནམ། (ཡིན་ནམ་མིན།)

source: (press return)
bo_cn: (འབེབས་མཐེབ་ནོན)

source: (yes or no)
bo_cn: (ཡིན་ནམ་མིན།)

source: A logo for the about box
bo_cn: གླེང་སྒྲོམ་སྐོར་གྱི་རྟགས་མ།

source: A preview of the image currently specified
bo_cn: མིག་སྔའི་དམིགས་འཛུགས་བརྙན་རིས་ཀྱི་སྔོན་ལྟ།

source: A single author entry
bo_cn: རྩོམ་པ་པོ་རྐྱང་པའི་ཚན་པ།

source: A single documenter entry
bo_cn: ཡིག་ཚགས་རྩོམ་འབྲི་མཁན་རྐྱང་པའི་ཚན་པ།

source: AaBbCcDdEeFfGgHhIiJjKkLlMmNnOoPpQqRrSsTtUuVvWwXxYyZz
bo_cn: GNOMEཡིག་གཟུགས་ཚོད་ལེན།

source: About
bo_cn: འབྲེལ་ཡོད།

source: About %s
bo_cn: %sཡི་སྐོར།

source: About this application
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་འདིའི་སྐོར།

source: Author entry
bo_cn: རྩོམ་པ་པོའི་ཚན་པ།

source: Authors
bo_cn: རྩོམ་པ་པོ།

source: Background Color
bo_cn: རྒྱབ་ལྗོངས་ཁ་དོག

source: Background color
bo_cn: རྒྱབ་ལྗོངས་ཀྱི་མདོག

source: Background color is set
bo_cn: རྒྱབ་ལྗོངས་མདོག་སྒྲིག་འགོད་བྱས་ཟིན།

source: Background color set
bo_cn: རྒྱབ་ལྗོངས་མདོག་སྒྲིག་འགོད།

source: Browse
bo_cn: མིག་བཤར།

source: Browse Dialog Title
bo_cn: གླེང་སྒྲོམ་གྱི་ཁ་བྱང་སྔོན་བལྟ།

source: Bulleted List
bo_cn: རྟགས་ཀྱི་རེའུ་མིག

source: C_lear
bo_cn: གཙང་སེལ།(_l)

source: C_redits
bo_cn: བཀའ་དྲིན་ཞུ་བ།(_R)

source: Calendar
bo_cn: ལོ་ཐོ།

source: Can't find an hbox, using a normal file selection
bo_cn: hboxརྙེད་ཐབས་བྲལ།ཡིག་ཆ་དཀྱུས་མ་སྤྱད་ནས་འདེམས།

source: Cancel Logout
bo_cn: རྩིས་ཐོ་ནས་སུབ་པ།

source: Child Item 1
bo_cn: བུའི་རྣམ་གྲངས།1

source: Choose Icon
bo_cn: རིས་རྟགས་འདེམ་པ།

source: Clear the selection
bo_cn: བདམས་ཟིན་པའི་ནང་དོན་གཙང་སེལ།

source: Close the current file
bo_cn: མིག་སྔའི་ཡིག་ཆའི་ཁ་རྒྱག་པ།

source: Close the current window
bo_cn: མིག་སྔའི་སྒེའུ་ཁུང་སྒོ་རྒྱག་པ།

source: Co_nnect
bo_cn: འབྲེལ་མཐུད།(_N)

source: Color used to draw the link
bo_cn: སྦྲེལ་མཐུད་ཀྱི་ཁ་དོག་འབྲི་བར་བཀོལ་བ།

source: Con_firm password:
bo_cn: གསང་ཨང་གཏན་འཁེལ།(_F)：

source: Configure the application
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་སྡེབ་སྒྲིག

source: Connect _anonymously
bo_cn: མིང་གསང་འབྲེལ་མཐུད།(_A)

source: Contents Background Color
bo_cn: ནང་དོན་རྒྱབ་ལྗོངས་མདོག

source: Contents Background color
bo_cn: ནང་དོན་རྒྱབ་ལྗོངས་མདོག

source: Contents Background color as a GdkColor
bo_cn: GdkColorཡིས་མཚོན་པའི་ནང་དོན་རྒྱབ་ལྗོངས་མདོག

source: Contents Background color is set
bo_cn: ནང་དོན་གྱི་རྒྱབ་ལྗོངས་མདོག་སྒྲིག་འགོད་བྱས་ཟིན་པ།

source: Contents Background color set
bo_cn: ནང་དོན་གྱི་རྒྱབ་ལྗོངས་མདོག་སྒྲིག་འགོད།

source: Copy the selection
bo_cn: བདམས་པའི་ནང་དོན་འདྲ་བཟོ།

source: Copyright string
bo_cn: པར་དབང་ཡིག་རྟགས་ཕྲེང་།

source: Could not open link
bo_cn: སྦྲེལ་མཐུད་ཁ་ཕྱེ་ཐབས་བྲལ།

source: Create New _Window
bo_cn: སྒེའུ་ཁུང་གསར་པ་གསར་འཛུགས།(_W)

source: Create a new window
bo_cn: སྒེའུ་ཁུང་གསར་པ་ཞིག་གསར་འཛུགས།

source: Create a progress widget.
bo_cn: འཕེལ་ཚད་ལྷུ་ལག་གསར་འཛུགས།

source: Create a status widget.
bo_cn: རྣམ་པའི་ལྷུ་ལག་གསར་འཛུགས།

source: Credits
bo_cn: དམིགས་སུ་ཐུགས་རྗེ་ཆེ་ཞུ་རྒྱུ།

source: Cu_t
bo_cn: དྲས་གཏུབ།(_t)

source: Cut the selection
bo_cn: བདམས་པའི་ནང་དོན་དྲས་གཅོད།

source: DISPLAY
bo_cn: མངོན་པ།

source: Date
bo_cn: དུས་ཚོད།

source: DateEdit Flags
bo_cn: ཟླ་ཚེས་རྩོམ་སྒྲིག་མཚོན་རྟགས།

source: Default Path
bo_cn: སོར་བཞག་འགྲོ་ལམ།

source: Default path for the Browse file window.
bo_cn: ཡིག་ཆའི་སྒེའུ་ཁུང་གི་སོར་བཞག་འགྲོ་ལམ་མིག་བཤེར།

source: Directory Entry
bo_cn: དཀར་ཆག་ཚན་པ།

source: Directory that will be searched for icons.
bo_cn: དེའི་ནང་དུ་རིས་རྟགས་འཚོལ་བའི་དཀར་ཆག

source: Disable Crash Dialog
bo_cn: བེད་སྤྱོད་གཏོང་མི་ཆོག་པའི་ཤིག་ཐོར་གླེང་སྒྲོམ།

source: Disable connection to session manager
bo_cn: གྲོས་གླེང་དོ་དམ་ཆས་ཀྱི་འབྲེལ་མཐུད་བཀག

source: Do Preview
bo_cn: སྔོན་ལྟ་ལག་བསྟར།

source: Documenter entry
bo_cn: ཡིག་ཚགས་རྩོམ་སྒྲིག་པའི་ཚན་པ།

source: ERROR:
bo_cn: ནོར་འཁྲུལ།

source: End World Hunger
bo_cn: འཛམ་གླིང་འདིའི་སྟེང་གི་བཀྲེས་ལྟོགས་མཇུག་རྫོགས་པ།

source: End the current game
bo_cn: མིག་སྔའི་རོལ་རྩེད་མཇུག་སྒྲིལ་བ།

source: Error
bo_cn: ནོར་འཁྲུལ།

source: Exit the test
bo_cn: ཕྱིར་འཐེན་ཚོད་ལེན།

source: Fi_les
bo_cn: ཡིག་ཆ།(_L)

source: Filename
bo_cn: ཡིག་ཆའི་མིང་།

source: Filename that should be displayed in the file entry.
bo_cn: ཡིག་ཆའི་ཚན་པའི་ནང་གི་ཡིག་ཆའི་མིང་འཆར་འོས།

source: Filename that should be displayed in the icon entry.
bo_cn: རིས་རྟགས་ཚན་པའི་ཁྲོད་དུ་མངོན་པའི་ཡིག་ཆའི་མིང་ཡིན་འོས།

source: Find Ne_xt
bo_cn: ངོས་རྗེས་མ་འཚོལ།(_X)

source: Flags for how DateEdit looks
bo_cn: ཚེས་གྲངས་སྐོར་གྱི་ཕྱི་ཚུལ་རྩོམ་སྒྲིག་གི་མཚོན་རྟགས།

source: Font
bo_cn: ཡིག་གཟུགས།

source: Font size for label
bo_cn: གདོང་འཛར་གི་ཡིག་གཟུགས་ཆེ་ཆུང་།

source: Font size for label in font info mode
bo_cn: ཡིག་གཟུགས་ཆ་འཕྲིན་རྣམ་པའི་ཁྲོད་གདོང་འཛར་གིས་བཀོལ་བའི་ཡིག་གཟུགས་ཆེ་ཆུང་།

source: Foreground color of the title
bo_cn: ཁ་བྱང་གི་མདུན་ལྗོངས་ཁ་དོག

source: Foreground color of the title as a GdkColor
bo_cn: GdkColorཡིས་མཚོན་པའི་ཁ་བྱང་གི་མདུན་ལྗོངས་ཁ་དོག

source: Foreground color of the title is set
bo_cn: ཁ་བྱང་གི་མདུན་ལྗོངས་ཁ་དོག་སྒྲིག་འགོད་བྱས་ཟིན་པ།

source: GNOME GConf UI Support
bo_cn: GNOME GConf UIཡི་རྒྱབ་སྐྱོར།

source: GNOME GUI Library
bo_cn: GNOME GUI མཛོད།

source: GTK entry
bo_cn: GTKཚན་པ།

source: Get a hint for your next move
bo_cn: ཁྱེད་ཀྱི་གོམ་སྟབས་རྗེས་མའི་སྣེ་སྟོན་ཐོབ་པ།

source: GnomeIconSelection: '%s' does not exist or is not a directory
bo_cn: GnomeIconSelecton%sམེད་པའམ་ཡང་ན་དཀར་ཆག་མ་རེད།

source: GnomeIconSelection: couldn't open directory '%s'
bo_cn: GnomeIconSelecton，དཀར་ཆག་%sཁ་འབྱེད་ཐབས་བྲལ།%s

source: GtkFileChooser Action
bo_cn: GtkFileChoserའགུལ་སྟངས།

source: Has Progress
bo_cn: སྒྲུབ་ཚད་ཡོད་པ།

source: Has Status
bo_cn: རྣམ་པ་ཡོད་པ།

source: Here you should enter the name of the directory where icon images are located.
bo_cn: ཁྱེད་ཀྱིས་འདིར་རིས་རྟགས་རི་མོ་ཡོད་སའི་དཀར་ཆག་གི་མིང་འབྲི་དགོས།

source: Hint for item 1
bo_cn: རྣམ་གྲངས་1གི་སྣེ་སྟོན།

source: Hint for item 2
bo_cn: རྣམ་གྲངས་2པའི་སྣེ་སྟོན།

source: History ID
bo_cn: ལོ་རྒྱུས་ID

source: Icon Selector
bo_cn: རིས་རྟགས་འདེམས་ཆས།

source: Icon path
bo_cn: རིས་རྟགས་འགྲོ་ལམ།

source: Icon selection dialog
bo_cn: རིས་རྟགས་འདེམ་པའི་གླེང་སྒྲོམ།

source: Icons Only
bo_cn: རིས་རྟགས་ཁོ་ན་ཡོད།

source: Image Preview
bo_cn: བརྙན་རིས་སྔོན་ལྟ།

source: Information
bo_cn: གསལ་བརྡ།

source: Initial Time
bo_cn: ཐོག་མའི་དུས་ཚོད།

source: Interactivity
bo_cn: བརྗེ་རེས་རང་བཞིན།

source: Level of user activity required.
bo_cn: མཁོ་བའི་སྤྱོད་མཁན་བརྗེ་རེས་རང་བཞིན་གྱི་རིམ་གྲས།

source: Link color
bo_cn: ཁ་དོག་སྦྲེལ་མཐུད།

source: List of authors of the programs
bo_cn: བྱ་རིམ་རྩོམ་པ་པོའི་རེའུ་མིག

source: Loading Icons...
bo_cn: རིས་རྟགས་ནང་དུ་སྒྲིག་འཇུག་བྱེད་བཞིན་ཡོད།

source: Logo
bo_cn: རྟགས་མ།

source: Logo Background Color
bo_cn: རྟགས་མའི་རྒྱབ་ལྗོངས་མདོག

source: Logo Background color
bo_cn: རྟགས་མའི་རྒྱབ་ལྗོངས་མདོག

source: Logo Background color as a GdkColor
bo_cn: GdkColorཡིས་མཚོན་པའི་རྟགས་མའི་རྒྱབ་ལྗོངས་མདོག

source: Logo Background color is set
bo_cn: རྟགས་མའི་རྒྱབ་ལྗོངས་མདོག་སྒྲིག་འགོད་བྱས་ཟིན་པ།

source: Logo Background color set
bo_cn: རྟགས་མའི་རྒྱབ་ལྗོངས་མདོག་སྒྲིག་འགོད།

source: Logo image
bo_cn: རྟགས་མའི་རི་མོ།

source: Lower Hour
bo_cn: འོག་མཐའི་དུས་ཚོད།

source: Lower hour in the time popup selector
bo_cn: དུས་ཚོད་ཕྱིར་བུད་བདམས་ཆས་ཁྲོད་ཀྱི་འོག་མཐའི་དུས་ཚོད།

source: Message
bo_cn: བརྡ་འཕྲིན།

source: Modal
bo_cn: དཔེ་རྣམ།

source: Mode
bo_cn: རྣམ་པ།

source: Modify the file's properties
bo_cn: ཡིག་ཆའི་གཏོགས་གཤིས་བཟོ་བཅོས།

source: Name of the selected font
bo_cn: བདམས་པའི་ཡིག་གཟུགས་ཀྱི་མིང་།

source: No Image
bo_cn: བརྙན་རིས་མེད་པ།

source: Numbered List
bo_cn: ཨང་གྲངས་རེའུ་མིག

source: Open a dialog to specify the color
bo_cn: དམིགས་འཛུགས་ཁ་དོག་གི་གླེང་སྒྲོམ་ཁ་ཕྱེ་བ།

source: Open a file
bo_cn: ཡིག་ཆ་ཞིག་ཁ་འབྱེད།

source: PREFIX
bo_cn: སྔོན་འཇུག

source: Password quality:
bo_cn: གསང་ཨང་དྲག་ཚད།

source: Paste the clipboard
bo_cn: དྲས་པང་གི་ནང་དོན་སྦྱར་བ།

source: Path
bo_cn: ལམ་ཐིག

source: Path to file
bo_cn: ཡིག་ཆའི་འགྲོ་ལམ།

source: Pause the game
bo_cn: རོལ་རྩེད་སྐབས་འཇོག

source: Pick a color
bo_cn: ཁ་དོག་འདེམ་པ།

source: Picker dialog
bo_cn: གླེང་སྒྲོམ་འདེམ་པ།

source: Pixmap Directory
bo_cn: བརྙན་རྒྱུའི་རི་མོའི་དཀར་ཆག

source: Please pick the icon you want.
bo_cn: དགོས་པའི་རིས་རྟགས་འདེམ་རོགས།

source: Pop up a file selector to choose a file
bo_cn: ཡིག་ཆ་འདེམ་པར་སྤྱོད་པའི་ཡིག་ཆ་འདེམ་ཆས་ཕྱིར་བུད།

source: Prefere_nces
bo_cn: ཐོག་མའི་འདེམས་ཚན།(_N)

source: Preview
bo_cn: སྔོན་ལྟ།

source: Preview text shown in the dialog
bo_cn: གླེང་མོལ་སྒྲོམ་ནང་གི་སྔོན་ལྟའི་ཡིག་ཆ་འཆར་བ།

source: Print S_etup...
bo_cn: གཏག་པར་སྒྲིག་འགོད།(_E)...

source: Print the current file
bo_cn: མིག་སྔའི་ཡིག་ཆ་པར་རྒྱག

source: Priority Text Beside Icons
bo_cn: སྔོན་འདེམ་ཡི་གེ་རིས་རྟགས་འགྲམ་ན་ཡོད།

source: Program name
bo_cn: བྱ་རིམ་གྱི་མིང་།

source: Program version
bo_cn: བྱ་རིམ་པར་གཞི།

source: Progress
bo_cn: འཕེལ་ཚད།

source: Question
bo_cn: གནད་དོན།

source: Quit the application
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་ཕྱིར་འཐེན།

source: R_eplace...
bo_cn: བརྗེ་བ།(_E)...

source: Redo the undone action
bo_cn: དོར་བའི་བཀོལ་སྤྱོད་བསྐྱར་བཟོ།

source: Replace a string
bo_cn: ཡིག་རྟགས་ཕྲེང་བརྗེ་བ།

source: Restart the game
bo_cn: རོལ་རྩེད་ཡང་བསྐྱར་འགོ་རྩོམ་པ།

source: Revert to a saved version of the file
bo_cn: ཉར་ཚགས་བྱས་ཟིན་པའི་ཡིག་ཆར་སླར་གསོ་བྱེད་པ།

source: Save _As...
bo_cn: གཞན་ཉར་(_A)...

source: Save the current file
bo_cn: མིག་སྔའི་ཡིག་ཆ་ཉར་ཚགས།

source: Save the current file with a different name
bo_cn: མིང་གཞན་པའི་ཐོག་ནས་མིག་སྔའི་ཡིག་ཆ་ཉར་ཚགས།

source: Search again for the same string
bo_cn: ཡང་བསྐྱར་གཅིག་མཚུངས་ཀྱི་ཡིག་རྟགས་ཕྲེང་འཚོལ་བ།

source: Search for a string
bo_cn: ཡིག་རྟགས་ཕྲེང་བ་ཞིག་འཚོལ་བ།

source: Select Date
bo_cn: ཚེས་གྲངས་འདེམ་པ།

source: Select Time
bo_cn: དུས་ཚོད་འདེམ་པ།

source: Select _All
bo_cn: ཚང་མ་འདེམ་པ།(_A)

source: Select everything
bo_cn: ཚང་མ་འདེམ་པ།

source: Select file
bo_cn: ཡིག་ཆ་འདེམ་པ།

source: Select the date from a calendar
bo_cn: ལི་ཐོ་ལས་ཚེས་གྲངས་འདེམ་པ།

source: Select the time from a list
bo_cn: རེའུ་མིག་ནང་ནས་དུས་ཚོད་འདེམ་པ།

source: Session management
bo_cn: གླེང་མོལ་དོ་དམ།

source: Session management:
bo_cn: གླེང་མོལ་དོ་དམ།

source: Setup the page settings for your current printer
bo_cn: མིག་སྔར་སྤྱོད་བཞིན་པའི་པར་འཁོར་གྱི་ལྡེབ་ངོས་སྒྲིག་འགོད་སྒྲིག་རོགས།

source: Show Finish
bo_cn: ལེགས་གྲུབ་འཆར་བ།

source: Show GNOME GUI options
bo_cn: GNOME GUIའདེམས་ཚན་འཆར་བ།

source: Show Help
bo_cn: རོགས་རམ་འཆར་བ།

source: Show session management options
bo_cn: གྲོས་གླེང་དོ་དམ་འདེམས་ཚན་མངོན་པ།

source: Show size
bo_cn: ཆེ་ཆུང་མངོན་པ།

source: Show size in font info mode
bo_cn: ཡིག་གཟུགས་ཆ་འཕྲིན་རྣམ་པའི་ཁྲོད་ཀྱི་ཆེ་ཆུང་འཆར་བ།

source: Show the 'Finish' button instead of the 'Next' button
bo_cn: ལེགས་གྲུབ་མཐེབ་གནོན་འཆར་བ་ལས་རྗེས་མའི་མཐེབ་གནོན་འཆར་བ་མ་ཡིན།

source: Show the 'Help' button
bo_cn: རོགས་རམ་མཐེབ་གནོན་འཆར་བ།

source: Specify prefix of saved configuration
bo_cn: ཉར་ཚགས་སྡེབ་སྒྲིག་བྱས་ཟིན་པའི་སྔོན་འཇུག་སྒྲིག་པ།

source: Specify session management ID
bo_cn: གྲོས་གླེང་དོ་དམ Idགཏན་འཁེལ།

source: Start a new game
bo_cn: རོལ་རྩེད་གསར་པ་འགོ་རྩོམ།

source: Table Borders
bo_cn: ཅོག་ངོས་ཀྱི་མུ་འགྲམ།

source: Table Fill
bo_cn: རེའུ་མིག་ཁ་སྐོང་།

source: Text
bo_cn: ཞིབ་བརྗོད།

source: Text Below Icons
bo_cn: ཡི་གེ་རིས་རྟགས་འོག་ཏུ་ཡོད།

source: Text Only
bo_cn: ཡི་གེ་ཁོ་ན་ལས་མེད།

source: The GTK entry
bo_cn: GTK་ཚན་པ།

source: The URL that GnomeHRef activates
bo_cn: GnomeHReཡིས་སྐུལ་སློང་བྱས་པའི་URL

source: The application ID string
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་IDཡིག་རྟགས་ཕྲེང་།

source: The initial time
bo_cn: ཐོག་མའི་དུས་ཚོད།

source: The mode of operation of the font picker
bo_cn: ཡིག་རྟགས་གདམ་གསེས་བཀོལ་སྤྱོད་ཀྱི་རྣམ་པ།

source: The name of the program
bo_cn: བྱ་རིམ་གྱི་མིང་།

source: The selected GtkFont
bo_cn: བདམས་པའི་GtkFont

source: The text on the button
bo_cn: མཐེབ་གནོན་སྟེང་གི་ཡིག་ཆ།

source: The time currently selected
bo_cn: མིག་སྔའི་འདེམས་ཐོན་དུས་ཚོད།

source: The title of the selection dialog box
bo_cn: གླེང་སྒྲོམ་ཁ་བྱང་འདེམ་པ།

source: The type of operation that the file selector is performing.
bo_cn: ཡིག་ཆ་འདེམ་ཆས་ལག་བསྟར་བྱེད་བཞིན་པའི་བཀོལ་སྤྱོད་རིགས་གྲས།

source: The version of the program
bo_cn: བྱ་རིམ་པར་གཞི།

source: This button will open a window to let you select an icon.
bo_cn: མཐེབ་གནོན་འདིས་སྒེའུ་ཁུང་ཞིག་ཕྱེ་ཡོད།ཁྱེད་ཀྱིས་དེའི་ཁྲོད་ནས་རིས་རྟགས་འདེམ་ཆོག

source: This button will take you to the URI that it displays.
bo_cn: མཐེབ་གནོན་འདིས་ཁྱེད་རང་གི་ཁ་ཕྱོགས་དེ་ལས་མངོན་པའི་URIལ་དམིགས་འཛུགས་བྱེད།

source: This dialog box lets you select an icon.
bo_cn: གླེང་མོལའི་སྒྲོམ་འདིས་ཁྱེད་ལ་རིས་རྟགས་འདེམ་དུ་འཇུག་ཐུབ།

source: Time
bo_cn: དུས་ཚོད།

source: Title
bo_cn: ཁ་བྱང་།

source: Title Foreground
bo_cn: ཁ་བྱང་གི་མདུན་ལྗོངས་མདོག

source: Title Foreground Color
bo_cn: ཁ་བྱང་གི་མདུན་ལྗོངས་ཀྱི་ཁ་དོག

source: Title Foreground color set
bo_cn: ཁ་བྱང་མདུན་ལྗོངས་མདོག་སྒྲིག་འགོད།

source: Title for the Browse file dialog.
bo_cn: ཡིག་ཆའི་གླེང་མོལ་སྒྲོམ་གྱི་ཁ་བྱང་མིག་བཤེར།

source: Title for the Browse icon dialog.
bo_cn: རིས་རྟགས་གླེང་སྒྲོམ་གྱི་ཁ་བྱང་མིག་བཤེར།

source: Title of the druid
bo_cn: Druidཡི་ཁ་བྱང་།

source: Top Ten
bo_cn: ཨང་བཅུ་པ་བར།

source: Top Watermark
bo_cn: རྩེ་རིམ་ཆུ་པར།

source: Translator credits
bo_cn: ཡིག་སྒྱུར་མཁན་ལ་ཐུགས་རྗེ་ཆེ་ཞུ་བ།

source: Un-Indent
bo_cn: ཡིག་དེབ་ནང་དུ་མི་བསྡུ།

source: Undo the last action
bo_cn: ཐེངས་སྔོན་གྱི་བཀོལ་སྤྱོད་ཕྱིར་འཐེན།

source: Undo the last move
bo_cn: མཇུག་མཐའ་འདོར་བ།

source: Unique identifier for the file entry. This will be used to save the history list.
bo_cn: ཡིག་ཆའི་ཚན་པའི་མཚོན་རྟགས་གཅིག་པུ། དེ་ལོ་རྒྱུས་ཀྱི་རེའུ་མིག་ཉར་ཚགས་བྱེད་པར་བཀོལ།

source: Unique identifier for the icon entry. This will be used to save the history list.
bo_cn: རིས་རྟགས་ཚན་པའི་མཚོན་རྟགས་གཅིག་པུ། དེ་ལོ་རྒྱུས་ཀྱི་རེའུ་མིག་ཉར་ཚགས་བྱེད་པར་བཀོལ།

source: Upper Hour
bo_cn: གོང་མཚམས་དུས་ཚོད།

source: Upper hour in the time popup selector
bo_cn: དུས་ཚོད་ཀྱིས་འདེམ་ཆས་ཁྲོད་ཀྱི་གོང་མཚམས་དུས་ཚོད་ཕྱིར་མངོན།

source: Use Desktop Default (%s)
bo_cn: ཅོག་ངོས་ཀྱི་སོར་བཞག་ཐང་བཀོལ་བ།(%s)

source: Use GtkFileChooser
bo_cn: GtkFileChooserབཀོལ་སྤྱོད།

source: Use font in the label in font info mode
bo_cn: ཡིག་གཟུགས་ཆ་འཕྲིན་གྱི་རྣམ་པའི་ཁྲོད་དུ་གདོང་འཛར་གིས་བཀོལ་བའི་ཡིག་གཟུགས་བཀོལ་བ།

source: User
bo_cn: སྤྱོད་མཁན་ID

source: View help for this application
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་འདིའི་རོགས་རམ་ལྟ་ཞིབ་བྱེད་པ།

source: View the scores
bo_cn: ཨང་རིམ་ལ་ལྟ་ཞིབ་བྱེད་པ།

source: Warning
bo_cn: ཉེན་བརྡ།

source: Warning:
bo_cn: ཐ་ཚིག：

source: Watermark image for the top
bo_cn: མཐོ་རིམ་ཆུ་པར་བརྙན་རིས།

source: Whether the Browse file window should be modal.
bo_cn: མིག་བཤར་ཡིག་ཆའི་སྒེའུ་ཁུང་ནི་མིག་དཔེ་ཡིན་མིན།

source: Whether the file entry is being used to enter directory names or complete filenames.
bo_cn: ཡིག་ཆའི་རྣམ་གྲངས་དེ་དཀར་ཆག་གི་མིང་ངམ་ཡང་ན་ཡིག་ཆ་ཡོངས་ཀྱི་མིང་ནང་འཇུག་ལ་སྤྱོད་མིན།

source: Whether the pixmap entry should have a preview.
bo_cn: བརྙན་རྒྱུའི་དཔེ་རིས་ལ་སྔོན་བལྟ་ཡོད་མེད་།

source: X display to use
bo_cn: བེད་སྤྱོད་གཏོང་བྱའི་Xའཆར་བ།

source: Your password will be transmitted encrypted.
bo_cn: ཁྱེད་རང་གི་གསང་ཨང་དེ་གསང་སྡོམ་སྒོས་སྐྱེལ་ཀྱི་རེད།

source: Your password will be transmitted unencrypted.
bo_cn: ཁྱེད་རང་གི་གསང་ཨང་དེ་གསང་སྡོམ་མིན་པའི་གནས་ཚུལ་འོག་སྐྱེལ་ཀྱི་རེད།

source: _About
bo_cn: འབྲེལ་ཡོད།(_A)

source: _Browse...
bo_cn: རགས་ལྟ།(_B)...

source: _Close
bo_cn: ཁ་རྒྱག(_C)

source: _Close This Window
bo_cn: སྒེའུ་ཁུང་འདིའི་ཁ་རྒྱག་པ།(_C)

source: _Contents
bo_cn: དཀར་ཆག(_C)

source: _Copy
bo_cn: འདྲ་བཟོ།(_C)

source: _Details
bo_cn: ཞིབ་ཕྲ།(_D)

source: _Domain:
bo_cn: ཁོངས།(_D)

source: _Edit
bo_cn: རྩོམ་སྒྲིག(_E)

source: _Edit/
bo_cn: རྩོམ་སྒྲིག(_E)

source: _End Game
bo_cn: རོལ་རྩེད་མཇུག་སྒྲིལ།(_E)

source: _File
bo_cn: ཡིག་ཆ།(_F)

source: _Find...
bo_cn: འཚོལ་བ།(_F)

source: _Forget password immediately
bo_cn: གསང་ཨང་འཕྲལ་མར་བརྗེད་པ།(_F)

source: _Game
bo_cn: རོལ་རྩེད།(_G)

source: _Help
bo_cn: རོགས་རམ།(_H)

source: _Hint
bo_cn: གསལ་འདེབས།(_H)"

source: _New
bo_cn: གསར་བཟོ།(_N)

source: _New Game
bo_cn: རོལ་རྩེད་གསར་འཛུགས། (_N)

source: _New password:
bo_cn: གསང་ཨང་གསར་བ།(_N)

source: _Open...
bo_cn: ཁ་འབྱེད།(_O)...

source: _Password:
bo_cn: གསང་ཨང་།(_P)：

source: _Paste
bo_cn: སྦྱར་བ།(_P)

source: _Pause Game
bo_cn: རོལ་རྩེད་སྐབས་སྡོད།(_P)

source: _Print...
bo_cn: པར་འདེབས།(_P)...

source: _Properties
bo_cn: གཏོགས་གཤིས།(_P)

source: _Quit
bo_cn: ཕྱིར་ཐོན།(_Q)

source: _Redo
bo_cn: བསྐྱར་ལས།(_R)

source: _Remember forever
bo_cn: གཏན་དུ་ངེས་པ།(_R)

source: _Remember password until you logout
bo_cn: གླེང་མོལ་འདིས་གསང་ཨང་ངེས་པ།（_R)

source: _Restart Game
bo_cn: རོལ་རྩེད་བསྐྱར་སློང་། (_R)

source: _Revert
bo_cn: བརྟན་ནས་མ་མངོན།

source: _Save
bo_cn: ཉར་བ། (S)

source: _Scores...
bo_cn: ཨང་རིམ།(_S)...

source: _Settings
bo_cn: སྒྲིག་འགོད། (S)

source: _Undo
bo_cn: ཕྱིར་འཐེན།(_U)

source: _Username:
bo_cn: སྤྱོད་མཁན་གྱི་མིང་།(_U)：

source: _View
bo_cn: ལྟ་ཞིབ།(_V)

source: _Windows
bo_cn: སྒེའུ་ཁུང་། (_W)

source: _Windows/
bo_cn: སྒེའུ་ཁུང་།(_W)/

source: gnome_date_edit_get_date deprecated, use gnome_date_edit_get_time
bo_cn: gnome-date-editiitondateདུས་ལས་ཡོལ་ཟིན་པས་gnome-dateededinome gnomeསྤྱོད་པ།

source: no
bo_cn: མིན།

source: y
bo_cn: ཡིན།

source: yes
bo_cn: ཡིན།
