Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/libgweather.po
Languages: bo_cn

source: %.0fm
bo_cn: སྨི་%.0f

source: %.1f km
bo_cn: སྟོང་སྨི་%.1f

source: %.1f miles
bo_cn: དབྱིན་ལེ་%.1f

source: %.1f mmHg
bo_cn: ཧའོ་སྨི་ཆུལ་ཀ་%.1f

source: %.2f hPa
bo_cn: པེ་ཕཱ་%.2f

source: %.2f inHg
bo_cn: དབྱིན་ཚུན་ཆུལ་ཀ་%.2f

source: %.2f kPa
bo_cn: ཆན་ཕཱ་%.2f

source: %.2f mb
bo_cn: ཧའོ་ཕཱ་%.2f

source: %0.1f knots
bo_cn: ཚིགས་%0.1f

source: %a, %b %d / %H∶%M
bo_cn: "%-mཟླ་%-dཚེས，％A，%H∶%M"

source: Beaufort force %.1f
bo_cn: ཕུའུ་ཧྥུ་རླུང་རིམ་ %.1f

source: Blowing dust
bo_cn: ཐལ་རྡུལ་ལངས་པ།

source: Blowing sand
bo_cn: བྱེ་རྡུལ་ལངས་པ།

source: Blowing snowfall
bo_cn: གངས་རླུང་ལྡང་བ།

source: Blowing sprays
bo_cn: རླུང་རླབས།

source: Broken clouds
bo_cn: སྤྲིན་ནག་འཁྲིགས་པ།

source: Calm
bo_cn: རླུང་མེད།

source: Clear Sky
bo_cn: གནམ་དྭངས་པ།

source: Default location
bo_cn: སོར་བཞག་གནས་ཡུལ།

source: Distance unit
bo_cn: བར་ཐག་སྡེ་ཚན།

source: Drifting dust
bo_cn: གཡེང་འཐིབས།

source: Drifting sand
bo_cn: བྱེ་མ་འཕྱོ་བ།

source: Drifting snow
bo_cn: ཁ་བའི་ཟེག་མ།

source: Drizzle
bo_cn: ཆར་ཟིམ།

source: Dust
bo_cn: དིམ་པ།

source: Dust whirls
bo_cn: རླུང་འཚུབ།

source: Dust whirls in the vicinity
bo_cn: ཉེ་འགྲམ་དུ་རླུང་འཚུབ་ཡོད།

source: Duststorm
bo_cn: རྡུལ་འཚུབ་དྲག་པོ།

source: Duststorm in the vicinity
bo_cn: ཉེ་འགྲམ་དུ་རྡུལ་འཚུབ་དྲག་པོའདུག

source: East
bo_cn: ཤར།

source: East - NorthEast
bo_cn: ཤར་ － བྱང་ཤར།

source: East - Southeast
bo_cn: ཤར་－ ཤར་ལྷོ།

source: Few clouds
bo_cn: སྤྲིན་ཉུང་།

source: Fog in the vicinity
bo_cn: ཉེ་འགྲམ་དུ་སྨུག་པ་ཡོད།

source: Freezing drizzle
bo_cn: ཆར་ཟིམ།

source: Freezing fog
bo_cn: སྨུག་པ་གྲང་མོ།

source: Freezing rain
bo_cn: འཁྱགས་ཆར།

source: Funnel cloud
bo_cn: ལྡུག་མའི་སྤྲིན་པ།

source: Greenwich Mean Time
bo_cn: ཀེ་ལིན་ཉི་ཀྲེས་དུས་རྒྱུན་དུ།

source: Hail
bo_cn: སེར་བ།

source: Hail showers
bo_cn: སེར་ཤ

source: Hailstorm
bo_cn: སེར་རླུང་འཚུབ་པ།

source: Haze
bo_cn: སྨུག་རྡུལ།

source: Heavy drizzle
bo_cn: ཆར་ཆུང་།

source: Heavy duststorm
bo_cn: རྡུལ་འཚུབ་ཚབ་ཆེན།

source: Heavy rain
bo_cn: ཆར་པ་ཆེན་པོ།

source: Heavy sandstorm
bo_cn: རྡུལ་འཚུབ་ཆེན་པོ།

source: Heavy sleet
bo_cn: འཁྱགས་ཟིལ་ཆེན་པོ།

source: Heavy snow
bo_cn: སློབ་གྲྭ་ཆེན་མོ།

source: Heavy snow grains
bo_cn: གངས་རིལ་ཆེན།

source: Ice crystals
bo_cn: འཁྱགས་ཟིལ།

source: Light drizzle
bo_cn: ཆར་ཟིམ།

source: Light rain
bo_cn: ཆར་པ་ཆུང་བ།

source: Light snow
bo_cn: ཁ་བ་ཆུང་།

source: Light snow grains
bo_cn: གངས་རིལ་ཆུང་།

source: Little sleet
bo_cn: འཁྱགས་ཟིལ་ཆུང་ངུ་།

source: Loading...
bo_cn: ཕབ་འཇུག་བྱེད་པ...

source: Location Entry
bo_cn: གནས་མཚན།

source: Mist
bo_cn: སྨུག་པ་སྲབ་མོ།

source: Moderate drizzle
bo_cn: ཆར་པ་འབྲིང་ཙམ།

source: Moderate rain
bo_cn: ཆར་པ་འབྲིང་།

source: Moderate sleet
bo_cn: འཁྱགས་ཟིལ་འབྲིང་།

source: Moderate snow
bo_cn: ཁ་བ་འབྲིང་།

source: Moderate snow grains
bo_cn: ཁ་བ་འབྲིང་བ།

source: North
bo_cn: བྱང་།

source: North - NorthEast
bo_cn: བྱང་ － བྱང་ཤར།

source: North - Northwest
bo_cn: བྱང་ － ནུབ་བྱང་།

source: Northeast
bo_cn: བྱང་ཤར།

source: Overcast
bo_cn: གནམ་དྭངས་བ་ནས་སྤྲིན་མང་བ།

source: Partial fog
bo_cn: ཆ་ཤས་སུ་སྨུག་པ་ཡོད།

source: Patches of fog
bo_cn: སྨུག་པ།

source: Pressure unit
bo_cn: གནོན་དྲག་སྡེ་ཚན།

source: Rain
bo_cn: ཆར་བ།

source: Rain showers
bo_cn: ཆར་ཤ

source: Retrieval failed
bo_cn: ཐོབ་ལེན་ཕམ་པ།

source: Sand
bo_cn: བྱེ་མ།

source: Sandstorm
bo_cn: བྱེ་རླུང་དྲག་པོ།

source: Sandstorm in the vicinity
bo_cn: ཉེ་འགྲམ་དུ་བྱེ་རླུང་དྲག་པོ་ཡོད།

source: Scattered clouds
bo_cn: སྤྲིན་མང་བ།

source: Shallow fog
bo_cn: སྨུག་པ་སྲབ་མོ།

source: Showers of sleet
bo_cn: ཁ་བའི་འཁྱགས་ཟིལ།

source: Showers of small hail
bo_cn: སེར་བ་ཆུང་ངུ་།

source: Sleet
bo_cn: འཁྱགས་ཟིལ།

source: Sleet storm
bo_cn: འཁྱགས་ཟིལ་དྲག་རླུང་།

source: Small hail
bo_cn: སེར་བ་ཆུང་ངུ་།

source: Small hailstorm
bo_cn: སེར་ཆུང་དྲག་རླུང་།

source: Smoke
bo_cn: སྨུག་རྡུལ།

source: Snow grains
bo_cn: གངས་རྡུལ།

source: Snow showers
bo_cn: ཁངས་ཤ།

source: Snowstorm
bo_cn: གངས་རླུང་།

source: South
bo_cn: ལྷོ།

source: South - Southeast
bo_cn: ལྷོ་－ཤར་ལྷོ།

source: South - Southwest
bo_cn: ལྷོ་－ལྷོ་ནུབ།

source: Southeast
bo_cn: ཤར་ལྷོ།

source: Southwest
bo_cn: ལྷོ་ནུབ།

source: Speed unit
bo_cn: མྱུར་ཚད་སྡེ་ཚན།

source: Squall
bo_cn: རླུང་འཚུབ།

source: Temperature unit
bo_cn: དྲོད་ཚད་སྡེ་ཚན།

source: The custom URL from where to retrieve a radar map, or empty for disabling radar maps.
bo_cn: རང་གིས་དམིགས་འཛུགས་བྱས་ནས་ལེ་ཏར་རི་མོའི་དྲ་ཚུགས་ལེན་པའམ་སྟོང་པར་སྒྲིག་འགོད་བྱས་ནས་ལེ་ཏར་རི་མོ་བཀོལ་མི་ཆོག་པ་རང་སྒྲིག་བྱེད་པ།

source: Thunderstorm
bo_cn: འབྲུག་འཁྱུག

source: Timezone
bo_cn: དུས་ཁུལ།

source: Timezone Menu
bo_cn: དུས་ཁུལ་འདེམས་བྱང་།

source: Tornado
bo_cn: རླུང་འཚུབ་དྲག་པོ་།

source: URL for the radar map
bo_cn: ལེ་ཏར་པར་རིས།་ཀྱི་དྲ་གནས།

source: Unknown observation time
bo_cn: ངེས་མེད་ཀྱི་ལྟ་ཞིབ་དུས་ཚོད།

source: Unknown precipitation
bo_cn: ངེས་མེད་ཀྱི་ཆར་ཆུ།

source: Variable
bo_cn: འགྱུར་ཚད།

source: Volcanic ash
bo_cn: མེ་རིའི་ཐལ་བ།

source: West
bo_cn: ནུབ།

source: West - Northwest
bo_cn: ནུབ་－ ནུབ་བྱང་།

source: West - Southwest
bo_cn: ནུབ་－ ལྷོ་ནུབ།

source: default:mm
bo_cn: སོར་བཞག ཧའོ་སྨི།

source: Invalid
bo_cn: ནུས་མེད།

source: Unknown
bo_cn: མི་ཤེས།
