Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/lightdm.po
Languages: bo_cn

source: - Display Manager
bo_cn: འཆར་བའི་དོ་དམ་ཆས།

source: Directory to cache information
bo_cn: འགྱངས་གསོག་ཆ་འཕྲིན་གྱི་དཀར་ཆག་ལ་སྤྱོད་པ།

source: Directory to store running state
bo_cn: འཁོར་སྐྱོད་རྣམ་པའི་དཀར་ཆག་གསོག་འཇོག

source: Directory to write logs to
bo_cn: ཉིན་ཐོ་དཀར་ཆག་ཏུ་འབྲི་བ།

source: Error found when loading $CONFIG_FILE:
bo_cn: $CONFIG_FILE སྐབས་ཤེས་པའི་ནོར་འཁྲུལ་ཀློག་ལེན།：

source: File to write PID into
bo_cn: PIDལ་འབྲི་བྱའི་ཡིག་ཆ།

source: Guest
bo_cn: མགྲོན་པོ།

source: Print debugging messages
bo_cn: གཏག་པར་ཚོད་སྒྲིག་ཆ་འཕྲིན།

source: Run '%s --help' to see a full list of available command line options.
bo_cn: “%s --help” འཁོར་སྐྱོད་ནས་སྤྱོད་རུང་བཀའ་བརྡ་ཕྲེང་འདེམས་ཚན་གྱི་ཆ་ཚང་རེའུ་མིག་ལ་ལྟ།

source: Run 'dm-tool --help' to see a full list of available command line options.
bo_cn: dm-tool --help' འཁོར་སྐྱོད་ཀྱིས་བཀོལ་སྤྱོད་བྱེད་ཆོག་པའི་བཀའ་བརྡའི་རེའུ་མིག་ཆ་ཚང་ལ་ལྟ་བ།

source: Run as unprivileged user, skipping things that require root access
bo_cn: ཁྱད་དབང་སྤྱོད་མཁན་མིན་པའི་འཁོར་སྐྱོད་དེ།མཆོང་བརྒལ་ལ root དབང་ཚད་ཀྱི་བཀོལ་སྤྱོད་དགོས།

source: Show combined configuration
bo_cn: ཚན་སྡེབ་ཀྱི་སྡེབ་སྒྲིག་འཆར་བ།

source: Show release version
bo_cn: པར་གཞིའི་ཆ་འཕྲིན་འཆར་བ།

source: Temporary Guest Session
bo_cn: སྐབས་འཕྲལ་སྐུ་མགྲོན་གྱི་གླེང་མོལ།

source: Use configuration file
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆ་བཀོལ་སྤྱོད།

source: Are you sure you want to close all programs and restart the computer?
bo_cn: ཁྱོད་ཀྱིས་བྱ་རིམ་ཚང་མ་སྒོ་བརྒྱབས་ནས་རྩིས་འཁོར་བསྐྱར་འགོ་སློང་རྒྱུ་གཏན་ཁེལ་ལམ།

source: Are you sure you want to close all programs and shutdown the computer?
bo_cn: ཁྱེད་ཀྱིས་བྱ་རིམ་ཚང་མ་སྒོ་བརྒྱབས་ནས་རྩིས་འཁོར་སྒོ་རྒྱག་རྒྱུ་གཏན་ཁེལ་ལམ།

source: Cancel
bo_cn: འདོར་བ།

source: Hibernate
bo_cn: མལ་གསོ།

source: Keyboard Layout
bo_cn: མཐེབ་གཞོང་བཀོད་པ།

source: Language
bo_cn: སྐད་བརྡ།

source: Options
bo_cn: འདེམས་ཚན།

source: Restart
bo_cn: བསྐྱར་སློང་།

source: Session
bo_cn: གླེང་མོལ།

source: Shutdown
bo_cn: ཁ་རྒྱག

source: Suspend
bo_cn: འགེལ་འཇོག
