Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/mate-applets.po
Languages: bo_cn

source: %d %s %d %s (%d%%) remaining
bo_cn: "ད་དུང་ %d %s %d %s། (%d%%)ལྷག་ཡོད།

source: %d %s %d %s until charged (%d%%)
bo_cn: "བསོག་ནས་ཁེངས་པར་ད་དུང་ %d %s %d %s། (%d%%)ལྷག་ཡོད།

source: %d Item in Trash
bo_cn: སྙིགས་སྣོད་ནང་ཚན་པ་ %dཡོད།

source: %d hour (%d%%) remaining
bo_cn: ད་དུང་ཆུ་ཚོད་%d(%d%%)ལྷག་ཡོད།

source: %d hour until charged (%d%%)
bo_cn: "བསོག་ནས་ཁེངས་པར་ད་དུང་ཆུ་ཚོད་ %d། (%d%%)ལྷག་ཡོད།

source: %d minute (%d%%) remaining
bo_cn: ད་དུང་སྐར་མ་%d། (%d%%) ལྷག་ཡོད།

source: %d minute until charged (%d%%)
bo_cn: བསོག་ནས་ཁེངས་པར་ད་དུང་སྐར་མ་ %d ། (%d%%)ལྷག་ཡོད།

source: %d note
bo_cn: ཡིག་ཐུང་གྲངས།%d

source: (mounted)
bo_cn: བཀལ་ཟིན་པ།

source: (not mounted)
bo_cn: བཀལ་མེད་པ།

source: (shows single image for status and charge)
bo_cn: （རྣམ་པ་དང་གློག་ཚད་པར་རིས་གཅིག་ཏུ་འཆར་བ།）

source: (two images: one for status, one for charge)
bo_cn: （པར་རིས་གཉིས།གཅིག་ནི་རྣམ་པ་དང་། ཅིག་ཤོས་གློག་ཚད།）

source: 0 for no label, 1 for percentage and 2 for time remaining.
bo_cn: "0 ཡིས་གདོང་འཛར་མེད་པ་མཚོན་པ་དང་། 1 གིས་བརྒྱ་ཆའི་སྡུར་ཚད་མཚོན། 2 ཀྱིས་ལྷག་པའི་དུས་ཚོད་མཚོན།"

source: 1 Year
bo_cn: ལོ་གཅིག

source: 3 Months
bo_cn: ཟླ་གསུམ།

source: 5 Days
bo_cn: ཉིན་ལྔ།

source: 5 Years
bo_cn: ལོ་5

source: 6 Months
bo_cn: ཟླ་བ་དྲུག

source: <b>No stock quotes are currently available</b>
bo_cn: <b>མིག་སྔར་རྐང་ལོར་གོང་ཚད་བརྒྱབ་མེད་པ།</b>

source: <b>You have not entered any stock information yet</b>
bo_cn: <b>ཁྱོད་ཀྱིས་ད་དུང་མ་རྐང་ལོར་ཆ་འཕྲིན་གང་ཡང་ནང་འཇུག་བྱས་མི་འདུག</b>

source: A goofy set of eyes for the MATE panel. They follow your mouse.
bo_cn: MATEངོས་སུ་བཀོལ་བའི་གླེན་པའི་མིག་འབྲས་ཚོ་གཅིག དེ་དག་གིས་ཁྱེད་ཀྱི་ཙིག་རྟགས་ལ་ཅེར་ཡོད།

source: A panel application for monitoring local weather conditions.
bo_cn: ས་གནས་དེ་གའི་གནམ་གཤིས་གནས་ཚུལ་ལ་ལྟ་ཞིབ་བྱེད་པར་སྤྱོད་པའི་ངོས་པང་བྱ་རིམ་ཆུང་ངུ་།

source: A set of eyeballs for your panel
bo_cn: ཁྱེད་རང་གི་ངོས་པང་ཐོག་སྤྱད་པའི་མིག་འབྲས་ཚོ་གཅིག

source: A system load indicator
bo_cn: རྒྱུད་ཁོངས་ཁུར་བརྒལ་སྟོན་ཆས།

source: A_ddress:
bo_cn: ས་གནས།(_D)：

source: About
bo_cn: འབྲེལ་ཡོད།

source: AccessX Status
bo_cn: AccessXརྣམ་པ་

source: AccessX Status Applet Factory
bo_cn: AccessXརྣམ་པའི་བྱ་རིམ་ཆུང་ངུའི་བཟོ་གྲྭ།

source: Add Palette
bo_cn: ཡིག་རྟགས་པང་ཁ་སྣོན།

source: Add button
bo_cn: མཐེབ་གནོན་སྣོན་པ།

source: Address Entry
bo_cn: ཤག་གནས་ཚན་པ།

source: Alert you when new mail arrives
bo_cn: ཁྱེད་རང་ལ་ཡིག་ཟམ་གསར་པ་འབྱོར་པའི་དྲན་སྐུལ་བྱས་པ།

source: Amount
bo_cn: གྲངས་བགྲང་།

source: Appearance
bo_cn: ཕྱི་ཚུལ།

source: Applet for mounting and unmounting block volumes.
bo_cn: དུམ་བུའི་སྒྲིག་ཆས་འགེལ་བཤིག་ལ་སྤྱོད་པའི་བྱ་རིམ་ཆུང་ངུ་།

source: Auto _refresh
bo_cn: གསར་འདོན་རང་བྱེད།(_R)

source: Available palettes
bo_cn: སྤྱོད་རུང་ཡིག་རྟགས་པང་ལེབ།

source: Average change: %s
bo_cn: ཆ་སྙོམས་འགྱུར་ལྡོག%s

source: Battery Charge Monitor
bo_cn: གློག་རྫས་ཀྱི་གློག་ཚད་ལྟ་ཆས།

source: Battery Charge Monitor Preferences
bo_cn: གློག་རྫས་གློག་ཚད་ལྟ་ཞིབ་ཆས་ཀྱི་སྔོན་འདེམས་ཚན་པ།

source: Battery Monitor
bo_cn: གློག་རྫས་ལྟ་ཞིབ་ཆས།

source: Battery Notice
bo_cn: གློག་ཚད་དྲན་སྐུལ།

source: Battery Status Utility
bo_cn: གློག་རྫས་རྣམ་པའི་ལག་ཆ།

source: Battery charged (%d%%)
bo_cn: གློག་རྫས་(%d%%)ཁེངས་ཟིན།

source: Battery fully re-charged
bo_cn: གློག་རྫས་ཁེངས་ཟིན།

source: Battery power low
bo_cn: གློག་རྫས་ཀྱི་གློག་ཚད་དམའ་བ།

source: Battery status unknown
bo_cn: གློག་རྫས་རྣམ་པ་ངེས་མེད།

source: Battstat Factory
bo_cn: གློག་རྫས་རྣམ་པའི་བཟོ་གྲྭ།

source: Beaufort scale
bo_cn: ཕུ་ཧྥུའུ་རིམ་པ།

source: Beep for warnings
bo_cn: ཉེན་བརྡའི་དྲིལ་བུ།

source: Beep when displaying a warning.
bo_cn: ཉེན་བརྡ་འཆར་སྐབས་དྲིལ་བརྡ་གཏོང་བ།

source: Behavior
bo_cn: བྱ་སྤྱོད།

source: Bollinger
bo_cn: པའོ་ལིན་ཐིག

source: CD Player
bo_cn: CDགཏོང་ཆས།

source: CD Player (Deprecated)
bo_cn: CDབསྒྲག་གཏོང་ཆས་སྔོན་འདེམས་ཚན་པ།(བཀོལ་སྤྱོད་མེད་བྱེད་པ།)

source: CPU Frequency Monitor Preferences
bo_cn: CPUཟློས་ཕྱོད་སོ་ལྟ་ཆས་སྔོན་འདེམས་ཚན་པ།

source: CPU Frequency Scaling Monitor
bo_cn: CPUཟློས་ཕྱོད་ཁྱབ་ཁོངས་ཀྱི་སོ་ལྟ་ཆས།

source: CPU Load
bo_cn: CPUཁུར་པོ།

source: CPU frequency scaling unsupported
bo_cn: CPUཟློས་ཕྱོད་སྙོམ་སྒྲིག་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Cach_ed
bo_cn: ལྷོད་གསོག (_E)

source: Can not launch the eyes applet.
bo_cn: eyes བྱ་རིམ་ཆུང་ངུ་འདོན་སྤྱོད་བྱ་ཐབས་བྲལ་བ།

source: Cannot execute '%s'
bo_cn: %sལག་བསྟར་བྱེད་ཐབས་བྲལ།

source: Cannot execute Caja
bo_cn: Cajaལག་བསྟར་བྱེད་ཐབས་བྲལ་བ།

source: Cannot move items to trash, do you want to delete them immediately?
bo_cn: རྣམ་གྲངས་དེ་སྙིགས་སྣོད་སུ་སྤོ་ཐབས་བྲལ་པས་ཁྱེད་ཀྱིས་འཕྲལ་མར་བསུབ་འདོད་དམ།

source: Cannot move some items to trash, do you want to delete these immediately?
bo_cn: རྣམ་གྲངས་ཁ་ཤས་སྙིགས་སྣོད་སུ་སྤོ་ཐབས་བྲལ་པས་ཁྱེད་རང་གི་རྣམ་གྲངས་དེ་དག་འཕྲལ་མར་སུབ་འདོད་ཡོད་དམ།

source: Celsius
bo_cn: ཧྲེ་ཧྲི་ཏུའུ་གྲངས།

source: Change %
bo_cn: འགྱུར་ལྡོག%

source: Change CPU Frequency scaling
bo_cn: CPUཟློས་ཕྱོད་ཁྱབ་ཁོངས་བཟོ་བཅོས།

source: Character Palette
bo_cn: ཡིག་རྟགས་པང་ལེབ།

source: Character Palette Preferences
bo_cn: ཡིག་རྟགས་པང་ལེབ་ཀྱི་སྔོན་འདེམས་ཚན་པ།

source: Characters shown on applet startup
bo_cn: བྱ་རིམ་ཆུང་ངུའི་སྒོ་འབྱེད་སྐབས་མངོན་པའི་ཡིག་རྟགས།

source: Charpicker Applet Factory
bo_cn: ཡིག་རྟགས་སྒྲུག་པའི་བྱ་རིམ་ཆུང་ངུའི་བཟོ་གྲྭ།

source: Chart
bo_cn: རིས་ཁྲ།

source: Chart could not be downloaded
bo_cn: རིས་ཁྲ་ཕབ་ལེན་བྱེད་ཐབས་བྲལ།

source: Chart downloaded
bo_cn: རིས་ཁྲ་ཕབ་ལེན་བྱས་ཚར།

source: Choose a base color to use for all sticky notes
bo_cn: དོན་དག་ཡོངས་རྫོགས་འབྲི་ཆེད་གཞི་རྩའི་ཁ་དོག་ག་གེ་མོ་ཞིག་འདེམས་དགོས།

source: Choose a color for the note
bo_cn: ཡིག་ཐུང་གི་ཆེད་དུ་ཁ་དོག་ག་གེ་མོ་ཞིག་འདེམས།

source: Choose a font for the note
bo_cn: ཡིག་ཐུང་གི་ཆེད་དུ་ཁ་དོག་ག་གེ་མོ་ཞིག་འདེམས།

source: Choose a font to use for all sticky notes
bo_cn: དོན་འགོད་སྦྱར་པང་གི་ཆེད་དུ་སྤྱད་བྱ་ཡིག་གཟུགས་ཤིག་འདེམས།

source: Choose if notes are visible on all workspaces
bo_cn: ཡིག་ཐུང་དེ་ལས་ཁུལ་ཚང་མར་མཐོང་ཐུབ་མིན་འདེམས།

source: Choose if the default style is forced on all notes
bo_cn: བཙན་ཤེད་ཀྱིས་ཡིག་ཐུང་ཡོངས་ལ་སོར་བཞག་ཁྱད་ཆོས་སྤྱོད་མིན་འདེམས།

source: Choose whether to hide all notes when selecting on the desktop
bo_cn: ཅོག་ངོས་འདེམ་སྐབས་དྲན་སྐུལ་ཚང་མ་གབ་མིན་གདམ་རོགས།

source: City:
bo_cn: གྲོང་ཁྱེར།

source: Click to Enter Weather.com
bo_cn: མནན་ནསWeather.comརུ་འཛུལ།

source: Click to add a new palette
bo_cn: ཆིག་རྡེབ་ཀྱིས་ཡིག་རྟགས་གསར་པའི་པང་སྣོན།

source: Click to delete the selected palette
bo_cn: ཆིག་རྡེབ་ཀྱིས་བདམས་པའི་ཡིག་རྟགས་པང་ལེབ་སུབས།

source: Click to edit the selected palette
bo_cn: ཆིག་རྡེབ་ཀྱིས་བདམས་པའི་ཡིག་རྟགས་པང་རྩོམ་སྒྲིག་བྱོས།

source: Colors
bo_cn: ཁ་དོག

source: Command Applet
bo_cn: བཀའ་བརྡའི་བྱ་རིམ་ཆུང་ངུ་།

source: Command Applet Preferences
bo_cn: བཀའ་བརྡའི་བྱ་རིམ་ཆུང་ངུའི་སྔོན་འདེམས་ཚན་པ།

source: Command to execute
bo_cn: ལག་ཏུ་བསྟར་བྱའི་བཀའ་བརྡ།

source: Command/script to execute to get the output
bo_cn: ཕྱིར་འདོན་གྱིས་ལག་ཏུ་བསྟར་བྱའི་བཀའ་བརྡ་དང་འཁྲབ་གཞུང་ཐོབ་ལེན།

source: Command:
bo_cn: བཀའ་ལག་བསྟར།

source: Commission
bo_cn: ཉོ་ཚོང་།

source: Conditions:
bo_cn: གནས་ཚུལ།

source: Could not open help document
bo_cn: རོགས་རམ་ཡིག་ཚགས་ཁ་ཕྱེ་ཐབས་བྲལ་པ།

source: Create, view, and manage sticky notes on the desktop
bo_cn: ཅོག་ངོས་སུ་རྩེར་སྒྲིག་ཡིག་ཐུང་གསར་འཛུགས་དང་།ལྟ་ཞིབ།དོ་དམ་བྱེད་པ།

source: Currency
bo_cn: དངུལ་ལོར།

source: Currency Rate
bo_cn: དངུལ་བརྗེས་འཛའ་ཐང་།

source: Current Conditions
bo_cn: མིག་སྔའི་གནས་ཚུལ།

source: Date format of note's title
bo_cn: ཡིག་ཐུང་ཁ་བྱང་གི་ཟླ་ཚེས་ཀྱི་རྣམ་པ།

source: Default Note Properties
bo_cn: སོར་བཞག་གི་ཡིག་ཐུང་གཏོགས་གཤིས།

source: Default color for font
bo_cn: ཡིག་གཟུགས་ཀྱི་སོར་བཞག་ཁ་དོག།

source: Default color for new notes
bo_cn: ཡིག་ཐུང་གསར་པའི་སོར་བཞག་ཁ་དོག།

source: Default color for new sticky notes. This should be in html hex specification, for example "#30FF50".
bo_cn: རྩེར་སྒྲིག་ཡིག་ཐུང་གསར་པའི་སོར་བཞག་ཁ་དོག། བཅུ་དྲུག་གོང་འགྲིལ་ལུགས་HTMLཚད་ལྡན་གྱི་རྣམ་པ་ཡིན་འོས།དཔེར་ན།#30FF50ལྟ་བུ།

source: Default font color for new sticky notes. This should be in html hex specification, for example "#000000".
bo_cn: རྩེར་སྒྲིག་ཡིག་ཐུང་གསར་པའི་སོར་བཞག་ཡིག་གཟུགས་ཁ་དོག། བཅུ་དྲུག་གོང་འགྲིལ་ལུགས་HTMLཚད་ལྡན་གྱི་རྣམ་པ་ཡིན་འོས།དཔེར་ན།“#000000”ལྟ་བུ།

source: Default font for new notes
bo_cn: ཡིག་ཐུང་གསར་བའི་སོར་བཞག་ཡིག་གཟུགས།

source: Default font for new sticky notes. This should be a Pango Font Name, for example "Sans Italic 10".
bo_cn: རྩེར་སྒྲིག་ཡིག་ཐུང་གི་སོར་བཞག་ཡིག་གཟུགས། Pangoཡིག་གཟུགས་ཀྱི་མིང་ཡིན་འོས། དཔེར་ན་“Sans Italic 10”ལྟ་བུ།

source: Default height for new notes
bo_cn: ཡིག་ཐུང་གསར་བའི་སོར་བཞག་མཐོ་ཚད།

source: Default height for new sticky notes in pixels.
bo_cn: བརྙན་རྒྱུ་རྩིས་གཞིར་བྱས་པའི་གསར་དུ་རྩེར་སྒྲིག་བྱས་པའི་ཡིག་ཐུང་གི་སོར་བཞག་མཐོ་ཚད།

source: Default width for new notes
bo_cn: ཡིག་ཐུང་གསར་པའི་སོར་བཞག་ཞེང་ཚད།

source: Default width for new sticky notes in pixels.
bo_cn: བརྙན་རྒྱུ་རྩིས་གཞིར་བྱས་པའི་གསར་དུ་རྩེར་སྒྲིག་བྱས་པའི་ཡིག་ཐུང་གི་སོར་བཞག་ཞེང་ཚད།

source: Delete Immediately?
bo_cn: འཕྲལ་མར་སུབ་བམ།

source: Delete all sticky notes?
bo_cn: རྩེ་ར་སྒྲིག་ཡིག་ཐུང་ཚང་མ་བསུབ་པ།

source: Delete button
bo_cn: མཐེབ་གནོན་བསུབ་པ།

source: Delete this sticky note?
bo_cn: རྩེར་སྒྲིག་ཡིག་ཐུང་འདི་བསུབ་པ།

source: Details
bo_cn: ཆ་འཕྲིན་ཞིབ་ཕྲ།

source: Dew point:
bo_cn: ཟིལ་ཚེག

source: Directory in which the theme is located
bo_cn: བརྗོད་སྙིང་ཡོད་སའི་དཀར་ཆག

source: Disk
bo_cn: རང་སའི་སྲ་སྡེར།

source: Disk Load
bo_cn: སྡུད་སྡེར་ཐེག་ཁུར།

source: Disk Mounter
bo_cn: སྡུད་སྡེར་འགེལ་མཁན།

source: Display
bo_cn: འཆར་ཆས།

source: Display Settings
bo_cn: སྒྲིག་འགོད་འཆར་བ།

source: Displays current state of keyboard accessibility features
bo_cn: མཐེབ་གཞོང་རམ་འདེགས་ནུས་པའི་ཁྱད་རྟགས་ཀྱི་མིག་སྔའི་རྣམ་པ་འཆར་བ།

source: Downloading chart from <b>Yahoo!</b>
bo_cn: <b>Yahoo!</b> ནས་རིས་ཁྲ་ཕབ་ལེན་བྱེད་བཞིན་པ།

source: Drain from top
bo_cn: གོང་ནས་གློག་ཟད་ཚད།

source: Drive Mount Applet Factory
bo_cn: སྐུལ་ཆས་སྟེང་དུ་བྱ་རིམ་ཆུང་ངུའི་བཟོ་གྲྭ་འགེལ་བ།

source: Duration of timer in seconds
bo_cn: དུས་བཅད་རིང་ཚད།(སྐར་ཆ།)

source: Edit Palette
bo_cn: ཡིག་རྟགས་པང་རྩོམ་སྒྲིག

source: Edit button
bo_cn: མཐེབ་གནོན་རྩོམ་སྒྲིག

source: Empty all of the items from the trash?
bo_cn: ཕྱིར་བསྡུའི་ས་ཚིགས་ཀྱི་རྣམ་གྲངས་ཚང་མ་གཙང་སེལ་བྱེད་དམ།

source: Empty notes are always deleted without confirmation.
bo_cn: ཡིག་ཐུང་སྟོང་བ་བསུབ་པའི་སྔོན་ལ་གཏན་འཁེལ་བྱེད་མི་དགོས་པ།

source: Emptying the Trash
bo_cn: སྙིགས་སྒམ་གཙང་སེལ།

source: Enable _radar map
bo_cn: རེག་བརྡ་རི་མོ་སྤྱོད་འགོ་རྩོམ་པ།(_R)

source: Enter the URL
bo_cn: URLནང་འཇུག

source: Error: %s
bo_cn: ནོར་འཁྲུལ།： %s

source: Exponential moving average:
bo_cn: སྟོན་གྲངས་ཀྱི་ཆ་སྙོམས་གྲངས་དམིགས་ཚད།

source: F_ree
bo_cn: ཁོམ་པ།(_R)

source: Factory for creating the weather applet.
bo_cn: གནམ་གཤིས་ཀྱི་བྱ་རིམ་ཆུང་ངུའི་བཟོ་གྲྭ་འཛུགས་པར་བཀོལ་བ།

source: Factory for deprecating applets
bo_cn: བཀོལ་སྤྱོད་མི་བྱེད་པའི་བྱ་རིམ་ཆུང་ངུའི་བཟོ་གྲྭ།

source: Factory for drive mount applet
bo_cn: སྐུལ་ཆས་སུ་བཀལ་བའི་བྱ་རིམ་ཆུང་ངུའི་བཟོ་གྲྭ།

source: Fahrenheit
bo_cn: ཧྭ་ཧྲིའི་ཏུའུ་གྲངས།

source: Failed to load the Locations XML database. Please report this as a bug.
bo_cn: ནང་འཇུག་གི་ས་གནས་XMLགཞི་གྲངས་མཛོད་ཕམ་སོང་། ནོར་འཁྲུལ་འདི་སྙན་སེང་ཞུ་རོགས།

source: Fast stoch
bo_cn: མྱུར་བའི་སྐབས་བསྟུན་སྟོན་གྲངས།

source: Feels like:
bo_cn: གཟུགས་པོའི་ཚོར་སྣང་།

source: Financial Chart
bo_cn: དངུལ་རྩའི་རིས་ཁྲ།

source: Financial Chart - %s
bo_cn: དངུལ་རྩའི་རིས་ཁྲ།--%s

source: Find _Next
bo_cn: རྗེས་མ་ཚོལ།(_N)

source: Finished
bo_cn: ལེགས་གྲུབ།

source: Font C_olor:
bo_cn: ཡིག་གཟུགས་ཀྱི་ཁ་དོག(_O)：

source: Font Co_lor:
bo_cn: ཡིག་གཟུགས་ཀྱི་ཁ་དོག(_L)：

source: Force _default color and font on notes
bo_cn: བཙན་ཤེད་ཀྱིས་ཡིག་ཐུང་ཚང་མར་སོར་བཞག་ཁ་དོག་དང་ཡིག་གཟུགས་སྤྱོད་པ།

source: Forecast
bo_cn: གནམ་གཤིས་སྔོན་བརྡ།

source: Forecast Report
bo_cn: སྔོན་བརྡ།

source: Forecast not currently available for this location.
bo_cn: ས་གནས་འདིར་མིག་སྔར་སྔོན་བརྡ་མེད།

source: Frequency Scaling Unsupported
bo_cn: ཟློས་ཕྱོད་འཚམ་སྒྲིག་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: From:
bo_cn: གཏོང་མཁན།

source: Full Battery Notification
bo_cn: གློག་ཁེངས་བརྡ་ཐོ།

source: Gain
bo_cn: ཁེ་འཕར།

source: Gain %
bo_cn: ཡོང་འབབ་ཀྱི་བརྒྱ་ཆའི་བསྡུར་ཚད།

source: General
bo_cn: སྤྱི་སྤྱོད་སྒྲིག་འགོད།

source: Geyes Applet Factory
bo_cn: Geyes བྱ་རིམ་ཆུང་ངུའི་བཟོ་གྲྭ།

source: Geyes Preferences
bo_cn: Geyes སྔོན་འདེམས་ཚན་པ།

source: Go to Trash
bo_cn: སྙིགས་སྣོད་སུ་བསྒྱུར།

source: Graphic
bo_cn: རི་མོ།

source: Graphic and Text
bo_cn: རིས་དབྱིབས་དང་ཡིག་ཆ།

source: H_eight:
bo_cn: མཐོ་ཚད།(_E)：

source: Harddisk
bo_cn: མཁྲེགས་སྡེར།

source: Help
bo_cn: རོགས་རམ།

source: Hi_de Notes
bo_cn: སྦས་པའི་ཡིག་ཐུང་།(_D)

source: Hide notes when the des_ktop is clicked on
bo_cn: ཅོག་ངོས་སུ་འདེམ་པའི་སྐབས་སུ་གསལ་འདེབས་སྦ་པ།(_K)

source: Hours:
bo_cn: ཆུ་ཚོད།

source: I_OWait
bo_cn: Ioངང་སྒུག(_O)

source: I_dle
bo_cn: ཁོམ་སྡོད།(_D)

source: If applet icon is shown or not
bo_cn: བྱ་རིམ་ཆུང་ངུའི་རིས་རྟགས་མངོན་མིན།

source: If this option is disabled, a custom color can be used as the default color for all sticky notes.
bo_cn: གལ་ཏེ་འདེམ་བྱང་འདི་བཀོལ་མི་ཆོག་ན།རང་གིས་མཚན་ཉིད་བཞག་པའི་ཁ་དོག་དེ་རྩེར་སྒྲིག་ཡིག་ཐུང་གི་སོར་བཞག་ཁ་དོག་ཏུ་བརྩི་ངེས་ཡིན།

source: If this option is disabled, a custom font can be used as the default font for all sticky notes.
bo_cn: གལ་ཏེ་འདེམ་བྱང་འདི་བཀོལ་མི་ཆོག་ན།རང་གིས་མཚན་ཉིད་བཞག་པའི་ཡིག་གཟུགས་དེ་རྩེར་སྒྲིག་ཡིག་ཐུང་གི་སོར་བཞག་ཡིག་གཟུགས་ཏུ་བརྩི་ངེས་ཡིན།

source: If this option is enabled, selecting the desktop in any way will automatically hide all the open notes.
bo_cn: གལ་ཏེ་འདེམ་བྱང་འདི་སྤྱོད་འགོ་བརྩམ་ན།ཐབས་ལམ་གང་རུང་གི་སྒོ་ནས་ཅོག་ངོས་བདམས་ནའང་སྣེ་སྟོན་རང་སྦས་བྱེད།

source: If this option is enabled, the custom colors and fonts that have been assigned to individual notes will be ignored.
bo_cn: གལ་ཏེ་འདེམ་བྱང་འདི་བཀོལ་མི་ཆོག་པར་བྱས་ན།ཡིག་ཐུང་རྐྱང་བར་དམིགས་འཛུགས་ཀྱིས་མཚན་ཉིད་བཞག་པའི་ཁ་དོག་དང་ཡིག་གཟུགས་ལ་སྣང་མེད་བྱེད་སྲིད།

source: Inbox Monitor
bo_cn: ཡིག་སྒམ་སོ་ལྟ་ཆས།

source: Inbox Monitor (Deprecated)
bo_cn: ཡིག་སྒམ་སོ་ལྟ་ཆས།(སྤྱོད་ཀྱི་མེད་པ།)

source: Indicators:
bo_cn: མཛུབ་སྟོན་ཆས།

source: Insert "%s"
bo_cn: %sབར་འཇུག

source: Insert characters
bo_cn: བར་འཛུད་ཡིག་རྟགས།

source: Insert special character
bo_cn: དམིགས་བསལ་ཡིག་རྟགས་བར་འཇུག

source: Interval (seconds):
bo_cn: བར་ཆོད།(སྐར་ཆ།)：

source: Interval for the command
bo_cn: བཀའ་བརྡའི་བར་ཆོད།

source: Interval to execute the command (in seconds)
bo_cn: བཀའ་བརྡ་ལག་བསྟར་བྱེད་པའི་བར་ཆོད།

source: Invest
bo_cn: མ་དངུལ་འཇོག་པ།

source: Invest Applet
bo_cn: མ་འཇོག་བྱ་རིམ་ཆུང་ངུ་།

source: Invest Preferences
bo_cn: མ་འཇོག་སྔོན་འདེམས་ཚན་པ།

source: Invest could not connect to Yahoo! Finance
bo_cn: མ་འཇོག་གི་བྱ་རིམ་ཆུང་ངུས་Yahoo! ནོར་སྲིད་ལ་སྦྲེལ་ཐུབ་ཀྱི་མི་འདུག

source: Kelvin
bo_cn: ཁའེ་ཨེར་ཝུན།

source: Keyboard Accessibility Status
bo_cn: མཐེབ་གཞོང་རམ་འདེགས་ནུས་པའི་རྣམ་པ།

source: Keyboard Accessibility Status Applet Factory
bo_cn: མཐེབ་གཞོང་རམ་འདེགས་བྱེད་ནུས་རྣམ་པའི་བྱ་རིམ་ཆུང་ངུའི་བཟོ་གྲྭ།

source: Keyboard Indicator
bo_cn: མཐེབ་གཞོང་མཚོན་རྟགས་ཆས།

source: Keyboard Indicator (Deprecated)
bo_cn: མཐེབ་གཞོང་མཚོན་རྟགས་ཆས།

source: Keyboard layout indicator
bo_cn: མཐེབ་གཞོང་བཀོད་པའི་མཚོན་རྟགས་ཆས།

source: Label
bo_cn: གདོང་འཛར།

source: Last
bo_cn: ཉེ་ཆར།

source: Last update:
bo_cn: ཐེངས་སྔོན་མའི་གསར་སྒྱུར།

source: List of available palettes
bo_cn: སྤྱོད་རུང་ཡིག་རྟགས་པང་གི་རེའུ་མིག

source: List of strings containing the available palettes.
bo_cn: སྤྱོད་རུང་ཡིག་རྟགས་པང་འདུས་པའི་ཡིག་རྟགས་ཕྲེང་གི་རེའུ་མིག

source: Load
bo_cn: ཕབ་འཇུག

source: Load Average
bo_cn: ཁུར་པོའི་སྙོམས་ཐང།

source: Location
bo_cn: ས་གནས།

source: Location view
bo_cn: གནས་གྱི་བརྙན་རིས།

source: Lock/Unlock note
bo_cn: དམིགས་འཛིན།/ཕྱིར་འཐེན་དམིགས་འཛིན་ཡིག་ཐུང་།

source: Low Battery Notification
bo_cn: གློག་ཉུང་བའི་བརྡ་ཐོ།

source: MATE Weather
bo_cn: MATEགནམ་གཤིས།

source: Mateweather Applet Factory
bo_cn: Mateweatherབྱ་རིམ་ཆུང་ངུའི་བཟོ་གྲྭ

source: Maximum
bo_cn: ཆེ་ཤོས་ཐང་།

source: Memory
bo_cn: དྲན་ཤེས།

source: Memory Load
bo_cn: ནང་གསོག་སྤྱོད་ཚད།

source: Minutes Remaining
bo_cn: སྐར་མ་ སྐབས་ང་ལ་གསལ་འདེབས་ཀྱིས།

source: Minutes:
bo_cn: སྐར་མ།

source: Modify a palette by adding or removing characters
bo_cn: ཡིག་རྟགས་ཁ་སྣོན/བསུབ་ནས་ཡིག་རྟགས་པང་ལེབ་བཟོ་བཅོས་བྱེད་པ།

source: Monitor Settings
bo_cn: འཆར་ཆས་སྒྲིག་འགོད།

source: Monitor a laptop's remaining power
bo_cn: དེབ་ཟིན་རྩིས་འཁོར་གློག་རྫས་གྱི་གློག་ལྷག་འཕྲོ་ལ་སོ་ལྟ་བྱེད་པ།

source: Monitor the CPU Frequency Scaling
bo_cn: CPUཟློས་ཕྱོད་ཁྱབ་ཁོངས་ལ་སོ་ལྟ་རྟོག་བྱེད་པ།

source: Monitor the current weather conditions, and forecasts
bo_cn: མིག་སྔའི་གནམ་གཤིས་ཆ་རྐྱེན་དང་གནམ་གཤིས་སྔོན་བརྡའི་སོ་ལྟ་ཆས།

source: Monitor the quality of a wireless network link
bo_cn: སྐུད་མེད་དྲ་རྒྱ་སྦྲེལ་ལམ་ལ་སོ་ལྟ་བྱེད་པའི་བརྡ་རྟགས་སྤུས་ཚད།

source: Monitored Resources
bo_cn: ལྟ་ཞིབ་བྱས་ཟིན་པའི་ཐོན་ཁུངས།

source: Mount local disks and devices
bo_cn: ས་གནས་དེ་གའི་སྡུད་སྡེར་དང་སྒྲིག་ཆས་ཁུར་སྣོན་བྱེད་དགོས།

source: Moving average:
bo_cn: ཆ་སྙོམས་ཐིག་སྤོ་སྒུལ།

source: N/A
bo_cn: nan

source: N_ice
bo_cn: སྔོན་ཐོབ་རིམ་པ།(_I)

source: Name of timer
bo_cn: དུས་ཆད་འཕྲུལ་ཆས་ཀྱི་མིང་།

source: Name:
bo_cn: བྱ་རིམ་གྱི་མིང་།

source: Net Load
bo_cn: དྲ་རྒྱའི་ཁུར་པོ།

source: Network
bo_cn: དྲ་རྒྱ།

source: No Items in Trash
bo_cn: སྙིགས་སྣོད་དུ་རྣམ་གྲངས་མེད་པ།

source: No battery present
bo_cn: གློག་རྫས་མི་འདུག

source: Note C_olor:
bo_cn: ཡིག་ཐུང་ཁ་དོག(_O)：

source: Note _Color:
bo_cn: ཡིག་ཐུང་ཁ་དོག(_C)：

source: Notifications
bo_cn: བརྡ་ཐོ།

source: Notify user when the battery is full.
bo_cn: གློག་རྫས་གློག་གིས་ཁེངས་སྐབས་སྤྱོད་མཁན་ལ་བརྡ་ཐོ་གཏོང་བ།

source: Notify user when the battery is low.
bo_cn: གློག་རྫས་ཀྱི་གློག་ཚད་དམའ་དུས་སྤྱོད་མཁན་ལ་བརྡ་ཐོ་གཏོང་བ།

source: Null Applet Factory
bo_cn: སྟོང་པའི་བྱ་རིམ་ཆུང་ངུའི་བཟོ་གྲྭ

source: One or more panel items (also referred to as applets) are no longer available in the MATE desktop.
bo_cn: ངོས་པང་ཚན་པ་(བྱ་རིམ་ཆུང་ངུ་ཡང་ཟེར)གཅིག་གམ་མང་པོ་ཞིག་MATEཅོགངོས་སུ་མི་གཏོགས་པ།

source: Opening Chart
bo_cn: རིས་ཁྲའི་ཁ་ཕྱེ་བ།

source: Options
bo_cn: འདེམས་ཚན།

source: Overlays:
bo_cn: གནས་བསྐྱར་བཟུང་དུམ་བུ།

source: P_ause timer
bo_cn: སྐབས་སྡོད་དུས་ཚོད།（_A）

source: Palette entry
bo_cn: ཡིག་རྟགས་པང་ལེབ་ཚན་པ།

source: Palettes list
bo_cn: ཡིག་རྟགས་པང་གི་རེའུ་མིག

source: Panel applet for playing audio CDs
bo_cn: རོལ་དབྱངས་CDགཏོང་བའི་ངོས་པང་བྱ་རིམ་ཆུང་བ།

source: Percent
bo_cn: བརྒྱ་ཆའི་བསྡུར།

source: Pick a color for the sticky note
bo_cn: ཟིན་བྲིས་སྦྱར་པང་ལ་ཁ་དོག་ག་གེ་མོ་ཞིག་འདེམ་དགོས།

source: Pick a default sticky note color
bo_cn: ཟིན་བྲིས་སྦྱར་པང་ལ་སོར་བཞག་ཁ་དོག་འདེམ་དགོས།

source: Pick a default sticky note font
bo_cn: སོར་བཞག་གི་ཟིན་བྲིས་སྦྱར་པང་གི་ཡིག་གཟུགས་ཤིག་འདེམས།

source: Pick a font for the sticky note
bo_cn: ཟིན་བྲིས་སྦྱར་པང་ལ་ཡིག་གཟུགས་ཤིག་འདེམ་དགོས།

source: Positions balance: %s %s (%s)
bo_cn: སྡོད་གནས་དོ་མཉམ།：%s %s། (%s)

source: Preferences
bo_cn: མཐོ་རིམ།

source: Pressure:
bo_cn: རླུང་གནོན།：

source: Privileges are required to change the CPU Frequency scaling.
bo_cn: CPUཟློས་ཕྱོད་ཁྱབ་ཁོངས་བསྒྱུར་དགོས་ན།དམིགས་བསལ་གྱི་དབང་ཆ་ངེས་ཅན་ཞིག་དགོས།

source: Processor
bo_cn: སྒྲིག་གཅོད་ཆས།

source: Properties
bo_cn: གཏོགས་གཤིས།

source: Radar Map
bo_cn: རཱ་ཏར་རི་མོ།

source: Red value level
bo_cn: དམར་ཐང་རིམ་པ།

source: Refresh
bo_cn: /གསར་སྒྱུར།

source: Relative humidity:
bo_cn: ལྟོས་བཅས་བརླན་ཚད།

source: Removing item %s of %s
bo_cn: ཚན་ཨང་%sབསུབ་བཞིན་ཡོད།ཁྱོད་སྡོམ་ཚན་པ་%s

source: Removing: %s
bo_cn: ད་ལྟ་བསུབ་བཞིན་པ།：%s"

source: Resize note
bo_cn: ཡིག་ཐུང་ཆེ་ཆུང་ལེགས་སྒྲིག

source: S_top timer
bo_cn: དུས་བགྲང་མཚམས་འཇོག(_S)

source: S_wap Space
bo_cn: བར་སྟོང་བརྗེ་བ།(_W)

source: S_ystem
bo_cn: རྒྱུད་ཁོངས།(_Y)

source: Seconds:
bo_cn: སྐར་ཆ།：

source: See the ForeCast Details
bo_cn: སྔོན་ལྟའི་གནས་ཚུལ་ཞིབ་ཕྲར་ལྟ་བ།

source: Select Location from the list
bo_cn: རེའུ་མིག་ནང་ནས་གནས་ཡུལ་འདེམ་པ།

source: Sh_ared
bo_cn: མཉམ་སྤྱོད།(_A)

source: Show CPU frequency as _frequency
bo_cn: CPUཟློས་ཕྱོད་དེ་ཟློས་ཕྱོད་་དུ་འཆར་བ།(_F)

source: Show CPU frequency as _percentage
bo_cn: CPUཟློས་ཕྱོད་བརྒྱ་ཆའི་སྡུར་དུ་འཆར་བ།

source: Show _notifications
bo_cn: བརྡ་ཐོ་འཆར་བ།:(_N)

source: Show _percentage remaining
bo_cn: ལྷག་མའི་བརྒྱ་ཆའི་བསྡུར་ཚད་འཆར་བ།（_P）

source: Show _time remaining
bo_cn: ལྷག་མའི་དུས་ཚོད་འཆར་བ།(_T)

source: Show dialog
bo_cn: གླེང་སྒྲོམ་འཆར་བ།

source: Show dialog window when timer finish
bo_cn: དུས་ཚོད་སླེབས་སྐབས་གླེང་སྒྲོམ་སྒེའུ་ཁུང་འཆར་བ།

source: Show frequency _units
bo_cn: བརྙན་ཡོལ་ཟློས་ཕྱོད་སྡེ་ཚན་འཆར་བ།(_U)

source: Show icon
bo_cn: རིས་རྟགས་འཆར་བ།

source: Show notification popup
bo_cn: འཕར་ཐོན་བརྡ་ཐོ་འཆར་བ།

source: Show notification popup when timer finish
bo_cn: དུས་ཚོད་སླེབས་སྐབས་འཕར་ཐོན་བརྡ་ཐོ་འཆར་བ།

source: Show sticky notes
bo_cn: ཡིག་ཐུང་རྩེ་སྒྲིག་འཆར་བ།

source: Show the battery meter draining from the top of the battery. Only implemented for traditional battery view.
bo_cn: གློག་རྫས་ཀྱི་གློག་ཚད་འཆར་བ། གློག་རྫས་ཀྱི་སྟེང་ནས་བཞུར་བ། སྲོལ་རྒྱུན་གྱི་གློག་རྫས་དཔེ་རིས་ཁོ་ནའི་ཁྲོད་དུ་མངོན་འགྱུར་བྱ་ཐུབ།

source: Show the horizontal battery
bo_cn: ཆུ་སྙོམས་གློག་ཚད་འཆར་བ།

source: Show the time/percent label
bo_cn: དུས་ཚོད/བརྒྱ་ཆའི་སྡུར་གདོང་འཛར་འཆར་བ།

source: Show the traditional, horizontal battery on the panel.
bo_cn: ངོས་པང་ཐོག་སྲོལ་རྒྱུན་གྱི་ཆུ་སྙོམས་གློག་རྫས་འཆར་བ།

source: Show the upright, smaller battery on the panel.
bo_cn: ངོས་པང་ཐོག་ཅུང་ཆུང་བའི་ཐད་དྲང་གློག་རྫས་འཆར་བ།

source: Shows keyboard status when accessibility features are used.
bo_cn: རམ་འདེགས་ནུས་པ་བཀོལ་སྐབས་མཐེབ་གཞོང་གི་རྣམ་པ་འཆར་བ།

source: Shows the output of a command
bo_cn: བཀའ་བརྡ་ཕྱིར་འདོན་འཆར་བ།

source: Shows the state of AccessX features such as latched modifiers
bo_cn: AccessXཁྱད་གཤིས་རྣམ་པ་འཆར་བ།དཔེར་ན་བར་བཅུག་རྒྱན་ལྟ་བུ།

source: Shows the status of keyboard accessibility features
bo_cn: མཐེབ་གཞོང་རམ་འདེགས་ནུས་པའི་ཁྱད་གཤིས་རྣམ་པ་འཆར་བ།

source: Sky:
bo_cn: ནམ་མཁའ།：

source: Slow stoch
bo_cn: དལ་བའི་སྐབས་བསྟུན་སྟོན་གྲངས།

source: Some panel items are no longer available
bo_cn: ངོས་པང་ཚན་ཁ་ཤས་སྤྱོད་མི་ཆོག

source: Specifies whether the sticky notes are locked (non-editable) or not.
bo_cn: རྩེར་སྒྲིག་ཡིག་ཐུང་དམིགས་འཛིན་བྱས་ཡོད་མེད་དམིགས་འཛུགས། (རྩོམ་སྒྲིག་བྱ་ཐབས་བྲལ།)

source: Specifies whether the sticky notes are visible on ALL workspaces on the desktop, or not.
bo_cn: རྩེར་སྒྲིག་ཡིག་ཐུང་དེ་ལས་ཀའི་བར་སྟོང་ཡོངས་ཀྱི་ནང་དུ་མཐོང་རུང་མིན་དམིགས་འཛུགས།

source: Specify a title for the note
bo_cn: ཟིན་བྲིས་སྦྱར་པང་ལ་ཁ་བྱང་ཞིག་དམིགས་འཛུགས་བྱེད་དགོས།

source: Specify the default height (in pixels) of new notes
bo_cn: ཡིག་ཐུང་གསར་བའི་སོར་བཞག་མཐོ་ཚད་དམིགས་འཛུགས་བྱེད་དགོས།(བརྙན་རྒྱུ་སྡེ་ཚན་དུ་བྱས་པ།)

source: Specify the default width (in pixels) of new notes
bo_cn: ཡིག་ཐུང་གསར་བའི་སོར་བཞག་ཞེང་ཚད་དམིགས་འཛུགས་བྱེད་དགོས།(བརྙན་རྒྱུ་སྡེ་ཚན་དུ་བྱས་པ)

source: Spinbutton for updating
bo_cn: འཁོར་སྐྱོད་མཐེབ་གནོན་གསར་སྒྱུར་བྱེད་པར་སྤྱོད་པ།

source: Splits
bo_cn: མ་རྐང་ཕལ་བ།

source: Start a timer and receive a notification when it is finished
bo_cn: དུས་ཚོད་བརྩི་འགོ་བརྩམས་པར་མ་ཟད་མཇུག་བསྒྲིལ་དུས་བརྡ་ཐོ་འབྱོར་བ།

source: Sticky Note
bo_cn: དོན་དག་ཟིན་སྦྱར།

source: Sticky Note Properties
bo_cn: དོན་དག་ཟིན་སྦྱར་གཏོགས་གཤིས།

source: Sticky Notes
bo_cn: ཡིག་ཐུང་རྩེ་སྒྲིག

source: Sticky Notes Applet Factory
bo_cn: བྱ་རིམ་ཆུང་བའི་ལས་རིགས་གྲས།

source: Sticky Notes Preferences
bo_cn: དོན་དག་ཟིན་སྦྱར་གྱི་སྔོན་འདེམས་ཚན་པ།

source: Sticky Notes for the MATE Desktop Environment
bo_cn: MATEཅོག་ངོས་ཁོར་ཡུག་གི་རྩེ་སྒྲིག་ཡིག་ཐུང་།

source: Sticky notes' locked state
bo_cn: རྩེ་སྒྲིག་ཡིག་ཐུང་གི་དམིགས་འཛིན་རྣམ་པ།

source: Sticky notes' workspace stickyness
bo_cn: རྩེ་སྒྲིག་ཡིག་ཐུང་གི་ལས་ཁུལ་གྱི་རྩེ་སྒྲིག་གཏོགས་གཤིས།

source: Stocks
bo_cn: རྐང་དངུལ་འཛིན་ལོར།

source: Sunrise:
bo_cn: ཉི་མ་ཤར་བ།

source: Sunset:
bo_cn: ཉི་མ་ནུབ་པ།

source: Swap Load
bo_cn: ཁུལ་གྱི་ཁུར་པོ་བརྗེ་བ།

source: Swap Space
bo_cn: བར་སྟོང་བརྗེ་བ།

source: Symbol
bo_cn: མཚོན་རྟགས།

source: Sys_tem monitor update interval:
bo_cn: རྒྱུད་ཁོངས་ལྟ་ཞིབ་ཆས་གསར་སྒྱུར་བར་ཆོད།(_T)：

source: System Monitor
bo_cn: རྒྱུད་ཁོངས་སོ་ལྟ་ཆས།

source: System Monitor Preferences
bo_cn: རྒྱུད་ཁོངས་སོ་ལྟ་ཆས་ཀྱི་སྔོན་འདེམས་ཚན་པ།
