Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/mate-session-manager.po
Languages: bo_cn

source: - the MATE session manager
bo_cn: MATEགླེང་མོལ་དོ་དམ་ཆས།

source: %s requires an argument
bo_cn: %s ལ་ཞུགས་གྲངས་ཅིག་དགོས།

source: <b>Some programs are still running:</b>
bo_cn: <b>བྱ་རིམ་འགའ་ཞིག་སྔར་བཞིན་འཁོར་སྐྱོད་བྱེད་བཞིན་ཡོད་པ།</b>

source: A program is still running:
bo_cn: བྱ་རིམ་སྔར་བཞིན་འཁོར་སྐྱོད་བྱེད་བཞིན་པའི་སྒང་ཡིན།

source: Add Startup Program
bo_cn: འགོ་སློང་བྱ་རིམ་ཁ་སྣོན།

source: Additional startup _programs:
bo_cn: ཚད་བརྒལ་གྱི་འགོ་སློང་བྱ་རིམ།

source: Application does not accept documents on command line
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་དེ་བཀའ་བརྡ་འཕྲེད་དུ་ཡིག་ཚགས།་མི་ལེན།

source: Browse…
bo_cn: རགས་ལྟ།...

source: Can't pass document URIs to a 'Type=Link' desktop entry
bo_cn: ཡིག་ཚགས།་ཀྱི་URL དེ“Type=Link”ཡི་ཅོག་ངོས་ཚན་ལ་བརྒྱུད་མི་ཐུབ།

source: Cancel
bo_cn: འདོར་བ།

source: Choose what applications to start when you log in
bo_cn: ཁ་འབྱེད་འགོ་སློང་བྱ་རིམ་ཁ་སྣོན།

source: Co_mmand:
bo_cn: བཀའ་བརྡ།(_M)：

source: Comm_ent:
bo_cn: མཆན་འགྲེལ།(_E)：）

source: Control gnome compatibility component startup
bo_cn: GNOMEཡི་འཆམ་མཐུན་སྒྲིག་ལྷུ་ཚོད་འཛིན།

source: Control which compatibility components to start.
bo_cn: འགོ་སློང་བྱའི་འཆམ་མཐུན་སྒྲིག་ལྷུ་ཚོད་འཛིན།

source: Could not connect to the session manager
bo_cn: གླེང་མོལ་དོ་དམ་ཆས་ལ་སྦྲེལ་ཐབས་བྲལ།

source: Could not create ICE listening socket: %s
bo_cn: ICEལྐོག་ཉན་འབྲེལ་འཛུགས་ཡི་གེ།：%sགསར་འཛུགས་བྱ་ཐབས་བྲལ།

source: Could not display help document
bo_cn: རོགས་རམ་ཡིག་ཚགས་འཆར་མི་ཐུབ་པ།

source: Current session start time
bo_cn: མིག་སྔའི་གླེང་མོལ་འགོ་འཛུགས་དུས་ཚོད།

source: Default session
bo_cn: སོར་བཞག་གླེང་མོལ།

source: Disable connection to session manager
bo_cn: གཏམ་གླེང་དོ་དམ་ཆས་ཀྱི་འབྲེལ་མཐུད་འགོག་སྤྱོད།

source: Do not load user-specified applications
bo_cn: སྤྱོད་མཁན་གྱིས་དམིགས་འཛུགས་བྱས་པའི་ཉེར་སྤྱོད་བྱ་རིམ་སྒྲིག་འཇུག་མི་ཐུབ་པ།

source: Do not require confirmation
bo_cn: གཏན་འཁེལ་རེ་ཞུ་མི་བྱེད་པ།

source: Edit Startup Program
bo_cn: འགོ་སློང་བྱ་རིམ་རྩོམ་སྒྲིག

source: Enable debugging code
bo_cn: ཚབ་ཨང་ཚོད་སྒྲིག་ཁ་འབྱེད།

source: Enabled
bo_cn: སྤྱོད་འགོ་བརྩམས་ཟིན་པ།

source: FILE
bo_cn: ཡིག་ཆ།

source: Failed to execute %s
bo_cn: ལག་བསྟར་ %sཕམ་པ།

source: File Manager
bo_cn: ཡིག་ཆ་དོ་དམ་ཆས།

source: File is not a valid .desktop file
bo_cn: ཡིག་ཆ་གོ་ཆོད་མིན་པ། desktopཡིག་ཆ།

source: Hibernate
bo_cn: མལ་གསོ།

source: Hibernate Anyway
bo_cn: བཙན་ཤེད་ཀྱིས་མལ་གསོ།

source: Icon
bo_cn: རིས་རྟགས།

source: Icon '%s' not found
bo_cn: རིས་རྟགས་%sམ་རྙེད།

source: If enabled, mate-session will prompt the user before ending a session.
bo_cn: གལ་ཏེ་སྤྱོད་འགོ་བརྩམས་ན།mate-sessionཡིས་གླེང་མོལ་མཇུག་མ་སྒྲིལ་སྔོན་ལ་གསལ་འདེབས་བྱེད།

source: If enabled, mate-session will save the session automatically.
bo_cn: གལ་ཏེ་སྤྱོད་འགོ་བརྩམས་ན།mate-sessionཡིས་གླེང་མོལ་རང་གསོག་བྱེད།

source: If logout prompt is enabled, this set the timeout in seconds before logout automatically. If 0, automatic logout is disabled.
bo_cn: གལ་ཏེ་ཐོ་ཁོངས་ནས་བསུབ་པའི་གསལ་འདེབས་སྒྲོམ་སྒོ་ཕྱེ་ཚེ་རང་འགུལ་ངང་ཐོ་ཁོངས་ནས་བསུབ་པ་དུས་བརྒལ་སྒྲིག་འགོད་བྱེད། 0ལ་སྒྲིག་ན་རང་འགུལ་ཐོ་ཁོངས་ནས་བསུབ་པའི་སྒོ་རྒྱག

source: Kill session
bo_cn: གླེང་མོལ་སོད།

source: List of applications that are part of the default session.
bo_cn: སོར་བཞག་གླེང་མོལ་ནང་དུ་འདུས་པའི་ཉེར་སྤྱོད་བྱ་རིམ་གྱི་རེའུ་མིག

source: Log Out
bo_cn: ཐོ་ཁོངས་ནས་བསུབ་པ།

source: Log Out Anyway
bo_cn: བཙན་ཤེད་ཀྱིས་ཐོ་ཁོངས་ནས་བསུབ་པ།

source: Log out
bo_cn: ཐོ་ཁོངས་ནས་བསུབ་པ།

source: Log out of this system now?
bo_cn: ད་ལྟ་རྒྱུད་ཁོངས་ཐོ་ཁོངས་ནས་བསུབ་བམ།

source: Log out, ignoring any existing inhibitors
bo_cn: ཐོ་ཁོངས་ནས་སུབ་སྟེ་ད་ཡོད་ཀྱི་ཚོད་འཛིན་རྒྱུ་རྐྱེན་ལ་སྣང་མེད་བྱེད་པ།

source: Logout prompt
bo_cn: ཐོ་ཁོངས་ནས་བསུབ་པའི་གསལ་བརྡ།

source: Logout timeout
bo_cn: ཐོ་ཁོངས་ནས་བསུབ་པ་དུས་བརྒལ།

source: NAME
bo_cn: མིང་།

source: No description
bo_cn: ཞིབ་བརྗོད་མེད་པ།

source: No name
bo_cn: མིང་མེད།

source: Not a launchable item
bo_cn: འདོན་སྤྱོད་རུང་བའི་ཚན་པ་མ་རེད།

source: Not responding
bo_cn: དང་ལེན་མི་བྱེད་པ།

source: Options
bo_cn: འདེམས་ཚན།

source: Override standard autostart directories
bo_cn: སོར་བཞག་རང་འགུལ་ལག་བསྟར་དཀར་ཆག་གི་ཚབ་བྱེད་པ།

source: Panel
bo_cn: ངོས་པང་།

source: Program
bo_cn: བྱ་རིམ།

source: Program called with conflicting options
bo_cn: འདོན་སྤྱོད་བྱ་རིམ་གྱི་འདེམས་བྱང་ཕན་ཚུན་གདོང་ཐུག་བྱུང་བ།

source: Reboot Anyway
bo_cn: བཙན་ཤེད་ཀྱིས་བསྐྱར་སློང་བྱེད་པ།

source: Refusing new client connection because the session is currently being shut down
bo_cn: སྐུ་མགྲོན་གསར་པའི་སྦྲེལ་མཐུད་འགོག་པ། རྒྱུ་མཚན་ནི་གླེང་མོལ་སྒོ་རྒྱག་བཞིན་ཡོདད་པས་སོ།

source: Remembered Application
bo_cn: སེམས་ལ་ཟུངས་བའི་ཉེར་སྤྱོད་བྱ་རིམ།

source: Required session components
bo_cn: དགོས་པའི་གླེང་མོལ་སྒྲིག་ལྷུ།

source: Restart
bo_cn: བསྐྱར་སློང་།

source: Save sessions
bo_cn: གླེང་མོལ་ཉར་ཚགས།

source: Select Command
bo_cn: བཀའ་བརྡ་འདེམ་པ།

source: Session management options:
bo_cn: གླེང་མོལ་དོ་དམ་འདེམ་བྱང་།

source: Set the current session name
bo_cn: མིག་སྔའི་གླེང་མོལ་གྱི་མིང་སྒྲིག་འགོད།

source: Show logout dialog
bo_cn: ཐོ་ཁོངས་ནས་བསུབ་པའི་གླེང་སྒྲོམ་འཆར་བ།

source: Show session management options
bo_cn: གླེང་མོལ་དོ་དམ་འདེམས་བྱང་འཆར་བ།

source: Show shutdown dialog
bo_cn: སྒོ་རྒྱག་པའི་གླེང་སྒྲོམ་འཆར་བ།

source: Shut Down
bo_cn: ཁ་རྒྱག

source: Shut Down Anyway
bo_cn: བཙན་ཤེད་ཀྱིས་སྒོ་རྒྱག་པ།

source: Shut down this system now?
bo_cn: ད་ལྟ་རྒྱུད་ཁོངས་འདིའི་སྒོ་རྒྱག་གམ།

source: Some programs are still running:
bo_cn: བྱ་རིམ་སྔར་བཞིན་འཁོར་སྐྱོད་བྱེད་བཞིན་པའི་སྒང་ཡིན།

source: Specify file containing saved configuration
bo_cn: ཉར་ཚགས་བྱས་ཟིན་པའི་སྡེབ་སྒྲིག་ཡིག་ཆ་འདུས་པ་དམིགས་འཛུགས།

source: Specify session management ID
bo_cn: གླེང་མོལ་དོ་དམ་IDདམིགས་འཛུགས།

source: Starting %s
bo_cn: %sའགོ་སློང་བཞིན་པ།

source: Startup Applications
bo_cn: བཀོལ་སྤྱོད་བྱ་རིམ་འགོ་སློང་།

source: Startup Applications Preferences
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་གྱི་སྔོན་འདེམ་པའི་འགོ་སློང་བ།

source: Startup Programs
bo_cn: བྱ་རིམ་མགོ་སློང་།

source: Suspend
bo_cn: འགེལ་འཇོག

source: Suspend Anyway
bo_cn: བཙན་ཤེད་འགེལ་འཇོག

source: Switch User
bo_cn: སྤྱོད་མཁན་བརྗེ་རེས།

source: Switch User Anyway
bo_cn: བཙན་ཤེད་སྤྱོད་མཁན་བརྗེ་རེས།

source: The file manager provides the desktop icons and allows you to interact with your saved files.
bo_cn: ཡིག་ཆའི་དོ་དམ་ཆས་ཀྱིས་ཅོག་ངོས་ཀྱི་རིས་རྟགས་འདོན་སྤྲོད་བྱས་པ་མ་ཟད།ཁྱོད་ཀྱིས་ཉར་ཚགས་བྱས་ཟིན་པའི་ཡིག་ཆ་དང་བརྗེ་རེས་བྱེད་ཆོག་པར་བྱས།

source: The number of minutes of inactivity before the session is considered idle.
bo_cn: གླེང་མོལ་དེ་ཁོམ་ལོང་སྔོན་གྱི་འཁྲུག་ཆ་མི་དོད་པའི་སྐར་མའི་གྲངས་ལ་ངོས་འཛིན་བྱས།

source: The panel provides the bar at the top or bottom of the screen containing menus, the window list, status icons, the clock, etc.
bo_cn: ངོས་པང་བྱ་རིམ་གྱིས་བརྙན་ཡོལ་གྱི་སྟེང་ངམ་འོག་གི་འདེམས་བྱང་དང་།སྒེའུ་ཁུང་གི་རེའུ་མིག རྣམ་པའི་རིས་རྟགས་དང་།ཆུ་ཚོད་སོགས་མཁོ་འདོན་བྱས་ཡོད།

source: The startup command cannot be empty
bo_cn: ལས་འགོ་ཚུགས་པའི་བཀའ་སྟོང་བར་བཞག་ན་མི་འགྲིག

source: The startup command is not valid
bo_cn: གོ་མི་ཆོད་པའི་འགོ་རྩོམ་བཀའ་བརྡ།

source: This program is blocking logout.
bo_cn: བྱ་རིམ་འདི་ཡིས་ཐོ་ཁོངས་ནས་སུབ་པ་འགོག་བཞིན་པ།

source: This session logs you into MATE
bo_cn: གླེང་མོལ་འདིས་ཁྱེད་རང་MATEལ་ཐོ་འགོད་ཐུབ།

source: This system will be automatically shut down in %d second
bo_cn: རྒྱུད་ཁོངས་དེ་སྐར་ཆ་%d ཡི་རྗེས་ལ་རང་འགུལ་ངང་སྒོ་རྒྱག་གི་ཡོད།

source: Time before session is considered idle
bo_cn: གླེང་མོལ་དེ་ཁོམ་ལོང་མ་བྱུང་གོང་གི་དུས་ཚོད་དུ་བརྩི་བ།

source: Unable to start login session (and unable to connect to the X server)
bo_cn: གླེང་མོལ་ཐོ་འགོད་འགོ་འཛུགས་ཐབས་བྲལ་པ།（དེས་མ་ཚད་Xཞབས་ཞུའི་འཕྲུལ་ཆས་དང་སྦྲེལ་ཐབས་བྲལ།）

source: Unix time of the start of the current session.
bo_cn: མིག་སྔའི་གླེང་མོལ་གྱིས་མགོ་བརྩམས་པའི་Unixརྣམ་གཞག་གི་དུས་ཚོད།

source: Unknown
bo_cn: མི་ཤེས།

source: Unrecognized desktop file Version '%s'
bo_cn: ངོས་འཛིན་མི་ཐུབ་པའི་ཅོག་ངོས་ཡིག་ཆ་པར་གཞི་“%s”

source: Unrecognized launch option: %d
bo_cn: ངོས་འཛིན་མི་ཐུབ་པའི་མགོ་སློང་འདེམས་ཚན།：%d

source: Use dialog boxes for errors
bo_cn: ནོར་འཁྲུལ་བྱུང་དུས་གླེང་སྒྲོམ་སྤྱོད།

source: Version of this application
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་འདིའི་པར་གཞི།

source: Waiting for programs to finish. Interrupting these programs may cause you to lose work.
bo_cn: བྱ་རིམ་ལེགས་འགྲུབ་ངང་སྒུགས། བྱ་རིམ་མཚམས་བཅད་ན་ཁྱེད་རང་གི་ལས་ཀའི་གྲུབ་འབྲས་བརླག་ཉེན་ཡོད།

source: Waiting for the program to finish. Interrupting the program may cause you to lose work.
bo_cn: བྱ་རིམ་ལེགས་འགྲུབ་ངང་སྒུགས། བྱ་རིམ་མཚམས་བཅད་ན་ཁྱེད་རང་གི་ལས་ཀའི་གྲུབ་འབྲས་བརླག་ཉེན་ཡོད།

source: Window Manager
bo_cn: སྒེའུ་ཁུང་དོ་དམ་ཆས།

source: You are currently logged in as "%s".
bo_cn: མིག་སྔར་ཁྱེད་ཀྱིས་“%s”ཡི་མིང་ཐོག་ནས་ཐོ་འགོད་བྱས།

source: You will be automatically logged out in %d second
bo_cn: ཁྱེད་རང་སྐར་ཆ་ %d ཡི་རྗེས་ལ་རང་འགུལ་ངང་ཐོ་ཁོངས་ནས་བསུབ་པར་འགྱུར།

source: _Automatically remember running applications when logging out
bo_cn: ཐོ་ཁོངས་ནས་བསུབ་སྐབས་འཁོར་སྐྱོད་བྱེད་བཞིན་པའི་ཉེར་སྤྱོད་བྱ་རིམ་བློ་ལ་འཛིན་པ།(_A)

source: _Name:
bo_cn: མིང་།(_N)：

source: _Remember Currently Running Application
bo_cn: མིག་སྔར་འཁོར་སྐྱོད་བྱེད་བཞིན་པའི་ཉེར་སྤྱོད་བྱ་རིམ་བློ་ལ་འཛིན་པ།(_R)
