Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/mate-desktop.po
Languages: bo_cn

source: About %s
bo_cn: %sཡི་སྐོར།

source: About Kylin
bo_cn: དགུ་ཚིགས་ཆིག་ལིན་གྱི་སྐོར།

source: About NeoKylin
bo_cn: ཀྲུང་པེའོ་ཆིག་ལིན་གྱི་སྐོར།

source: About YHKylin
bo_cn: དགུ་ཚིགས་ཆིག་ལིན་གྱི་སྐོར།

source: Allow postponing of breaks
bo_cn: དུས་འགྱངས་མཚམས་ཆད་བྱེད་ཆོག

source: Artists
bo_cn: མཛེས་བཟོ།

source: Artwork by
bo_cn: མཛེས་བཟོ།

source: Authors
bo_cn: རྩོམ་པ་པོ།

source: Bad command (Exec) to launch
bo_cn: ནུས་མེད་བཀའ་བརྡ།（ལག་བསྟར་རུང་བའི་ཡིག་ཆ།）

source: Basename of the default theme used by gtk+.
bo_cn: gtk+སྤྱད་པའི་བརྗོད་སྙིང་གི་རྨང་མིང་།

source: Beep when a modifier is pressed.
bo_cn: རྒྱན་མཐེབ་གནོན་སྐབས་་“སྦི”་སྒྲ་གྲགས་པ།

source: Browser needs terminal
bo_cn: བཤར་ཆས་ལ་མཐའ་སྣེ་དགོས།

source: Browser understands remote
bo_cn: བཤར་ཆས་ཀྱིས་རྒྱང་རིང་བཀའ་བརྡར་གོ་བ་ལོན་པ།

source: Buttons Have Icons
bo_cn: མཐེབ་གནོན་ལ་རིས་རྟགས་ལྡན་པ།

source: CRTC %d cannot drive output %s
bo_cn: CRTC %d ཡིས་ཕྱིར་གཏོང་s%སྐུལ་སྒུལ་མི་ཐུབ་པ།

source: CRTC %d does not support rotation=%s
bo_cn: CRTC %d ཡིས་འཁྱིལ་འཁོར་=%sལ་རྒྱབ་སྐྱོར་མི་བྱེད་པ།

source: CRTC %d: trying mode %dx%d@%dHz with output at %dx%d@%dHz (pass %d)
bo_cn: "CRTC %d： %dx%d@%dHz རྣམ་པ་ཕྱིར་འདོན་ཚོད་ལྟ་ %dx%d@%dHz། ( %dབརྒྱུད་ཟིན་པ།) "

source: C_redits
bo_cn: བཀའ་དྲིན་ཞུ་བ།（R）

source: Calendar needs terminal
bo_cn: ལོ་རྩིས་ལ་མཐའ་སྣེ་དགོས།

source: Can Change Accels
bo_cn: མྱུར་མཐེབ་བསྒྱུར་ཆོག

source: Cancel Button
bo_cn: མཐེབ་གནོན་འདོར་བ།

source: Cannot find file '%s'
bo_cn: ཡིག་ཆ་%sརྙེད་ཐབས་བྲལ་བ།

source: Click the eyedropper, then click a color anywhere on your screen to select that color.
bo_cn: གྲང་སྦུག་གནོན་རྗེས་ཁྱེད་ཀྱི་བརྙན་ཡོལ་སྟེང་གི་གནས་ས་གང་རུང་གི་ཁ་དོག་གནོན་ན་ཁ་དོག་དེ་བདམས་པ་ཡིན།

source: Color Selection
bo_cn: ཁ་དོག་གདམ་གསེས།

source: Color Shading Type
bo_cn: མདོག་རིམ་འགྱུར་གྱི་རིགས་གྲས།

source: Color _name:
bo_cn: ཁ་དོག་གི་མིང་།(_N)：

source: Color selection dialog
bo_cn: ཁ་དོག་གི་གླེང་སྒྲོམ་འདེམས།

source: Copyright string
bo_cn: པར་དབང་ཡིག་རྟགས་ཕྲེང་།

source: Credits
bo_cn: དམིགས་སུ་ཐུགས་རྗེ་ཆེ་ཞུ་རྒྱུ།

source: Current Alpha
bo_cn: མིག་སྔའི་Alpha ཐང།

source: Current Color
bo_cn: མིག་སྔའི་ཁ་དོག

source: Cursor Blink
bo_cn: འོད་རྟགས་འོད་འཚེར།

source: Cursor Blink Time
bo_cn: འོད་རྟགས་འཚེར་བའི་དུས་ཚོད།

source: Cursor font
bo_cn: འོད་རྟགས་ཡིག་གཟུགས།

source: Cursor size
bo_cn: འོད་རྟགས་ཀྱི་ཆེ་ཆུང་།

source: Cursor theme
bo_cn: འོད་རྟགས་ཀྱི་བརྗོད་གཞི།

source: Default browser
bo_cn: སོར་བཞག་བཤར་ཆས།

source: Default browser for all URLs.
bo_cn: URLཡོངས་ཀྱི་སོར་བཞག་བཤར་ཆས།

source: Default calendar
bo_cn: སོར་བཞག་ལོ་ཐོ།

source: Default font
bo_cn: སོར་བཞག་ཡིག་གཟུགས།

source: Default mixer device
bo_cn: སོར་བཞག་སྒྲ་བསྲེས་སྒྲིག་ཆས།

source: Default mixer tracks
bo_cn: སོར་བཞག་སྒྲ་བསྲེས་སྒྲིག་ཆས་ཀྱི་སྒྲ་ལམ།

source: Default tasks
bo_cn: སོར་བཞག་ལས་འགན།

source: Default tasks application
bo_cn: སོར་བཞག་ལས་འགན་ཉེར་སྤྱོད་བྱ་རིམ།

source: Disable URL and MIME type handlers
bo_cn: URL དང་ MIME རིགས་ཀྱི་སྒྲིག་གཅོད་ཆས་སྤྱོད་མི་ཆོག

source: Disable all external thumbnailers
bo_cn: ཕྱི་རོལ་གྱི་བསྡུས་རིས་བྱ་རིམ་ཡོད་ཚད་སྤྱོད་མི་ཆོག་པ།

source: Disable command line
bo_cn: ་བཀའ་བརྡའི་ཕྲེང་སྤྱོད་མི་ཆོག་པ།

source: Disable lock screen
bo_cn: བརྙན་ཡོལ་དམིགས་འཛིན་སྤྱད་མི་ཆོག

source: Disable log out
bo_cn: རྩིས་ཐེམ་ནས་སུབ་པ་སྤྱོད་མི་ཆོག

source: Disable print setup
bo_cn: པར་འདེབས་སྒྲིག་འགོད་སྤྱད་མི་ཆོག

source: Disable printing
bo_cn: པར་འདེབས་སྤྱོད་མི་ཆོག

source: Disable saving files to disk
bo_cn: ཡིག་ཆ་སྡུད་སྡེར་ནང་ཉར་ཚགས་བྱེད་པ་སྤྱད་མི་ཆོག

source: Disable theme settings
bo_cn: བརྗོད་སྙིང་སྒྲིག་འགོད་སྤྱོད་མི་ཆོག

source: Disable user switching
bo_cn: སྤྱོད་མཁན་བརྗེ་རེས་སྤྱོད་མི་ཆོག

source: Distance in pixels the pointer must move before accelerated mouse motion is activated. A value of -1 is the system default.
bo_cn: ཙིག་རྟགས་འགུལ་སྐྱོད་མགྱོགས་སུ་མ་བཏང་གོང་ཙིག་རྟགས་ངེས་པར་དུ་སྒུལ་བདེའི་བརྙན་རྒྱུའི་གྲངས་རྟགས་དགོས། རྒྱུད་ཁོངས་གི་སོར་བཞག་ཐང་ནི་-1ཡིན།

source: Document font
bo_cn: ཡིག་ཚགས་ཡིག་གཟུགས།

source: Double Click Time
bo_cn: ཉིས་རྡེབ་དུས་ཚོད།

source: Drag Threshold
bo_cn: འདྲུད་སྒུལ་མཚམས་ཐང་།

source: Draw Desktop Background
bo_cn: ཅོག་ངོས་ཀྱི་རྒྱབ་ལྗོངས་འབྲི་བ།

source: Enable Animations
bo_cn: འགུལ་རིས་འགོ་སློང་།

source: Enable Gtk toolkit-wide animations
bo_cn: GTKཡི་ཁྱོན་ཡོངས་འགུལ་རིས་སྤྱོད་པ།

source: Enable sound server startup.
bo_cn: འགོ་སློང་སྐབས་སྐད་སྒྲའི་ཞབས་ཞུ་ཆས་སྤྱོད་འགོ་རྩོམ་པ།

source: Enables middle mouse button emulation through simultaneous left and right button click.
bo_cn: ཙིག་རྟགས་ཀྱི་གཡས་གཡོན་མཐེབ་མཉམ་དུ་མནན་པ་བརྒྱུད་ཙིག་རྟགས་ཀྱི་དབུས་མཐེབ་རྡེབ་གནོན་ལ་ལད་ཟློས་བྱེད་པ།

source: Error rewinding file '%s': %s
bo_cn: བསྐྱར་བསྐོར་ཡིག་ཆ%1$s”སྐབས་ནོར་འཁྲུལ་བྱུང་བ།：%2$s

source: Exec Arguments
bo_cn: Execཞུགས་གྲངས།

source: Fade the background on change
bo_cn: རྒྱབ་ལྗོངས་བརྗེ་བའི་སྐབས་སུ་བར་བརྒལ་འགུལ་རིས་སྤྱོད་པ།

source: File '%s' is not a regular file or directory.
bo_cn: ཡིག་ཆ%s”ནི་རྒྱུན་ལྡན་གྱི་ཡིག་ཆའམ་དཀར་ཆག་མིན།

source: File Icon Theme
bo_cn: ཡིག་ཆའི་རིས་རྟགས་བརྗོད་སྙིང།

source: File name of the bell sound to be played.
bo_cn: གཏོང་བྱའི་དྲིལ་སྒྲའི་ཡིག་ཆའི་མིང་།

source: File to use for the background image.
bo_cn: རྒྱབ་ལྗོངས་པར་རིས།་ལ་སྤྱད་པའི་ཡིག་ཆ།

source: GNOME 2 was the most popular Linux desktop but it’s no longer available... MATE is here to provide that same desktop to you!
bo_cn: GNOME 2 ནི་སྔོན་ཆད་དགའ་བསུ་ཆེན་པོ་ཐོབ་པའི་Linuxཅོག་ངོས་རེད། ད་ལྟ་ MATE ཁྱེད་ཀྱི་འདྲེན་བྱེད་ཀྱི་དཔལ་དུ་འགྱུར་ངེས།

source: GTK IM Module
bo_cn: GTKའཇུག་ཐབས་དཔེ་དུམ།

source: GTK IM Preedit Style
bo_cn: GTKའཇུག་ཐབས་ཀྱི་སྔོན་བསྒྲིགས་རྣམ་པ།

source: GTK IM Status Style
bo_cn: GTKའཇུག་ཐབས་རྣམ་པའི་དཔེ་དབྱིབས།

source: Gtk+ Theme
bo_cn: Gtk+བརྗོད་སྙིང།

source: HEX String
bo_cn: བཅུ་དྲུག་གོང་འགྲིལ་ལུགས་ཡིག་རྟགས་ཕྲེང་བ།

source: Have MATE draw the desktop background.
bo_cn: MATEལ་ཅོག་ངོས་ཀྱི་རྒྱབ་ལྗོངས་འབྲི་རུ་འཇུག་པ།

source: Have MATE file manager (Caja) draw the desktop icons.
bo_cn: MATEཡིག་ཆ་དོ་དམ་ཆས་（Caja）ལ་ཅོག་ངོས་རིས་རྟགས་འབྲི་རུ་འཇུག་པ།

source: Help Button
bo_cn: རོགས་རམ་མཐེབ་གནོན་།

source: Highlights the current location of the pointer when the Control key is pressed and released.
bo_cn: Comlམཐེབ་མནན་ཏེ་གློད་སྐབས།ཙིག་རྟགས་ཀྱི་སྟོན་ཁབ་ཀྱི་མིག་སྔའི་གནས་བབ་གསལ་པོར་མངོན་ཡོད།

source: How long to accelerate in milliseconds
bo_cn: ཧའོ་སྐར་ཆ་ག་ཚོད་ཀྱི་རྗེས་སུ་འགྲོས་སྣོན་བྱེད་འགོ་ཚུགས་པ།

source: How many milliseconds it takes to go from 0 to maximum speed.
bo_cn: ཧའོ་སྐར་ཆ་ཅི་ཙམ་བརྒྱུད་དེ་མྱུར་ཚད་མཐོ་ཤོས་སུ་སླེབས་པ།

source: How many milliseconds to wait before mouse movement keys start to operate.
bo_cn: ཧའོ་སྐར་ཆ་ཅི་ཙམ་སྒུག་རྗེས་ཙིག་རྟགས་སྒུལ་མཐེབ་ཀྱིས་ལས་ཀ་བྱེད་འགོ་ཚུགས་པ།

source: How many pixels per second to move at the maximum speed.
bo_cn: ཆེས་མགྱོགས་པའི་སྐབས་སུ་སྐར་ཆ་རེ་ལ་བརྙན་རྒྱུ་ག་ཚོད་རེ་སྤོ་བ།

source: Icon Theme
bo_cn: རིས་རྟགས་བརྗོད་སྙིང་།

source: Icon theme to use for the panel, caja etc.
bo_cn: ངོས་པང་དང་།cajaསོགས་ལ་སྤྱོད་པའི་རིས་རྟགས་བརྗོད་སྙིང་།

source: If set to true, then MATE will change the desktop background with a fading effect.
bo_cn: TRUEལ་སྒྲིག་སྐབས།MATEཡིས་ཅོག་ངོས་ཀྱི་རྒྱབ་ལྗོངས་བརྗེ་སྐབས་སླ་འདོན་གྱི་ནུས་པ་ཐོན་སྲིད།

source: Initial delay in milliseconds
bo_cn: ཐོག་མའི་ཕྱིར་འགྱངས།(ཧའོ་སྐར་ཆ།)

source: Input feedback sounds
bo_cn: ཚུར་ལན་སྐད་འཇུག

source: Keyboard Bell Custom Filename
bo_cn: རང་གིས་མཚན་ཉིད་བཞག་པའི་མཐེབ་གཞོང་གི་སྒྲ་དང་ཡིག་ཆའི་མིང་།

source: Keyboard shortcut to open the menu bars.
bo_cn: འདེམས་བྱང་སྡེའི་མཐེབ་གཞོང་མྱུར་མཐེབ་ཕྱེ་བ།

source: Kylin
bo_cn: དགུ་ཚིགས་ཆིག་ལིན།

source: Kylin Desktop PKS
bo_cn: དགུ་ཚིགས་ཆི་ལིན་གྱི་ཅོག་ངོས་བཀོལ་སྤྱོད་རྒྱུད་ཁོངས།（ཡིད་རྟོན་རུང་བའི་པར་གཞི།）

source: Kylin Server PKS
bo_cn: དགུ་ཚིགས་ཆི་ལིན་ཞབས་ཞུ་ཆས་བཀོལ་སྤྱོད་རྒྱུད་ཁོངས།（ཡིད་རྟོན་རུང་བའི་པར་གཞི།）

source: Laptop
bo_cn: དེབ་ཟིན་གློག་ཀླད།

source: Learn more about Kylin
bo_cn: དགུ་ཚིགས་ཆི་ལིན་ལ་སྔར་ལས་ལྷག་པའི་རྒྱུས་ལོན་བྱེད་པ།

source: Learn more about NeoKylin
bo_cn: འོས་ཐོན་བྱུང་བའི་ཆི་ལིན་ལ་སྔར་བས་ཤེས་རྟོགས་བྱ་དགོས།

source: Left or Top color when drawing gradients, or the solid color.
bo_cn: རིམ་འགྱུར།དེ་ནི་གཡོན་ངོས་སམ་ཡང་ན་སྟེང་ངོས་ཀྱི་ཁ་དོག་དང་།ཡང་ན་མདོག་གཙང་མ།

source: Length of the cursor blink cycle, in milliseconds.
bo_cn: འོད་རྟགས་འོད་འཚེར་བའི་འཁོར་ཡུན་རིང་ལ།སྡེ་ཚན་ནི་སྐར་ཆ་གཅིག་ཡིན།

source: License
bo_cn: ཆོག་འཐུས་ལག་ཁྱེར།

source: List of assistive technology applications to start when logging into the MATE desktop.
bo_cn: MATEཅོག་ངོས་སུ་ཐོ་འགོད་སྐབས་འགོ་བརྩམས་པའི་རམ་འདེགས་ལག་རྩལ་ཉེར་སྤྱོད་བྱ་རིམ་རེའུ་མིག

source: List of mime-types for which external thumbnailer programs will be disabled
bo_cn: ཕྱིའི་བསྡུས་རིས་བྱ་རིམ་ཀྱི་mime རིགས་གྲས་རེའུ་མིག་སྤྱད་མི་ཆོག་པ།

source: List of symbolic names and color equivalents
bo_cn: མཚོན་རྟགས་མིང་དང་ཁ་དོག་ཚབ་ཨང་གི་ལྟོས་ཟླའི་རེའུ་མིག

source: Locate Pointer
bo_cn: གནས་ངེས་སྟོན་ཁབ།

source: Logo
bo_cn: མཚོན་རྟགས།

source: MATE Color Selection
bo_cn: MATE

source: MATE is a Free, usable, stable, accessible desktop environment for the Unix-like family of operating systems.
bo_cn: MATEནི་Unixབཀོལ་སྤྱོད་རྒྱུད་ཁོངས་གི་ནང་དུ་རིན་མེད་དང་།གཏན་འཇགས།སྤྱོད་སྒོ་ཆེ་བ་བཅས་ཀྱི་ཅོག་ངོས་ཀྱི་ཁོར་ཡུག་ཅིག་ཡིན།

source: MATE provides an intuitive and attractive desktop to Linux users using traditional metaphors.
bo_cn: MATEཡིས་Linuxསྤྱོད་མཁན་ལ་ཐད་མཐོང་དང་འགུག་ཤུགས་ལྡན་པའི་ཅོག་ངོས་ཤིག་མཁོ་འདོན་བྱས་ཡོད།

source: MATE to start preferred Mobility assistive technology application during login.
bo_cn: MATEཡིས་ཐོ་འགོད་བྱེད་སྐབས་ཐོག་མར་སྒུལ་བདེའི་རམ་འདེགས་ལག་རྩལ་ཉེར་སྤྱོད་བྱ་རིམ་རྒྱུད་ཁོངས་སྤྱོད་འགོ་ཚུགས་ཀྱི་ཡོད།

source: MATE to start preferred Visual assistive technology application during login.
bo_cn: MATEཡིས་ཐོ་འགོད་བྱེད་སྐབས་ཐོག་མར་མཐོང་ཚོར་རམ་འདེགས་ལག་རྩལ་ཉེར་སྤྱོད་བྱ་རིམ་རྒྱུད་ཁོངས་སྤྱོད་འགོ་ཚུགས་ཀྱི་ཡོད།

source: Maximum age for thumbnails in the cache, in days. Set to -1 to disable cleaning.
bo_cn: འགྱངས་གསོག་ཁྲོད་བསྡུས་རིས་གསོག་ཉར་ཚགས་ཀྱི་ཉིན་གྲངས། -1 ལ་སྒྲིག་ནས་དུས་ཡོལ་གཙང་སེལ་བྱེད་པ་བཀག་འགོག་བྱེད་པ།

source: Maximum size of the thumbnail cache, in megabytes. Set to -1 to disable cleaning.
bo_cn: རི་མོ་བསྡུས་བཅོས།ལྷོད་གསོག་གི་ཆེས་ཆེ་བའི་ཚད་གཞི་ནིMBཡིན། (1）ཚད་བརྒལ་གཙང་བཤེར་བྱེད་པར་གཏན་འགོག་བྱ་དགོས།

source: Menubar Detachable
bo_cn: འདེམས་བྱང་སྡེཁ་བྲལ་ཆོག་པ།

source: Menubar accelerator
bo_cn: འདེམས་བྱང་སྡེའི་མྱུར་མཐེབ།

source: Menus Have Icons
bo_cn: འདེམས་བྱང་ལ་རིས་རྟགས་ལྡན་པ།

source: Menus Have Tearoff
bo_cn: འདེམས་བྱང་ལ་དབྱེ་ཐིག་ལྡན་པ།

source: Middle button emulation
bo_cn: དབུས་མཐེབ་ལད་ཟློས།

source: Migrate MATE 1.4 settings
bo_cn: MATE 1.4 ནང་འཇུག་སྡེབ་སྒྲིག

source: Minimum interval in milliseconds
bo_cn: ཆེས་ཆུང་བར་ཐག(ཧའོ་སྐར་ཆ།)

source: Mirror Screens
bo_cn: ཤེལ་བརྙན།

source: Unknown
bo_cn: མི་ཤེས།

source: Monospace font
bo_cn: ཞེང་མཚུངས་ཡིག་གཟུགས།

source: Motion Threshold
bo_cn: ལུས་རྩལ་མཚམས་ཐང་།

source: Mouse button orientation
bo_cn: ཙིག་རྟགས་མཐེབ་གནོན་ཁ་ཕྱོགས།

source: Name of a monospaced (fixed-width) font for use in locations like terminals.
bo_cn: མཐའ་སྣེ་སོགས་སུ་བཀོལ་བའི་ཞེང་མཚུངས་ཡིག་གཟུགས་ཀྱི་མིང་།

source: Name of the GTK+ input method Preedit Style used by gtk+.
bo_cn: gtk+ལ་སྤྱོད་པའི་GTK+འཇུག་ཐབས་སྔོན་བཀོད་སྒྲིག་གཅོད་རྣམ་པའི་མིང་།

source: Name of the GTK+ input method Status Style used by gtk+.
bo_cn: gtk+ལ་སྤྱོད་པའི་GTK+འཇུག་ཐབས་རྣམ་པའི་དཔེ་དབྱིབས་ཀྱི་མིང་།

source: Name of the default font used by gtk+.
bo_cn: gtk+བཀོལ་བའི་སོར་བཞག་ཡིག་གཟུགས་ཀྱི་མིང་།

source: Name of the default font used for reading documents.
bo_cn: ཡིག་ཚགས་ཀློག་པར་བཀོལ་བའི་སོར་བཞག་ཡིག་གཟུགས་ཀྱི་མིང་།

source: Name of the input method module used by GTK+.
bo_cn: GTK+ཡིས་སྤྱད་པའི་སོར་བཞག་འཇུག་ཐབས་དཔེ་དུམ་ཀྱི་མིང་།

source: NeoKylin
bo_cn: ཀྲུང་པེའོ་ཆི་ལིན།

source: No URL to launch
bo_cn: སྒོ་འབྱེད་བྱེད་URLམེད་པ།

source: No command (Exec) to launch
bo_cn: ལག་ཏུ་བསྟར་བྱའི་བཀའ་བརྡ་མེད་པ།

source: No filename to save to
bo_cn: གསོག་བྱའི་ཡིག་ཆའི་མིང་ནང་འཇུག་མ་བྱས་པ།

source: No name
bo_cn: མིང་མེད།

source: Not a launchable item
bo_cn: འདོན་སྤྱོད་རུང་བའི་ཚན་པ་མ་རེད།

source: NumLock state
bo_cn: NumLock ཡི་རྣམ་པ།

source: Number of minutes of typing time before break mode starts.
bo_cn: མཚམས་བཅད་རྣམ་པ་འགོ་མ་ཚུགས་གོང་གི་ཆེས་ཉུང་བའི་ཡི་གེ་གཏགས་པའི་དུས་ཚོད།

source: Number of minutes that the typing break should last.
bo_cn: ཡིག་གཏགས་མཚམས་བཅད་ཀྱིས་རྒྱུན་འཁྱོངས་འོས་པའི་སྐར་མའི་གྲངས།

source: Only show mnemonics on when the Alt key is pressed
bo_cn: Altམཐེབ་མནན་རྗེས་བློར་འཛིན་གྲོགས་ཀྱི་རྟགས་འཆར་བ།

source: Op_acity:
bo_cn: མི་གསལ་ཚད། (_A)：

source: Opacity with which to draw the background picture.
bo_cn: རྒྱབ་ལྗོངས་དཔེ་རིས་འབྲི་བར་བཀོལ་བའི་གསལ་ཚད།

source: Pick a Color
bo_cn: ཁ་དོག་ཅིག་འདེམས།

source: Picture Filename
bo_cn: པར་རིས།་ཡིག་ཆའི་མིང་།

source: Picture Opacity
bo_cn: པར་རིས།་ཀྱི་གསལ་ཚད།

source: Picture Options
bo_cn: པར་རིས།་གདམ་གསེས།

source: Pixels per seconds
bo_cn: སྐར་ཆ་རེའི་བརྙན་རྒྱུའི་གྲངས།

source: Preferred Visual assistive technology application
bo_cn: སྔོན་འདེམས་ཀྱི་མཐོང་ཚོར་རམ་འདེགས་ལག་རྩལ་ཉེར་སྤྱོད་བྱ་རིམ།

source: Prevent running any URL or MIME type handler applications.
bo_cn: URLཡང་ན་MIEརིགས་གང་རུང་ལ་བཀག་འགོག་བྱེད་པའི་སྒྲིག་གཅོད་ཆས་ཀྱི་ཉེར་སྤྱོད་བྱ་རིམ་གྱི་འཁོར་སྐྱོད་འགོག་པ།

source: Prevent the user from changing theme settings.
bo_cn: སྤྱོད་མཁན་གྱིས་བརྗོད་དོན་གཙོ་བོའི་སྒྲིག་བཀོད་ལ་འགྱུར་ལྡོག་གཏོང་རྒྱུར་སྔོན་འགོག་བྱེད་པ།

source: Prevent the user from locking the screen.
bo_cn: སྤྱོད་མཁན་གྱིས་བརྙན་ཡོལ་དམིགས་འཛུགས་ལ་བཀག་འགོག

source: Prevent the user from logging out.
bo_cn: སྤྱོད་མཁན་རྩིས་ཐེམ་ནས་བསུབ་པ་བཀག་འགོག

source: Prevent the user from printing. For example, this would disable access to all applications' "Print" dialogs.
bo_cn: སྤྱོད་མཁན་གྱིས་གཏག་པར་བྱེད་པར་བཀག་འགོག དཔེར་ན།འདིས་ཉེར་སྤྱོད་བྱ་རིམ་གང་གིས་ཀྱང་གཏག་པར་གླེང་སྒྲོམ་ལ་ལྟ་སྤྱོད་བྱེད་མི་ཆོག་པ་ལྟ་བུ།

source: Prevent the user from switching to another account while his session is active.
bo_cn: སྤྱོད་མཁན་གྱིས་རང་གི་གླེང་མོལ་བྱ་འགུལ་ལ་ཞུགས་དུས་རྩིས་ཐོ་གཞན་ཞིག་ལ་བརྗེ་བར་བཀག་འགོག་བྱེད་པ།

source: Primary Color
bo_cn: རྩ་བའི་ཁ་དོག།

source: Program name
bo_cn: བྱ་རིམ་གྱི་མིང་།

source: Program version
bo_cn: བྱ་རིམ་པར་གཞི།

source: RANDR extension is not present
bo_cn: RANDRརྒྱ་སྐྱེད་མེད་པ།

source: Received invalid color data
bo_cn: ཁྲིམས་འགལ་ཚོས་གཞིའི་གཞི་གྲངས་འབྱོར་བ།

source: Right or Bottom color when drawing gradients, not used for solid color.
bo_cn: རིམ་འགྱུར་འབྲི་དུས་གཡས་ཕྱོགས་སམ་འོག་གཞོགས་ཀྱི་ཁ་དོག་འབྲི་བ།ཁ་དོག་ལྷད་མེད་འབྲི་དུས་བཀོལ་སྤྱོད་མི་བྱེད།

source: Secondary Color
bo_cn: ཁ་དོག་ཕལ་བ།

source: Set to true to disable all external thumbnailer programs, independent on whether they are independently disabled/enabled.
bo_cn: trueརུ་སྒྲིག་ནས་ཕྱིའི་བསྡུས་རིས་ཀྱི་བྱ་རིམ་ཡོད་ཚད་སྤྱོད་མི་ཆོག་པར་བྱས་ཡོད།དེ་དག་ཁེར་རྐྱང་དུ་སྤྱོད་ཆོག་མིན་ལ་མི་ལྟ་བ།

source: Show Desktop Icons
bo_cn: ཅོག་ངོས་རིས་རྟགས་འཆར་བ།

source: Show the 'Input Methods' menu
bo_cn: འཇུག་ཐབས་འདེམས་བྱང་འཆར་བ།

source: Show the 'Unicode Control Character' menu
bo_cn: UnicoIIཚོད་འཛིན་ཡིག་རྟགས་ཀྱི་འདེམས་བྱང་འཆར་བ།

source: Single Click
bo_cn: ཆིག་རྡེབ།

source: Size of the cursor referenced by cursor_theme.
bo_cn: cursor-themeཡིས་འདྲེན་སྤྱོད་བྱས་པའི་འོད་རྟགས་ཀྱི་ཆེ་ཆུང་།

source: Sound theme name
bo_cn: སྐད་ཀྱི་བརྗོད་གཞིའི་མིང་།

source: Sounds for events
bo_cn: དོན་རྐྱེན་གྱི་སྒྲ།

source: Start preferred Mobility assistive technology application
bo_cn: སྤྱོད་འགོ་ཚུགས་པའི་སྔོན་འདེམས་འགུལ་སྐྱོད་རམ་འདེགས་ལག་རྩལ་ཉེར་སྤྱོད་བྱ་རིམ།

source: Start preferred Visual assistive technology application
bo_cn: སྤྱོད་འགོ་ཚུགས་པའི་སྔོན་འདེམས་མཐོང་ཚོར་རམ་འདེགས་ལག་རྩལ་ཉེར་སྤྱོད་བྱ་རིམ།

source: Starting %s
bo_cn: %sའགོ་སློང་བཞིན་པ།

source: Startup Assistive Technology Applications
bo_cn: འགོ་འཛུགས་རམ་འདེགས་ལག་རྩལ་ཉེར་སྤྱོད་བྱ་རིམ།

source: Swap left and right mouse buttons for left-handed mice.
bo_cn: གཡོན་ལག་པར་གོམས་ཕྱིར་ཙིག་རྟགས་ཀྱི་གཡས་གཡོན་མཐེབ་བརྗེ་བ།

source: Tasks needs terminal
bo_cn: ལས་འགན་ལ་མཐའ་སྣེ་དགོས།

source: Terminal application
bo_cn: མཐའ་སྣེའི་ཉེར་སྤྱོད་བྱ་རིམ།

source: Terminal program to use when starting applications that require one.
bo_cn: མཐའ་སྣེའི་བཀོལ་སྤྱོད་བྱ་རིམ་དགོས་དུས་བཀོལ་བའི་མཐའ་སྣེའི་བྱ་རིམ།

source: The XDG sound theme to use for event sounds.
bo_cn: དོན་རྐྱེན་སྐད་ལ་སྤྱོད་པའི་XDGསྐད་ཀྱི་བརྗོད་གཞི།

source: The default mixer device used by the multimedia key bindings.
bo_cn: སྨྱན་མང་མཐེབ་གནོན་སྦྲེལ་བར་སྤྱོད་པའི་སོར་བཞག་སྒྲ་འདྲེས་ཆས་ཀྱི་སྒྲིག་ཆས།

source: The default mixer tracks used by the multimedia key bindings.
bo_cn: སྨྱན་མང་མཐེབ་གནོན་སྦྲེལ་བར་སྤྱོད་པའི་སོར་བཞག་སྒྲ་འདྲེས་ཆས་ཀྱི་སྒྲ་ལམ།

source: The hexadecimal string of current color
bo_cn: བཅུ་དྲུག་གོང་འགྲིལ་ལུགས་ཡིག་རྟགས་ཕྲེང་གི་མིག་སྔའི་ཁ་དོག

source: The remembered state of the NumLock LED.
bo_cn: དྲན་ཤེས་ཀྱི་NumLooook LEDརྣམ་པ།

source: The selected color
bo_cn: གདམས་ཟིན་པའི་ཁ་དོག

source: The title of the color selection dialog
bo_cn: ཁ་དོག་འདེམས་བྱང་གླེང་སྒྲོམ་གྱི་ཁ་བྱང་།

source: The version of the program
bo_cn: བྱ་རིམ་པར་གཞི།

source: Theme used for displaying file icons.
bo_cn: ཡིག་ཆའི་རིས་རྟགས་འཆར་བར་སྤྱོད་པའི་བརྗོད་གཞི།

source: Thumbnails will not be created for files whose mime-type is contained in the list.
bo_cn: རེའུ་མིག་ནང་mimeཡོད་པའི་རིགས་ཀྱི་ཡིག་ཆ་ལ་བསྡུས་རིས་གསར་བཟོ་མི་བྱ།

source: Title
bo_cn: ཁ་བྱང་།

source: Titlebar layout of GTK3 client-side decorated windows
bo_cn: GTK3མཁོ་མཁན་ཕྱོགས་ཀྱི་སྒེའུ་ཁུང་རྒྱན་སྤྲོས་ཀྱི་ཁ་བྱང་གི་བཀོད་པ།

source: Tool to migrate MATE 1.4 settings to MATE 1.6
bo_cn: MATE 4 MATEསྒྲིག་འགོད་ MATE 1.6ནང་སྤོ་བར་བཀོལ་བའི་ཡོ་བྱད།

source: Toolbar Detachable
bo_cn: ལག་ཆའི་སྡེ་དབྲལ་ཆོག་པ།

source: Toolbar Icon Size
bo_cn: ལག་ཆའི་སྡེ་གྱི་མཐེབ་གནོན་ཆེ་ཆུང་།

source: Toolbar Style
bo_cn: ལག་ཆའི་སྡེ་ཡི་དཔེ་དབྱིབས།

source: Toolbar Style. Valid values are "both", "both-horiz", "icons", and "text".
bo_cn: ལག་ཆའི་སྡེ་གྱི་རྣམ་པ། ནུས་ལྡན་ཐང་ལ“both”、“both-horiz”、“icon”དང་“text”བཅས་ཡོད།

source: Translator credits
bo_cn: ཡིག་སྒྱུར་མཁན་ལ་ཐུགས་རྗེ་ཆེ་ཞུ་བ།

source: Trying modes for CRTC %d
bo_cn: CRTCཡི་ཚོད་ལྟའི་རྣམ་པ།

source: Type time
bo_cn: ཡིག་གཏགས་དུས་ཚོད།

source: Unknown encoding of: %s
bo_cn: མི་ཤེས་པའི་ཡིག་རྟགས་ཨང་སྒྲིག：%s

source: Use Custom Font
bo_cn: མཚན་ཉིད་རང་འཇོག་ཡིག་གཟུགས་བཀོལ་བ།

source: Use GTK3 header bar
bo_cn: GTK3རྩེ་བྱང་སྤྱོད་པ།

source: Use GTK3 overlay scrolling
bo_cn: GTK3མཉམ་འདུས་རྣམ་པའི་འགྲིལ་བྱང་སྤྱོད་པ།

source: When set to true, MATE will remember the state of the NumLock LED between sessions.
bo_cn: true རུ་སྒྲིག་སྐབས། MATEཡིས་གླེང་མོལ་མི་འདྲ་བའི་བར་དུ་NumLoockགློག་གི་རྣམ་པ་ཡིད་ལ་འཛིན་གྱི་ཡོད།

source: Whether animations should be displayed. Note: This is a global key, it changes the behaviour of the window manager, the panel etc.
bo_cn: འགུལ་རིས་འཆར་རམ། མཆན།འདི་ནི་ཁྱོན་ཡོངས་ཀྱི་མཐེབ་གནོན་ཞིག་ཡིན་ཞིང་།དེས་སྒེའུ་ཁུང་དོ་དམ་ཆས་དང་ངོས་པང་སོགས་ཀྱི་བྱ་སྤྱོད་བསྒྱུར་སྲིད།

source: Whether buttons may display an icon in addition to the button text.
bo_cn: མཐེབ་གནོན་ཡིག་ཆའི་འགྲམ་ནས་རིས་རྟགས་མངོན་ཐུབ་བམ།

source: Whether menus may display an icon next to a menu entry.
bo_cn: འདེམས་བྱང་ཚན་པའི་འགྲམ་དུ་རིས་རྟགས་མངོན་ཐུབ་བམ།

source: Whether menus should have a tearoff.
bo_cn: འདེམས་བྱང་དུ་མཚམས་ཐིག་འཆར་མིན།

source: Whether mnemonics should be automatically shown and hidden when the user presses the Alt key.
bo_cn: སྤྱོད་མཁན་གྱིས་Altམཐེབ་གནོན་སྐབས་རང་འགུལ་ངང་འཛིན་གྲོགས་རྟགས་མངོན་པའམ་གབ་མིན།

source: Whether or not keyboard locking is enabled.
bo_cn: མཐེབ་གཞོང་གིས་དམིགས་འཛུགས་བྱེད་ཆོག་གམ།

source: Whether or not the typing break screen can be postponed.
bo_cn: ཡིག་གཏགས་ནར་འགྱང་བྱས་ན་འགྲིག་གམ།

source: Whether the context menus of entries and text views should offer to change the input method.
bo_cn: ནང་འཇུག་ཚོད་འཛིན་དང་ཡིག་དེབ་མཐོང་རིས་ཁྲོད་ཀྱི་ཁོར་ཡུག་འདེམས་བྱང་གིས་འཇུག་ཐབས་བཟོ་བཅོས་བྱེད་པའི་འདེམ་བྱང་འདོན་སྤྲོད་བྱེད་མིན།

source: Whether the context menus of entries and text views should offer to insert control characters.
bo_cn: ནང་འཇུག་ཚོད་འཛིན་དང་ཡིག་དེབ་མཐོང་རིས་ཁྲོད་ཀྱི་ཁོར་ཡུག་འདེམས་བྱང་གིས་ཚོད་འཛིན་ཡིག་རྟགས་ཀྱི་འདེམ་བྱང་འདོན་སྤྲོད་བྱེད་མིན་།

source: Whether the cursor should blink.
bo_cn: འོད་རྟགས་འོད་འཚེར་མིན།

source: Whether the default browser understands netscape remote.
bo_cn: སོར་བཞག་བཤར་ཆས་ཀྱིས་netscapeརྒྱང་རིང་ཚོད་འཛིན་གྱི་བཀའ་བརྡ་ལ་རྒྱུས་ལོན་ཐུབ་མིན།

source: Whether the default calendar application needs a terminal to run
bo_cn: སོར་བཞག་གི་ལོ་ཐོའི་ཉེར་སྤྱོད་བྱ་རིམ་དེ་མཐའ་སྣེས་འཁོར་སྐྱོད་བྱེད་དགོས་མིན།

source: Whether the default tasks application needs a terminal to run
bo_cn: སོར་བཞག་ལས་འགན་གྱི་ཉེར་སྤྱོད་བྱ་རིམ་དེ་མཐའ་སྣེས་འཁོར་སྐྱོད་བྱེད་དགོས་མིན།

source: Whether the user can detach menubars and move them around.
bo_cn: སྤྱོད་མཁན་གྱིས་འདེམས་བྱང་སྡེ་ཁ་དབྲལ་བ་དང་གང་སར་སྤོ་ཆོག་གམ།

source: Whether the user can detach toolbars and move them around.
bo_cn: སྤྱོད་མཁན་གྱིས་ལག་ཆའི་སྡེ་ཁ་དབྲལ་བ་དང་གང་སར་སྤོ་ཆོག་གམ།

source: Whether the user can dynamically type a new accelerator when positioned over an active menuitem.
bo_cn: སྤྱོད་མཁན་གྱིས་བྱ་འགུལ་གྱི་འདེམས་བྱང་ཚན་པར་དམིགས་འཛུགས་བྱེད་སྐབས་འགུལ་རྣམ་གྱིས་མྱུར་མཐེབ་གསར་བ་ནང་འཇུག་བྱེད་ཆོག་གམ།

source: Whether to display a status bar meter on the right.
bo_cn: གཡས་ཕྱོགས་སུ་རྣམ་པའི་སྡེའི་སྣེ་སྟོན་འཆར་མིན།

source: Whether to enable toolkit-wide animations.
bo_cn: ལག་ཆའི་སྒམ་རིམ་པའི་འགུལ་རིས་ཆོག་མིན།

source: Whether to play sounds on input events.
bo_cn: ནང་འཇུག་གི་དོན་རྐྱེན་ཁྲོད་དུ་སྐད་གཏོང་ངམ།

source: Whether to play sounds on user events.
bo_cn: བེད་སྤྱོད་མཁན་གྱི་དོན་རྐྱེན་ཁྲོད་དུ་སྒྲ་གཏོང་ཐུབ་མིན།

source: Whether to use a custom font in gtk+ applications.
bo_cn: gtk+བྱ་རིམ་ཁྲོད་དུ་མཚན་ཉིད་རང་འཇོག་ཡིག་གཟུགས་བཀོལ་མིན།

source: YHKylin
bo_cn: དགུ་ཚིགས་ཆིག་ལིན།

source: _Blue:
bo_cn: སྔོན་པོ། (_B)：

source: _Green:
bo_cn: ལྗང་ཁུ། (_G)：

source: _Hue:
bo_cn: ཚོན་མདངས། (_H)：

source: _License
bo_cn: ཆོག་མཆན་གྲོས་མཐུན།(_L)

source: _Red:
bo_cn: དམར་པོ། (_R)：

source: _Saturation:
bo_cn: ཚད་ལོངས་ཚད། (_S)：

source: _Save color here
bo_cn: འདིར་ཁ་དོག་ཉར་ཚགས་ཀྱིས།（_S）

source: _Value:
bo_cn: གསལ་ཚད། (_V)：

source: cannot clone to output %s
bo_cn: ཕྱིར་གཏོང་%sདུ་ཁེ་ལུང་བྱེད་ཐབས་བྲལ་བ།

source: could not get information about CRTC %d
bo_cn: CRTC %dཡི་འབྲེལ་ཡོད་ཆ་འཕྲིན་ཐོབ་ཐབས་བྲལ།

source: could not get information about output %d
bo_cn: ཕྱིར་གཏོང་%d ཡི་འབྲེལ་ཡོད་ཆ་འཕྲིན་ཐོབ་ཐབས་བྲལ།

source: could not get the range of screen sizes
bo_cn: བརྙན་ཤེལ་གྱི་ཆེ་ཆུང་ཤེས་ཐབས་བྲལ།

source: could not get the screen resources (CRTCs, outputs, modes)
bo_cn: བརྙན་ཡོལ་གྱི་འབྱུང་ཁུངས་ཐོབ་ཐབས་བྲལ།（CRTC ཕྱིར་འདོན། རྣམ་པ།）

source: could not set the configuration for CRTC %d
bo_cn: CRTC %d སྡེབ་སྒྲིག་སྒྲིག་ཐབས་བྲལ།

source: none of the saved display configurations matched the active configuration
bo_cn: ཉར་ཚགས་བྱས་ཟིན་པའི་སྒྲིག་བཀོད་ཁྲོད་དུ་དོ་སྙོམས་བྱེད་སྒོའི་སྡེབ་སྒྲིག་བྱས་མེད།

source: output %s does not support mode %dx%d@%dHz
bo_cn: ཕྱིར་གཏོང་%s ཡིས་%dx%d@%dHzརྣམ་པར་རྒྱབ་སྐྱོར་མི་བྱེད་པ།

source: translator-credits
bo_cn: He Qiangqiang <carton@linux.net.cn>, 2002 Funda Wang <fundawang@linux.net.cn>, 2003 2004བདུད་རྩི<rhythm.gan@gmail.com>, 2009 Fan Qijiang <fqj1994@linux.com>,2010

source: unhandled X error while getting the range of screen sizes
bo_cn: བརྙན་ཡོལ་ཆེ་ཆུང་ཐོབ་ལེན་ཚོད་ལྟའི་སྐབས་སྒྲིག་གཅོད་བྱ་ཐབས་བྲལ་པའི་ནོར་འཁྲུལ་Xབྱུང་བ།
