Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/mate-power-manager.po
Languages: bo_cn

source: The amount of time in seconds the computer on UPS power needs to be inactive before the display goes to sleep.
bo_cn: UPS། (རྒྱུན་མི་ཆད་པའི་གློག་ཁུངས།) ཡིས་གློག་མཁོ་འདོན་བྱེད་སྐབས་འཆར་ཆས་ཀྱིས་འགེལ་འཇོག་མ་བྱས་གོང་གི་ཁོམ་ལོང་གི་དུས་ཚོད་སྐར་ཆའི་གྲངས།

source: The amount of time in seconds the computer on battery power needs to be inactive before it goes to sleep.
bo_cn: གློག་སྨན་སྤྱོད་སྐབས་མལ་གསོ་རྣམ་པར་མ་བསྒྱུར་གོང་རྩིས་འཁོར་མཁོ་པའི་དུས་ཚོད་སྐར་ཆའི་གྲངས།

source: The amount of time in seconds the computer on battery power needs to be inactive before the display goes to sleep.
bo_cn: གློག་སྨན་སྤྱོད་སྐབས་འཆར་ཆས་མལ་གསོ་རྣམ་པར་མ་བསྒྱུར་གོང་རྩིས་འཁོར་མཁོ་པའི་དུས་ཚོད་སྐར་ཆའི་གྲངས།

source: The amount to dim the brightness of the display when on battery power. Possible values are between 0 and 100.
bo_cn: གློག་སྨན་གྱིས་གློག་མཁོ་འདོན་བྱེད་སྐབས་བརྙན་ཡོལ་ཀྱི་གསལ་ཚད། ནུས་ལྡན་ཐང་་ནི་0ནས་100བར་ཡིན།

source: The battery is below the critical level and this computer will <b>power-off</b> when the battery becomes completely empty.
bo_cn: གློག་སྨན་གྱི་གློག་ཚད་ཡོད་ཚད་བཀོལ་ནས་གློག་སྨན་གྱི་གློག་ཚད་ཡོངས་སུཟད་རྗེས་རྩིས་འཁོར་གྱིས་<b>ཁ་རྒྱག</b>

source: The brightness of the display when on AC power. Possible values are between 0.0 and 100.0.
bo_cn: སྤེལ་རྒྱུག་གློག་ཁུངས་སྤྱོད་སྐབས་བརྙན་ཡོལ་གྱི་གསལ་ཚད་འཆར། གོ་ཆོད་ཐང་ནི་0.0ནས་100.0བར་ཡིན།

source: The brightness of the screen when idle
bo_cn: ཁོམ་ལོང་སྐབས་ཀྱི་བརྙན་ཡོལ་གསལ་ཚད།

source: The default amount of time to dim the screen after idle
bo_cn: བརྙན་ཡོལ་ནག་འགྱུར་གྱི་སོར་བཞག་ཁོམ་ལོང་གི་དུས་ཚོད།

source: The default amount of time to dim the screen after idle.
bo_cn: བརྙན་ཡོལ་ནག་འགྱུར་གྱི་སོར་བཞག་ཁོམ་ལོང་གི་དུས་ཚོད།

source: The default graph type to show in the history window.
bo_cn: ལོ་རྒྱུས་ཀྱི་སྒེའུ་ཁུང་ནས་འཆར་བའི་སོར་བཞག་དཔེ་རིས་ཀྱི་རིགས་གྲས།

source: The default graph type to show in the stats window.
bo_cn: བསྡོམས་རྩིས་སྒེའུ་ཁུང་དུ་འཆར་བའི་སོར་བཞག་དཔེ་རིས་ཀྱི་རིགས་གྲས།

source: The type of sleeping that should be performed when the computer is inactive.
bo_cn: རྩིས་འཁོར་ཁོམ་པའི་སྐབས་སུ་ལག་བསྟར་བྱེད་པའི་མལ་གསོའི་རིགས་གྲས།

source: There is no data to display.
bo_cn: འཆར་དགོས་པའི་གཞི་གྲངས་མེད།

source: This program can only be used by the root user
bo_cn: བྱ་རིམ་འདི་root སྤྱོད་མཁན་ཁོ་ནས་སྤྱད་ཆོག

source: This program must only be run through pkexec
bo_cn: བྱ་རིམ་དེ་pkexecཁོ་ན་བརྒྱུད་ནས་འཁོར་བསྐྱོད་བྱ་ཐུབ།

source: Time elapsed
bo_cn: འདས་ཟིན་པའི་དུས་ཚོད།

source: Time to empty
bo_cn: བཏང་ཚར་བའི་དུས་ཚོད་།

source: Time to full
bo_cn: ་ཁེངས་པའི་དུས་ཚོད།

source: Timer %s
bo_cn: དུས་བཀག་ཆས %s

source: Type
bo_cn: རིགས་རྣམ།

source: UPS Discharging
bo_cn: UPSཡིས་གློག་གཏོང་བཞིན་པ།

source: UPS critical low action
bo_cn: UPSགློག་ཚད་ཡོད་ཚད་བཀོལ་ཚར་འགྱུར་གྱི་འགུལ་སྟངས།

source: UPS low
bo_cn: UPSགློག་ཚད་དམའ་བ།

source: UPS low power action
bo_cn: UPSགློག་ཚད་དམའ་བའི་འགུལ་སྟངས།

source: USB activity %s
bo_cn: USBབྱ་འགུལ%s

source: Unknown
bo_cn: མི་ཤེས།

source: Unknown state
bo_cn: ངེས་མེད་ཀྱི་རྣམ་པ།

source: Unknown technology
bo_cn: ངེས་མེད་ཀྱི་ལག་རྩལ།

source: Unknown time
bo_cn: ངེས་མེད་ཀྱི་དུས་ཚོད།

source: Use mate-screensaver lock setting
bo_cn: mate-screensaverབཀོལ་ནས་སྒྲིག་འགོད་དམིགས་འཛུགས།

source: Use smoothed line
bo_cn: འཇམ་སྙོམས་འཁྱོག་ཐིག་བེད་སྤྱོད།

source: Value
bo_cn: ཐང་།

source: Vendor
bo_cn: བཟོ་ཚོང་བ།

source: Vendor:
bo_cn: བཟོ་གྲྭ：

source: Visit help page
bo_cn: རོགས་རམ་ལྡེབ་ངོས་ལ་ལྟ་སྤྱོད།

source: Voltage
bo_cn: གློག་གནོན།

source: Wait %s
bo_cn: ངང་སྒུགས%s

source: Waiting to charge
bo_cn: གློག་གསོག་པར་སྒུགས་པ།

source: Waiting to discharge
bo_cn: གློག་གཏོང་བར་སྒུགས་པ།

source: Wakeup %s
bo_cn: སློང་བ།%s

source: Wakeups
bo_cn: སློང་བ།

source: When UPS power is _critically low:
bo_cn: UPS གློག་ཚད་བཀོལ་ཚར་འགྱུར་དུས།(_C)：

source: When UPS power is l_ow:
bo_cn: UPSགློག་ཚད་དམའ་བའི་དུས།(_O)：

source: When battery po_wer is critically low:
bo_cn: གློག་སྨན་གློག་ཚད་བཀོལ་ཚར་འགྱུར་དུས།(_W)：

source: When laptop lid is cl_osed:
bo_cn: ཟིན་དེབ་རྩིས་འཕྲུལ་གྱི་ཁ་ལེབ་རྒྱག་སྐབས།（O）

source: When sleep fails we can show the user a button to help fix the situation. Leave this blank if the button should not be shown.
bo_cn: མལ་གསོ་ཕམ་པ། ང་ཚོས་སྤྱོད་མཁན་ལ་མཐེབ་གནོན་དེ་འགྲེམ་སྟོན་བྱས་ནས་ཞིག་གསོ་བྱེད་པར་རོགས་རམ་བྱས་ཆོག

source: When the _suspend button is pressed:
bo_cn: འགེལ་འཇོག་མཐེབ་མནན་རྗེས།(_S)：

source: When the power _button is pressed:
bo_cn: གློག་ཁུངས་ཀྱི་མཐེབ་གནོན་མནན་རྗེས།(_B)：

source: When to show the notification icon
bo_cn: བརྡ་ཐོའི་རིས་རྟགས་འཆར་རམ།

source: Whether NetworkManager should be connected and disconnected on sleep.
bo_cn: མལ་གསོ་པའི་དུས་སུ་དྲ་རྒྱ་དོ་དམ་ཆས་ཀྱིས་སྦྲེལ་མཐུད་བྱེད་པའམ་ཡང་ན་ཆད་དུ་འཇུག་དགོས་སམ།

source: Whether NetworkManager should disconnect before suspending or hibernating and connect on resume.
bo_cn: དྲ་རྒྱའི་དོ་དམ་ཆས་ཀྱིས་འགེལ་འཇོག་གམ་ཡང་ན་མལ་མ་གསོས་གོང་ལ་དྲ་སྦྲེལ་བཅད་དེ་སད་དུས་སྦྲེལ་མཐུད་སླར་གསོ་བྱ་དགོས་མིན།

source: Whether the GNOME keyring is locked before the computer enters hibernate. This means the keyring will have to be unlocked on resume.
bo_cn: རྩིས་འཁོར་གྱིས་མལ་མ་གསོས་གོང་GNOMEགསང་ལྡེའི་ཨ་ལོང་དམིགས་འཛུགས་བྱེད་དམ། འདིས་སླར་གསོ་བྱེད་སྐབས་གསང་ལྡེའི་ཨ་ལོང་གསང་བཀྲོལ་བྱེད་དགོས་པ་མཚོན།

source: Whether the GNOME keyring is locked before the computer enters suspend. This means the keyring will have to be unlocked on resume.
bo_cn: རྩིས་འཁོར་གྱིས་མལ་མ་གསོས་གོང་GNOMEགསང་ལྡེའི་ཨ་ལོང་དམིགས་འཛུགས་བྱེད་དམ། འདིས་སླར་གསོ་བྱེད་སྐབས་གསང་ལྡེའི་ཨ་ལོང་གསང་བཀྲོལ་བྱེད་དགོས་པ་མཚོན།

source: Whether to hibernate, suspend or do nothing when inactive
bo_cn: ཁོམ་པའི་དུས་སུ་hibernate，suspend ཡིས་ཅི་ཡང་མི་བསྒྲུབ།

source: Whether to use time-based notifications
bo_cn: དུས་ཚོད་ལ་གཞིགས་པའི་བརྡ་ཐོ་བཀོལ་སྤྱོད་བྱེད་མིན།

source: Whether we should show the history data points
bo_cn: ལོ་རྒྱུས་ཀྱི་གཞི་གྲངས་ཚེག་འཆར་མིན།

source: Whether we should show the history data points in the statistics window.
bo_cn: བསྡོམས་རྩིས་སྒེའུ་ཁུང་ནང་ལོ་རྒྱུས་ཀྱི་གཞི་གྲངས་ཚེག་འཆར་མིན།

source: Whether we should show the stats data points
bo_cn: བསྡོམས་རྩིས་གཞི་གྲངས་ཚེག་འཆར་མིན།

source: Whether we should show the stats data points in the statistics window.
bo_cn: བསྡོམས་རྩིས་སྒེའུ་ཁུང་དུ་བསྡོམས་རྩིས་གཞི་གྲངས་ཚེག་འཆར་མིན།

source: Work queue %s
bo_cn: ལས་ཀའི་རུ་སྟར།%s

source: Yes
bo_cn: ཡིན།

source: _About
bo_cn: འབྲེལ་ཡོད།(_A)

source: _Always display an icon
bo_cn: རྒྱུན་དུ་རིས་རྟགས་འཆར་བ།(_A)

source: _Help
bo_cn: རོགས་རམ།(_H)

source: _Never display an icon
bo_cn: རིས་རྟགས་གཏན་ནས་མི་འཆར་བ།(_N)

source: _Only display an icon when battery power is low
bo_cn: གློག་སྨན་གྱི་གློག་ཚད་ཚར་ལ་ཉེ་དུས་ཁོ་ནར་རིས་རྟགས་འཆར་བ།(_O)

source: _Reduce backlight brightness
bo_cn: རྒྱབ་འོད་གསལ་ཚད་ཆུང་དུ་གཏོང་བ།(_R)

source: hour
bo_cn: དུས་ཚོད།

source: minute
bo_cn: སྐར་མ།

source: translator-credits
bo_cn: He Qiangqiang <carton@linux.net.cn>, 2002 Funda Wang <fundawang@linux.net.cn>, 2003 2004བདུད་རྩི<rhythm.gan@gmail.com>, 2009 Fan Qijiang <fqj1994@linux.com>,2010

source: _Preferences
bo_cn: སྒྲིག་འགོད།(_P)
