Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/mate-applets.po
Languages: bo_cn

source: System is running on AC power
bo_cn: རྒྱུད་ཁོངས་གིས་སྤེལ་རྒྱུག་གློག་ཁུངས་སྤྱད་ནས་འཁོར་སྐྱོད་བྱེད་བཞིན་ཡོད།

source: System is running on battery power
bo_cn: རྒྱུད་ཁོངས་ཀྱིས་གློག་རྫས་སྤྱད་ནས་འཁོར་སྐྱོད་བྱེད་བཞིན་ཡོད།

source: System m_onitor height:
bo_cn: རྒྱུད་ཁོངས་སོ་ལྟ་ཆས་ཀྱི་མཐོ་ཚད།(_O)：

source: System m_onitor width:
bo_cn: རྒྱུད་ཁོངས་སོ་ལྟ་ཆས་ཀྱི་ཞེང་ཚད།(_O)：

source: Temperature:
bo_cn: དྲོད་ཚད།

source: Text
bo_cn: ཡིག་དེབ།

source: The battery level below which the battery is displayed as red. Also the value at which the low battery warning is displayed.
bo_cn: གློག་ཚད་རིམ་པ་དེ་ལས་དམའ་སྐབས།གློག་རྫས་ནི་དམར་པོ་ར་འཆར་བ་དང་།དུས་མཚུངས་སུ་གློག་ཚད་དམའ་བའི་ཉེན་བརྡ་གཏོང་སྲིད།

source: The eyes look in the direction of the mouse pointer
bo_cn: ཙིག་རྟགས་ཀྱི་སྟོན་ཁབ་ཁ་ཕྱོགས་ལ་ཅེར་པའི་འདྲེན་བྱེད་ཆ་གཅིག

source: The server could not be contacted. The computer is either offline or the servers are down. Try again later.
bo_cn: ཞབས་ཞུའི་འཕྲུལ་ཆས་ལ་འབྲེལ་བ་བྱེད་ཐབས་བྲལ། ཡང་ན་རྩིས་འཁོར་སྐུད་པ་དང་བྲལ་བའམ་ཞབས་ཞུ་ཆས་དྲ་སྟེང་ནས་བུད་པ་རེད། ཏོག་ཙམ་ནས་ཚོད་ལྟ་བྱེད་རོགས།

source: The string that the user had selected when the applet was last used. This string will be displayed when the user starts the applet.
bo_cn: བྱ་རིམ་ཆུང་བ་ཐེངས་སྔོན་མར་བཀོལ་སྤྱོད་བྱེད་སྐབས་སྤྱོད་མཁན་གྱིས་བདམས་པའི་ཡིག་རྟགས་ཕྲེང་བ། ཡིག་རྟགས་ཕྲེང་བ་འདི་སྤྱོད་མཁན་གྱིས་བྱ་རིམ་ཆུང་ངུའི་སྟེང་ནས་མངོན་སྲིད།

source: The system load average is %0.02f
bo_cn: རྒྱུད་ཁོངས་གི་ཆ་སྙོམས་ཁུར་པོ་%0.02f

source: Themes
bo_cn: བརྗོད་གཞི།

source: There was a fatal error while trying to load the theme.
bo_cn: བརྗོད་སྙིང་སྒྲིག་འཇུག་སྐབས་སུ་ནོར་འཁྲུལ་ཚབས་ཆེན་བྱུང་།

source: There was an error displaying help: %s
bo_cn: རོགས་རམ་བྱེད་སྐབས་བྱུང་བའི་ནོར་འཁྲུལ་འཆར་བ།：%s

source: There was an error executing '%s': %s
bo_cn: %sལག་བསྟར་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།：%s

source: There was an error launching the help viewer: %s
bo_cn: རོགས་རམ་ལྟ་ཆས་འདོན་སྤྱོད་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།：%s

source: There was an error launching the keyboard preferences dialog: %s
bo_cn: མཐེབ་གཞོང་གི་སྔོན་འདེམས་ཚན་པའི་གླེང་སྒྲོམ་སྤྱོད་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།：%s

source: These items will now be removed from your configuration:
bo_cn: རྣམ་གྲངས་དེ་དག་ཁྱེད་ཀྱི་སྡེབ་སྒྲིག་ནང་ནས་བསུབ་སྲིད།

source: This cannot be undone.
bo_cn: འདི་ཕྱིར་འཐེན་བྱེད་མི་ཆོག

source: This note is locked.
bo_cn: ཡིག་ཐུང་འདི་དམིགས་འཛུགས་བྱས་ཟིན།

source: This note is unlocked.
bo_cn: ཡིག་ཐུང་འདི་དམིགས་འཛུགས་བྱས་མེད།

source: This utility shows the current CPU Frequency
bo_cn: ལག་ཆ་འདིསCPUཡི་མིག་སྔའི་ཟློས་ཕྱོད་མངོན་ཡོད།

source: This utility shows the current CPU Frequency Scaling.
bo_cn: ལག་ཆ་འདིས་མིག་སྔར་གྱི་CPUཟློས་ཕྱོད་ཁྱབ་ཁོངས་མངོན་ཡོད།

source: This utility shows the status of your laptop battery.
bo_cn: ལག་ཆ་འདིས་ཁྱེད་ཀྱི་ཟིན་དེབ་རྩིས་འཁོར་གློག་རྫས་ཀྱི་རྣམ་པ་མངོན་ཡོད།

source: Ticker
bo_cn: རྐང་དངུལ་འཛིན་ལོར་གྱི་ཉོ་ཚོང་གནས་ཚུལ་རང་འགུལ་སྡུད་ཆས།

source: Timer Applet
bo_cn: དུས་ཆད་ཆས་ཀྱི་བྱ་རིམ་ཆུང་བ།

source: Timer Applet Preferences
bo_cn: དུས་ཆད་ཆས་ཀྱི་བྱ་རིམ་ཆུང་བའི་སྔོན་འདེམས་ཚན་པ།

source: Timer finished!
bo_cn: དུས་ཚོད་སླེབས་སོང་།

source: Today
bo_cn: དེ་རིང་།

source: Track your invested money.
bo_cn: ཁྱེད་རང་གི་མ་འཇོག་གི་རྗེས་སྙེགས།

source: Trash
bo_cn: སྙིགས་སྒམ།

source: Trash Applet
bo_cn: སྙིགས་སྒམ་གྱི་བྱ་རིམ་ཆུང་བ།

source: Un_mount %s
bo_cn: %s(བཤིག་འདོན།(_M)

source: Unknown error
bo_cn: གསང་ཨང་རྙོག་འཛིང་ཚད་བླང་བྱ་དང་མི་མཐུན་པ།

source: Unknown time (%d%%) remaining
bo_cn: ལྷག་མའི་དུས་ཚོད་མི་ཤེས་པ།(%d%%)

source: Unknown time (%d%%) until charged
bo_cn: གློག་གསོག་པའི་དུས་ཚོད་ལྷག་མ་མི་ཤེས་པ།(%d%%)

source: Update
bo_cn: གསར་སྒྱུར།

source: Update spin button
bo_cn: འཁོར་སྐྱོད་མཐེབ་གནོན་གསར་སྒྱུར།

source: Updated at %s
bo_cn: %s ལ་གསར་བསྒྱུར།

source: Updating...
bo_cn: གསར་སྒྱུར་བྱེད་བཞིན་པ།

source: Upright (small) battery
bo_cn: དྲང་འཕྱང་གི་གློག་རྫས་ཆུང་བ།

source: Use _custom address for radar map
bo_cn: རཱ་ཏར་རི་མོས་མཚན་ཉིད་རང་འཇོག་ཤག་གནས་སྤྱོད་རྩིས་བྱས་པ།

source: Use co_lor from the system theme
bo_cn: རྒྱུད་ཁོངས་ཀྱི་བརྗོད་གཞིའི་ཁ་དོག་བཀོལ་བ།(_L)

source: Use default co_lor
bo_cn: སོར་བཞག་ཁ་དོག་བཀོལ་བ།（L）

source: Use default fo_nt
bo_cn: སོར་བཞག་ཡིག་གཟུགས་སྤྱོད་པ།(_N)

source: Use fo_nt from the system theme
bo_cn: རྒྱུད་ཁོངས་གི་བརྗོད་གཞིའི་ཡིག་གཟུགས་བཀོལ་བ།(_N)

source: Use the value defined in red_value as a time remaining to show the warning dialog rather than a percentage.
bo_cn: rednvalueནང་གི་མཚན་ཉིད་བཞག་པའི་གྲངས་ཐང་སྤྱད་དེ་ཐ་ཚིག་བསྒྲགས་གླེང་སྒྲོམ་གྱི་ལྷག་མའི་དུས་ཚོད་བྱེད་པ་ལས་ལྷག་མའི་བརྒྱ་ཆའི་གྲངས་མིན།

source: Visibility:
bo_cn: མཐོང་ཚད།：

source: Visit Weather.com
bo_cn: Weather.comམིག་བཤེར།

source: Vol
bo_cn: ཚོང་འགྲིག་ཚད།

source: Volume Control
bo_cn: སྒྲ་ཚད་ཚོད་འཛིན།

source: Volumes
bo_cn: སྒྲ་ཚད།

source: Warn on low time rather than low percentage
bo_cn: དུས་ཚོད་ལྷག་མ་ལ་གཞིགས་ནས་ཡིན་པ་ལས་ལྷག་མའི་བརྒྱ་ཆའི་ཚད་ལ་གཞིགས་ནས་ཐ་ཚིག་སྒྲོག་པ་མིན།

source: Weather Forecast
bo_cn: གནམ་གཤིས་སྔོན་བརྡ།

source: Weather Preferences
bo_cn: གནམ་གཤིས་སྔོན་འདེམས་ཚན་པ།

source: Weather Report
bo_cn: གནམ་གཤིས་སྙན་ཞུ།

source: Whether to ask for confirmation when deleting a note
bo_cn: ཡིག་ཐུང་མ་བསུབ་གོང་གཏན་འཁེལ་རེ་ཞུ་བྱེད་མིན།

source: Whether to force the default color and font on all notes
bo_cn: བཙན་ཤེད་ཀྱིས་ཡིག་ཐུང་ཡོངས་ལ་སོར་བཞག་གི་ཁ་དོག་དང་ཡིག་གཟུགས་སྤྱོད་མིན།

source: Whether to hide all notes when the desktop is selected
bo_cn: ཅོག་ངོས་འདེམ་སྐབས་གསལ་འདེབས་ཡོད་ཚད་སྦ་མིན།

source: Whether to use the default system color
bo_cn: རྒྱུད་ཁོངས་སོར་བཞག་ཁ་དོག་བཀོལ་སྤྱོད་བྱེད་མིན།

source: Whether to use the default system font
bo_cn: རྒྱུད་ཁོངས་སོར་བཞག་ཡིག་གཟུགས་བེད་སྤྱོད་བྱེད་མིན།

source: Wind:
bo_cn: རླུང་།

source: Wireless Link Monitor
bo_cn: སྐུད་མེད་དྲ་རྒྱ་སྦྲེལ་ལམ་སོ་ལྟ་ཆས།

source: XKB Extension is not enabled
bo_cn: XKBརྒྱ་སྐྱེད་སྤྱོད་འགོ་ཚུགས་མེད་པ།

source: You have %d minute of battery power remaining (%d%% of the total capacity).
bo_cn: གློག་རྫས་ལ་ད་དུང་སྐར་མ་%d། (སྤྱིའི་ཤོང་ཚད་%d%%）ལྷག་ཡོད།

source: You have %d%% of your total battery capacity remaining.
bo_cn: ཁྱེད་རང་གི་གློག་རྫས་ཀྱི་ཤོང་ཚད་ད་དུང་%d%%ལྷག་ཡོད་པ།

source: You will not receive this message again.
bo_cn: ཁྱོད་ལ་བརྡ་འཕྲིན་འདི་འབྱོར་མི་སྲིད།

source: Your battery is now fully recharged
bo_cn: ཁྱེད་རང་གི་གློག་རྫས་ལ་གློག་གིས་ཁེངས་འདུག

source: Your battery is running low
bo_cn: ཁྱེད་རང་གི་གློག་རྫས་ཀྱི་གློག་འདང་གི་མི་འདུག

source: _About
bo_cn: འབྲེལ་ཡོད།(_A)

source: _Appearance:
bo_cn: ཕྱི་ཚུལ།(_A)

source: _Automatically update every:
bo_cn: རང་འགུལ་གསར་སྒྱུར་གྱི་བར་ཆོད།(_A)：

source: _Average
bo_cn: སྙོམས་ཐང་།(_A)

source: _Background
bo_cn: རྒྱབ་ལྗོངས།(_B)

source: _Buffers
bo_cn: ལྷོད་གཏོང་།(_B)

source: _Compact view
bo_cn: དམ་འཕྲི་མཐོང་རིས།(_C)

source: _Delete All
bo_cn: ཚང་མ་བསུབ་པ།(_D)

source: _Delete Note...
bo_cn: ཡིག་ཐུང་བསུབ་པ།(_D)

source: _Delete Notes
bo_cn: ཡིག་ཐུང་བསུབ་པ།(_D)

source: _Details
bo_cn: ཞིབ་ཕྲ།(_D)

source: _Edit
bo_cn: རྩོམ་སྒྲིག (_E)

source: _Eject %s
bo_cn: %sའཕར་ཐོན།(_E)

source: _Empty Trash
bo_cn: སྙིགས་སྒམ་གཙང་སེལ།(_E)

source: _Expanded view
bo_cn: བཀྲམ་པའི་མཐོང་རིས།(_E)

source: _Find:
bo_cn: འཚོལ་བ།(_F)：

source: _Font:
bo_cn: ཡིག་གཟུགས། (_F)：

source: _Free
bo_cn: རང་མོས། (_F)

source: _Graph style:
bo_cn: དཔེ་རིས་ཀྱི་ཉམས་འགྱུར།(_G)：

source: _Harddisk
bo_cn: སྲ་ཆས།(_H)

source: _Help
bo_cn: རོགས་རམ།(_H)

source: _In
bo_cn: ནང་དུ་ཞུགས་པ།(_I)

source: _Keyboard Accessibility Preferences
bo_cn: མཐེབ་གཞོང་གཞོགས་འདེགས་བྱེད་ནུས་ཀྱི་སྔོན་འདེམས་ཚན་པ།(_K)

source: _Load
bo_cn: ཁུར་པོ།(_L)

source: _Local
bo_cn: རང་གནས།(_L)

source: _Lock Note
bo_cn: ཡིག་ཐུང་དམིགས་འཛིན།(_L)

source: _Lock Notes
bo_cn: ཡིག་ཐུང་དམིགས་འཛིན།(_L)

source: _Memory
bo_cn: ནང་གསོག(_M)

source: _Monitored CPU:
bo_cn: ལྟ་ཞིབ་ཁྲོད་ཀྱི་CPU(_M)：

source: _Mount %s
bo_cn: %sའགེལ་འཇོག(_M)

source: _Network
bo_cn: དྲ་རྒྱ།(_N)

source: _New Note
bo_cn: ཡིག་ཐུང་གསར་འཛུགས།(_N)

source: _Notify when battery is fully recharged
bo_cn: གློག་རྫས་ཁེངས་སྐབས་བརྡ་ཐོ་གཏོང་བ།(_N)

source: _Open %s
bo_cn: %sཁ་འབྱེད་པ།(_O)

source: _Open System Monitor
bo_cn: རྒྱུད་ཁོངས་སོ་ལྟ་ཆས་ཁ་འབྱེད་པ།(_O)

source: _Open Trash
bo_cn: སྙིགས་སྣོད་ཀྱི་ཁ་འབྱེད་པ།(_O)

source: _Options
bo_cn: འདེམས་བྱང་།(_O)

source: _Out
bo_cn: ཐོན་པ།(_O)

source: _Palettes:
bo_cn: ཡིག་རྟགས་པང་།(_P)：

source: _Play CD
bo_cn: CDགཏོང་བ།(_P)

source: _Play DVD
bo_cn: DVDགཏོང་བ།(_P)

source: _Preferences
bo_cn: སྒྲིག་འགོད།(_P)

source: _Pressure unit:
bo_cn: རླུང་གནོན་སྡེ་ཚན།(_P)：

source: _Processor
bo_cn: སྒྲིག་གཅོད་ཆས།(_P)

source: _Properties
bo_cn: གཏོགས་གཤིས། (_P)

source: _Put notes on all workspaces
bo_cn: ཡིག་ཐུང་དེ་ལས་དོན་ཁུལ་ཡོངས་ལ་འཇོག་དགོས།(_P)

source: _Read
bo_cn: ཀློག་ལེན།(_R)

source: _Select a location:
bo_cn: གནས་ཡུལ་འདེམ་པ།(_S)：

source: _Select a theme:
bo_cn: བརྗོད་གཞི་འདེམ་པ།(_S)：

source: _Show time/percentage:
bo_cn: དུས་ཚོད་/བརྒྱ་ཆའི་བསྡུར་ཚད་འཆར་བ།(_S)：

source: _Start timer
bo_cn: འགོ་སློང་དུས་ཆད་ཆས།(_S)

source: _Temperature unit:
bo_cn: དྲོད་ཚད་ཀྱི་སྡེ་ཚན།(_T)：

source: _Ticker symbol:
bo_cn: རྐང་དངུལ་འཛིན་ལོར་གྱི་ཉོ་ཚོང་གནས་ཚུལ་རང་འགུལ་སྡུད་ཆས་ཀྱི་རྟགས།(_T)：

source: _Title:
bo_cn: ཁ་བྱང་།(_T)："

source: _Update
bo_cn: གསར་སྒྱུར། (_U)

source: _Used
bo_cn: སྤྱད་ཚར།(_U)

source: _User
bo_cn: སྤྱོད་མཁན།(_U)

source: _Visibility unit:
bo_cn: མཐོང་ཚད་ཀྱི་སྡེ་ཚན།(_V)：

source: _Visit Weather.com
bo_cn: Weather.com(V）མིག་བཤེར།(_V)

source: _Warn when battery charge drops to:
bo_cn: གློག་རྫས་ཀྱི་གློག་ཚད་མར་ཆག་ན་ཐ་ཚིག་སྒྲོག་པ།(_W)：

source: _Width:
bo_cn: ཞེང་ཚད་(_W)：

source: _Wind speed unit:
bo_cn: རླུང་གི་མྱུར་ཚད་ཀྱི་སྡེ་ཚན།(_W)：

source: _Write
bo_cn: འབྲི་བ།(_W)

source: atm
bo_cn: རླུང་གནོན་ཆེན་པོ།

source: hPa
bo_cn: བརྒྱ་ཕ།

source: hour
bo_cn: དུས་ཚོད།

source: insert special character %s
bo_cn: དམིགས་བསལ་ཡིག་རྟགས་%s ནང་འཛུད།

source: kPa
bo_cn: སྟོང་ཕ།

source: km
bo_cn: སྟོང་སྨིད།

source: knots
bo_cn: ཚིགས།

source: meters
bo_cn: སྨིད།

source: miles
bo_cn: དབྱིན་ལེ།

source: milliseconds
bo_cn: ཧའོ་སྐར་ཆ།

source: minute
bo_cn: སྐར་མ།

source: minutes
bo_cn: སྐར་མ།

source: pixels
bo_cn: བརྙན་རྒྱུ།

source: translator-credits
bo_cn: He Qiangqiang <carton@linux.net.cn>, 2002 Funda Wang <fundawang@linux.net.cn>, 2003 2004བདུད་རྩི<rhythm.gan@gmail.com>, 2009 Fan Qijiang <fqj1994@linux.com>,2010

source: upower backend enabled.
bo_cn: upowerརྒྱབ་སྣེ་སྤྱོད་མགོ་བརྩམས།

source: © 1999-2005 by S. Papadimitriou and others
bo_cn: (c)1999-2005 S.Papadimitedousདང་མི་གཞན་དག
