Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/mate-power-manager.po
Languages: bo_cn

source: %.0f second
bo_cn: སྐར་ཆ་%.0f

source: %.1f day
bo_cn: ཉིན་%.1f

source: %.1f hour
bo_cn: དུས་ཚོད་%.1f

source: %.1f minute
bo_cn: སྐར་མ་%.1f

source: %.1f%% available power
bo_cn: སྤྱོད་རུང་གློག་ཁུངས་%.1f%%

source: %d second
bo_cn: སྐར་ཆ %d

source: %i hour
bo_cn: དུས་ཚོད་%i

source: %i minute
bo_cn: སྐར་མ་%i

source: %s %s remaining (%.1f%%)
bo_cn: ལྷག་མ་%s %s། (%.1f%%)

source: %s %s until charged (%.1f%%)
bo_cn: གློག་གསོག་ནས་ཁེངས་བར་ %s %s། (%.1f%%)

source: %s %s until charged (%.1f%%) Provides %s battery runtime
bo_cn: ད་དུང་%s %sན་ད་གཟོད་ཁེངས་། (%.1f%%) གློག་སྨན་ %sའཁོར་སྐྱོད་དུས་ཚོད་འདོན་སྤྲོད་བྱེད་ཐུབ།

source: %s charging (%.1f%%)
bo_cn: %s གློག་གསོག་བཞིན་པ་། (%.1f%%)

source: %s discharging (%.0f%%)
bo_cn: %s གློག་ཕྱིར་གཏོང་བཞིན་པ་། (%.1f%%)

source: %s discharging (%.1f%%)
bo_cn: %s གློག་ཕྱིར་གཏོང་བཞིན་པ་། (%.1f%%)

source: %s is fully charged
bo_cn: %sཁེངས་ཟིན།

source: %s of UPS backup power remaining (%.0f%%)
bo_cn: UGགྲབས་སྤྱོད་གློག་སྨན་ཀྱི་གློག་ཚད་ལྷག་མ་ %s(%.1f%%)

source: %s of battery power remaining (%.0f%%)
bo_cn: གློག་སྨན་ཀྱི་གློག་ཚད་ལྷག་མ་ %s(%.1f%%)

source: %s waiting to charge (%.1f%%)
bo_cn: %s གློག་གསོག་ངང་སྒུག་(%.1f%%)

source: %s waiting to discharge (%.1f%%)
bo_cn: %s གློག་གསོག་ངང་སྒུག་(%.1f%%)

source: 1 day
bo_cn: ཉིན།1

source: 1 week
bo_cn: གཟའ་འཁོར་1

source: 10 minutes
bo_cn: སྐར་མ།10

source: 2 hours
bo_cn: ཆུ་ཚོད་2

source: 6 hours
bo_cn: ཆུ་ཚོད་6

source: <b>Actions</b>
bo_cn: "<b>བཀོལ་སྤྱོད་</b>"

source: <b>Display</b>
bo_cn: "<b>འཆར་བ་</b>"

source: <b>Notification Area</b>
bo_cn: "<b>བརྡ་ཐོའི་ཁུལ་ཁོངས་</b>"

source: AC adapter
bo_cn: གློག་ཁུངས་སྤེལ་རྒྱུག་འཚམ་སྒྲིག་ཆས།

source: ACPI
bo_cn: ACPI（མཐོ་རིམ་སྡེབ་སྒྲིག་དང་གློག་ཁུངས་མཐུད་ཁ）

source: ATA host controller
bo_cn: ATAཚོད་འཛིན་ཆས།

source: Adjusts Laptop panel brightness
bo_cn: དེབ་ཟིན་རྩིས་འཁོར་གྱི་བརྙན་ཡོལ་གསལ་ཚད་ལེགས་སྒྲིག་བྱེད་པ།

source: Adjusts laptop panel brightness.
bo_cn: དེབ་ཟིན་རྩིས་འཁོར་གྱི་བརྙན་ཡོལ་གསལ་ཚད་ལེགས་སྒྲིག་བྱེད་པ།

source: Allow backlight brightness adjustment
bo_cn: རྒྱབ་འོད་ཀྱི་གསལ་ཚད་སྙོམ་སྒྲིག་བྱས་ཆོག

source: Allows user to inhibit automatic power saving
bo_cn: སྤྱོད་མཁན་གྱིས་གློག་རང་གྲོན་བཀག་ཆོག

source: Allows user to inhibit automatic power saving.
bo_cn: སྤྱོད་མཁན་གྱིས་གློག་རང་གྲོན་བཀག་ཆོག

source: Approximately <b>%s</b> of remaining UPS backup power (%.0f%%)
bo_cn: UGགྲབས་སྤྱོད་གློག་ཁུངས་ཀྱི་གློག་ལྷག་མ་ཕལ་ཆེར་<b>%s</b>ཙམ་ལ་རྒྱུན་འཁྱོངས་བྱེད་ཐུབ།སྤྱིའི་གློག་ཚད་ཀྱི་%.1f%%

source: Approximately <b>%s</b> remaining (%.0f%%)
bo_cn: ཕལ་ཆེར་<b>%s</b>(%.1f%%)ལྷག

source: Ask me
bo_cn: འདྲི་རྩད།

source: Attached computer battery low
bo_cn: འབྲེལ་མཐུད་ཀྱི་རྩིས་འཁོར་གློག་སྨན་ཀྱི་གློག་ཚད་དམའ་བ།

source: Attribute
bo_cn: ས་བཅད

source: Automatic sleep enabled
bo_cn: རང་འགུལ་ཉལ་ཐའི་སྤྱོད་འགོ་ཚུགས།

source: Automatic sleep inhibited
bo_cn: རང་འགུལ་མལ་གསོ་བཀག་ཟིན།

source: Battery Charged
bo_cn: གློག་སྨན་ལ་གློག་བསོགས་ཟིན།

source: Battery Discharging
bo_cn: གློག་སྨན་གྱི་གློག་གཏོང་བཞིན་པ།

source: Battery critical low action
bo_cn: གློག་ཚད་དམའ་བའི་བྱ་སྤྱོད།

source: Battery has a very low capacity (%1.1f%%), which means that it may be old or broken.
bo_cn: གློག་སྨན་ཤོང་ཚད་ཆུང་དྲགས་(%1.1f%%) དེ་ལས་གློག་སྨན་རྙིང་དྲགས་པའམ་ཡང་ན་སྐྱོན་ཤོར་བ་མཚོན།

source: Battery is full
bo_cn: གློག་སྨན་ཀྱི་གློག་ཚད་ཁེངས་པ།

source: Battery is fully charged. Provides %s laptop runtime
bo_cn: གློག་སྨན་ཁེངས་འདུག རྩིས་འཁོར་དུས་ཚོད་%sལ་འཁོར་སྐྱོད་འདོན་སྤྲོད་བྱེད་ཐུབ།

source: Battery is low
bo_cn: གློག་རྫས་ཀྱི་གློག་ཚད་དམའ་བ།

source: Battery is very low
bo_cn: གློག་སྨན་ཀྱི་གློག་ཚད་ཧ་ཅང་དམའ་བ།

source: Battery low
bo_cn: གློག་རྫས་ཀྱི་གློག་ཚད་དམའ་བ།

source: Battery may be broken
bo_cn: གློག་སྨན་ལ་སྐྱོན་ཕོག་ཡོད་ཤས་ཆེ།

source: Battery power is too low, please plug in the power to ensure the normal use
bo_cn: གློག་སྨན་ཀྱི་གློག་ཚད་དམའ་བས།གློག་ཁུངས་བཙུགས་ནས་རྒྱུན་ལྡན་ལྟར་བེད་སྤྱོད་པར་ཁག་ཐེག་བྱེད་དགོས།

source: Blank screen
bo_cn: ཡོལ་ནག

source: Brightness
bo_cn: གསལ་ཚད།

source: Brightness Applet
bo_cn: གསལ་ཚད་ཀྱི་བྱ་རིམ་ཆུང་བ།

source: Brightness Applet Factory
bo_cn: གསལ་ཚད་བྱ་རིམ་ཆུང་བའི་བཟོ་གྲྭ།

source: Cannot connect to mate-power-manager
bo_cn: MATEགློག་ཁུངས་དོ་དམ་ཆས་དང་སྦྲེལ་ཐབས་བྲལ།

source: Cannot get laptop panel brightness
bo_cn: དེབ་ཟིན་བརྙན་ཡོལ་གྱི་གསལ་ཚད་ཐོབ་ཐབས་བྲལ།

source: Capacity
bo_cn: བགོ་སྐལ།

source: Capacity:
bo_cn: ཤོང་ཚད།：

source: Cell charge
bo_cn: གློག་སྨན་གློག་ཚད།

source: Cell phone
bo_cn: ལག་ཐོག་ཁ་པར།

source: Cell phone battery low
bo_cn: ལག་ཐོགས་ཁ་པར་གྱི་གློག་སྨན་ཀྱི་གློག་ཚད་དམའ་བ།

source: Charge
bo_cn: གློག་ཚད།

source: Charge accuracy
bo_cn: གློག་གསོག་ཡང་དག་ཚད།

source: Charge profile
bo_cn: གློག་སྣོན་རི་མོ།

source: Charge rate:
bo_cn: གློག་གསོག་ཕྱོད།

source: Charge time:
bo_cn: གློག་གསོག་དུས་ཚོད།

source: Charged
bo_cn: གང་བ།

source: Charging
bo_cn: གློག་གསོག་བཞིན་པ།

source: Check CPU load before sleeping
bo_cn: མལ་གསོའི་སྔོན་CPUཡི་ཁུར་པོ་ལ་ཞིབ་བཤེར་བྱེད་པ།

source: Closes the program
bo_cn: སྒོ་རྒྱག་བྱ་རིམ།

source: Command
bo_cn: བཀའ་ལག་བསྟར།

source: Computer
bo_cn: རྩིས་འཁོར།

source: Computer failed to hibernate.
bo_cn: ཁྱེད་ཀྱི་རྩིས་འཁོར་མལ་གསོ་ཕམ་པ།

source: Computer failed to suspend.
bo_cn: ཁྱེད་ཀྱི་རྩིས་འཁོར་འགེལ་འཇོག་ཕམ་པ།

source: Computer will suspend very soon unless it is plugged in.
bo_cn: གློག་ཁུངས་དང་སྦྲེལ་ན་མ་གཏོགས་རྩིས་འཁོར་ལམ་སེང་འགེལ་འཇོག་བྱེད་གྲབས་འདུག

source: Configure power management
bo_cn: གློག་ཁུངས་དོ་དམ་སྡེབ་སྒྲིག

source: Copyright © 2006 Benjamin Canou
bo_cn: པར་དབང་ © 2006 Benjamin Canou

source: Copyright © 2006-2007 Richard Hughes
bo_cn: པར་དབང་© 2006-2007 Richard Hughes

source: Copyright © 2011-2014 MATE developers
bo_cn: པར་དབང་© 2011-2014 MATEགསར་སྤེལ་བ།

source: Correction factor
bo_cn: རྐྱེན་གྲངས་བཅོ་བ།

source: Could not get the maximum value of the backlight
bo_cn: རྒྱབ་འོད་ཀྱི་གྲངས་ཐང་ཆེས་ཆེ་ཤོས་ཐོབ་ཐབས་བྲལ།

source: Could not get the value of the backlight
bo_cn: རྒྱབ་འོད་ཀྱི་གྲངས་ཐང་ཤེས་ཐབས་བྲལ།

source: Could not set the value of the backlight
bo_cn: རྒྱབ་འོད་ཀྱི་གྲངས་ཐང་སྒྲིག་འགོད་བྱ་ཐབས་བྲལ།

source: Current charge:
bo_cn: མིག་སྔར་གློག་གསོག་བཞིན་པ།：

source: Data length:
bo_cn: དུས་ཚོད་ཀྱི་བར་ཐག

source: Description
bo_cn: ཞིབ་བརྗོད།

source: Design charge:
bo_cn: གློག་སྣོན་ཇུས་འགོད།

source: Details
bo_cn: ཆ་འཕྲིན་ཞིབ་ཕྲ།

source: Device
bo_cn: སྒྲིག་ཆས།

source: Device History
bo_cn: སྒྲིག་ཆས་ལོ་རྒྱུས།

source: Device Information
bo_cn: སྒྲིག་ཆས་ཆ་འཕྲིན།

source: Device Profile
bo_cn: སྒྲིག་ཆས་སྡེབ་སྒྲིག

source: Di_m display when idle
bo_cn: ཁོམ་པའི་དུས་སུ་འཆར་ཆས་ནག་འགྱུར།(_M)

source: Dim the screen after a period of inactivity when on AC power
bo_cn: དུས་ཚོད་ངེས་ཅན་ཞིག་གི་ནང་དུ་འགུལ་སྐྱོད་མ་བྱས་ན་བརྙན་ཡོལ་ཇེ་ནག་ཏུ་འགྱུར་བ།(སྤེལ་རྒྱུག་གློག་ཁུངས་སྤྱོད་སྐབས།)

source: Dim the screen after a period of inactivity when on battery power
bo_cn: དུས་ཚོད་ངེས་ཅན་ཞིག་གི་ནང་དུ་འགུལ་སྐྱོད་མ་བྱས་ན་བརྙན་ཡོལ་ཇེ་ནག་ཏུ་འགྱུར་བ།（གློག་སྨན་སྤྱོད་དུས།）

source: Discharge accuracy
bo_cn: གློག་གཏོང་དུས་ཚོད་ཡང་དག་ཚད།

source: Discharge profile
bo_cn: གློག་གཏོང་རི་མོ།

source: Discharge time:
bo_cn: གློག་གཏོང་བའི་དུས་ཚོད།

source: Discharging
bo_cn: གློག་གཏོང་བཞིན་པ།

source: Display DPMS activated
bo_cn: འཆར་ཆས་DPMSསྐུལ་སློང་བྱས་ཟིན་པ།

source: Display options for the notification icon.
bo_cn: བརྡ་ཐོའི་རིས་རྟགས་འདེམས་བྱང་འཆར་བ།

source: Do nothing
bo_cn: ལག་བསྟར་མི་བྱེད་པའི་བྱེད་སྟངས།

source: Empty
bo_cn: སྟོང་པ།

source: Energy
bo_cn: ནུས་ཚད།

source: Energy (design)
bo_cn: ནུས་ཚད། (ཇུས་འགོད།)

source: Energy when empty
bo_cn: སྟོང་དུས་ཀྱི་ནུས་ཚད།

source: Energy when full
bo_cn: ཁེངས་དུས་ཀྱི་ནུས་ཚད།

source: Excellent
bo_cn: ཧ་ཅང་བཟང་བ།

source: Exit after a small delay (for debugging)
bo_cn: གནས་སྐབས་མཚམས་འཇོག་རྗེས་ཕྱིར་འཐེན།(ཚོད་སྒྲིག་ལ་སྤྱོད་བྱ།)

source: Exit after the manager has loaded (for debugging)
bo_cn: དོ་དམ་འཕྲུལ་ཆས་ཀྱི་སྟེང་དུ་ཁུར་བསྣན་བྱས་རྗེས་ཕྱིར་འཐེན།(ཚོད་སྒྲིག་ལ་སྤྱོད་བྱ།)

source: Factory for Brightness Applet
bo_cn: གསལ་ཚད་བྱ་རིམ་ཆུང་བའི་བཟོ་གྲྭ།

source: Factory for Inhibit Applet
bo_cn: བྱ་རིམ་ཆུང་བའི་བཟོ་གྲྭ་ལ་དོ་དམ་བྱེད་པར་བཀག་འགོག

source: Failed to hibernate
bo_cn: མལ་གསོ་ཕམ་པ།

source: Failed to suspend
bo_cn: འགེལ་འཇོག་ཕམ་པ།

source: Failure was reported as:
bo_cn: ཕམ་པའི་སྙན་ཞུ་ནི།：

source: Fair
bo_cn: འགྲིག་ཙམ།

source: General
bo_cn: སྤྱི་སྤྱོད་སྒྲིག་འགོད།

source: Get the current brightness
bo_cn: མིག་སྔའི་གསལ་ཚད་ཐོབ་ལེན།

source: Get the number of brightness levels supported
bo_cn: རྒྱབ་སྐྱོར་ཐོབ་པའི་གསལ་ཚད་རིམ་གྲངས་ཐོབ་ལེན།

source: Good
bo_cn: ཅུང་བཟང་།

source: Graph type:
bo_cn: དཔེ་རིས་ཀྱི་རིགས་གྲས།

source: Hibernate
bo_cn: མལ་གསོ།

source: Hibernate button action
bo_cn: ངལ་གསོའི་མཐེབ་གནོན་འགུལ་སྟངས།

source: Hibernate failed for some reason (maybe dbus error)
bo_cn: མལ་གསོ་ཕམ་པའི་གནད་དོན་ནི་dbusཡིན་སྲིད་པས།མིག་སྔའི་རྒྱུད་ཁོངས་གིས་མལ་གསོ་རུང་མིན་དམིགས་འཛུགས་གནང་རོགས།

source: History
bo_cn: ལོ་རྒྱུས།

source: If a notification message should be displayed after suspend or hibernate failed.
bo_cn: འགེལ་འཇོག་གམ་ཡང་ན་མལ་གསོ་ཕམ་རྗེས་བརྡ་ཐོའི་ཆ་འཕྲིན་འཆར་འོས་མིན།

source: If a notification message should be displayed when the battery is fully charged.
bo_cn: གློག་སྨན་ལ་གློག་གསོག་གྲུབ་རྗེས་བརྡ་ཐོའི་ཆ་འཕྲིན་འཆར་འོས་མིན།

source: If a notification message should be displayed when the battery is getting low.
bo_cn: གློག་སྨན་གྱི་གློག་ཚད་དམའ་དུས་བརྡ་ཐོའི་ཆ་འཕྲིན་འཆར་འོས་མིན།

source: If preferences and statistics items should be shown in the context menu
bo_cn: སྔོན་འདེམས་ཚན་པ་དང་རྣམ་པའི་བྱ་ར་དེ་གོང་འོག་ཡིག་ཆའི་འདེམས་ཁྲོད་འཆར་འོས་མིན།

source: If sounds should be used
bo_cn: སྐད་བེད་སྤྱོད་བྱེད་མིན།

source: If sounds should be used when the power is critically low, or inhibit requests have stopped the policy action.
bo_cn: གློག་ཡོངས་སུ་ཟད་པའམ་ཐབས་ཇུས་ཤིག་ལ་བཀག་འགོག་བྱས་པའི་རེ་ཞུ་བཀག་འགོག་སྐབས་སུ་སྒྲ་ལྡན་བརྡ་ཐོ་སྤྱོད་མིན།

source: If the CPU load should be checked before doing the idle action.
bo_cn: ཁོམ་པའི་འགུལ་སྟངས་ལག་བསྟར་བྱེད་དུས་CPUཡི་ཁུར་པོ་ལ་ཞིབ་བཤེར་བྱེད་མིན།

source: If the battery event should occur when the lid is shut and the power disconnected
bo_cn: སྟེང་གི་ཁ་ལེབ་སྒོ་རྒྱག་པ་མ་ཟད།སྤེལ་རྒྱུག་གློག་ཁུངས་སྤོར་བའི་སྐབས་སུ་གློག་སྨན་དོན་རྐྱེན་འབྱུང་མིན།

source: If the keyboard backlight brightness should be reduced when the computer is on battery power
bo_cn: གློག་སྨན་སྤྱད་ནས་གློག་མཁོ་འདོན་བྱེད་སྐབས་རྩིས་འཁོར་ཁོམ་པའི་སྐབས་སུ་མཐེབ་གཞོང་རྒྱབ་འོད་ཀྱི་གསལ་ཚད་ཆུང་དུ་གཏོང་དགོས་མིན་།

source: If the screen brightness should be changed when switching between AC and battery power.
bo_cn: སྤེལ་རྒྱུག་གློག་ཁུངས་དང་གློག་སྨན་བརྗེ་སྐབས་བརྙན་ཡོལ་གྱི་གསལ་ཚད་བསྒྱུར་དགོས་མིན།

source: If the screen should be dimmed to save power when the computer is idle when on AC power.
bo_cn: སྤེལ་རྒྱུག་གློག་བེད་སྤྱོད་སྐབས་རྩིས་འཁོར་ཁོམ་པའི་སྐབས་སུ་བརྙན་ཡོལ་ཇེ་ནག་བཏང་ནས་གློག་གྲོན་ཆུང་བྱེད་དགོས་མིན།

source: If the screen should be dimmed to save power when the computer is idle when on battery power.
bo_cn: གློག་སྨན་སྤྱད་ནས་གློག་མཁོ་འདོན་བྱེད་སྐབས་རྩིས་འཁོར་ཁོམ་པའི་སྐབས་སུ་བརྙན་ཡོལ་ཇེ་ནག་ཏུ་བཏང་ནས་གློག་གྲོན་ཆུང་བྱེད་དགོས་མིན།

source: If the screen should be reduced in brightness when the computer is on battery power.
bo_cn: གློག་སྨན་སྤྱད་ནས་གློག་མཁོ་འདོན་བྱེད་སྐབས་རྩིས་འཁོར་ཁོམ་པའི་སྐབས་སུ་བརྙན་ཡོལ་གྱི་གསལ་ཚད་ཆུང་དུ་གཏོང་དགོས་མིན།

source: If the user should be notified when the AC adapter is disconnected.
bo_cn: སྤེལ་རྒྱུག་གློག་ཁུངས་འཚམ་སྒྲིག་ཆས་སྤོ་སྐབས་སྤྱོད་མཁན་ལ་བརྡ་ཐོ་གཏོང་དགོས་མིན།

source: If we should show the low capacity warning for a broken battery
bo_cn: གློག་སྨན་སྐྱོན་ཅན་ལ་ཤོང་ཚད་དམའ་བའི་ཉེན་བརྡ་གཏོང་མིན།

source: If we should show the low capacity warning for a broken battery.
bo_cn: གློག་སྨན་སྐྱོན་ཅན་ལ་ཤོང་ཚད་དམའ་བའི་ཉེན་བརྡ་གཏོང་མིན།

source: Image
bo_cn: པར་རིས།

source: InPerformance
bo_cn: གཤིས་ནུས་ཀྱི་རྣམ་པའི་ཁྲོད།

source: InSave
bo_cn: གློག་གྲོན་རྣམ་པའི་ཁྲོད་དུ།

source: Inhibit Applet
bo_cn: དོ་དམ་བྱ་རིམ་ཆུང་བ་བཀག་འགོག

source: Inhibit Applet Factory
bo_cn: བྱ་རིམ་ཆུང་བའི་བཟོ་གྲྭ་ལ་དོ་དམ་བྱེད་པར་བཀག་འགོག

source: Intel wireless adaptor
bo_cn: Intelསྐུད་མེད་འཚམ་སྒྲིག་ཆས།(སྐུད་མེད་དྲ་ཁཱ)

source: Interprocessor interrupt
bo_cn: སྒྲིག་གཅོད་ཆས་བར་གྱི་བར་བཅད།

source: Interrupt
bo_cn: བར་བཅད།

source: Kernel core
bo_cn: ནང་སྙིང་གི་ལྟེ་བ།

source: Kernel module
bo_cn: ནང་སྙིང་དཔེ་དུམ།

source: Keyboard
bo_cn: མཐེབ་གཞོང་།

source: Keyboard backlight brightness when on AC power.
bo_cn: སྤེལ་རྒྱུག་གློག་ཁུངས་སྤྱོད་སྐབས་མཐེབ་གཞོང་རྒྱབ་འོད་ཀྱི་གསལ་ཚད།

source: LCD brightness : %d%%
bo_cn: LCDགསལ་ཚད།：%d%%

source: LCD brightness when on AC
bo_cn: སྤེལ་རྒྱུག་གློག་མཁོ་འདོན་བྱེད་སྐབས་ཀྱིLCDགསལ་ཚད།

source: LCD dimming amount when on battery
bo_cn: གློག་སྨན་གྱིས་གློག་མཁོ་འདོན་བྱེད་སྐབས་ཀྱིLCDམོག་པོར་འགྱུར།

source: Laptop battery
bo_cn: དེབ་ཟིན་གློག་སྨན།

source: Laptop battery low
bo_cn: དེབ་ཟིན་གློག་སྣུམ་གྱི་གློག་ཚད་དམའ།

source: Laptop lid close action on battery
bo_cn: གློག་སྨན་གྱིས་གློག་མཁོ་འདོན་བྱེད་སྐབས་དེབ་ཟིན་རྩིས་འཁོར་གྱི་ཁ་ལེབ་རྒྱག་པའི་འགུལ་སྟངས།

source: Laptop lid close action when on AC
bo_cn: སྤེལ་རྒྱུག་གློག་མཁོ་འདོན་བྱེད་སྐབས་དེབ་ཟིན་རྩིས་འཁོར་གྱི་ཁ་ལེབ་རྒྱག་པའི་འགུལ་སྟངས།

source: Laptop lid is closed
bo_cn: དེབ་ཟིན་རྩིས་འཁོར་གྱི་ཁ་ལེབ་བརྒྱབ་ཟིན་པ།

source: Last full charge:
bo_cn: ཐེངས་སྔོན་མའི་གློག་གསོག

source: Lead acid
bo_cn: ཞ་སྐྱུར།

source: Licensed under the GNU General Public License Version 2
bo_cn: GNUཀུན་སྤྱོད་སྤྱི་པའི་ཆོག་མཆན་དཔང་ཡིག་པར་གཞི་2པའི་འོག་དབང་བསྐུར་བ།

source: Lid has closed
bo_cn: ཁ་ལེབ་བརྒྱབ་ཟིན་པ།

source: Lid has opened
bo_cn: ཁ་ལེབ་ཕྱེ་ཟིན་པ།

source: Lithium Ion
bo_cn: ལིས་གྱེས་རྡུལ།

source: Lithium Iron Phosphate
bo_cn: ལིན་སྐྱུར་ལྕགས་ལི།

source: Lithium Polymer
bo_cn: ལིས་འདུས་སྦྱོར་རྫས།

source: Local interrupts
bo_cn: ས་གནས་དེ་གའི་བར་བཅད།

source: Lock GNOME keyring on sleep
bo_cn: མལ་གསོ་བའི་སྐབས་སུGNOMEགསང་ལྡེ་གདུབ་དམིགས་འཛུགས་བྱེད་པ།

source: Lock screen on hibernate
bo_cn: མལ་གསོ་བའི་དུས་སུ་བརྙན་ཡོལ་དམིགས་འཛུགས་བྱེད་པ།

source: Lock screen on suspend
bo_cn: འགེལ་འཇོག་སྐབས་བརྙན་ཡོལ་དམིགས་འཛུགས་བྱེད་པ།

source: Lock screen when blanked
bo_cn: ཡོལ་ནག་སྐབས་བརྙན་ཡོལ་དམིགས་འཛུགས་བྱེད་པ།

source: MATE Power Manager
bo_cn: MATEགློག་ཁུངས་དོ་དམ་ཆས།

source: MATE Power Manager Backlight Helper
bo_cn: MATEགློག་ཁུངས་དོ་དམ་ཆས་ཀྱི་རྒྱབ་འོད་ལས་རོགས་པ།

source: MATE Power Preferences
bo_cn: MATEགློག་ཁུངས་ཀྱི་སྔོན་འདེམས་ཚན་པ།

source: Make Default
bo_cn: སོར་སྒྲིག

source: Manual inhibit
bo_cn: མི་ཤུགས་བཀག་འགོག

source: Media player
bo_cn: སྨྱན་གཟུགས་གཏོང་ཆས།

source: Method used to blank screen on AC
bo_cn: སྤེལ་རྒྱུག་གློག་ཁུངས་ཀྱིས་གློག་མཁོ་འདོན་བྱེད་སྐབས་བེད་སྤྱོད་བྱེད་པའི་ཡོལ་ནག་བྱེད་ཐབས།

source: Method used to blank screen on battery
bo_cn: གློག་སྨན་གྱིས་གློག་མཁོ་འདོན་བྱེད་སྐབས་བེད་སྤྱོད་བྱེད་པའི་ཡོལ་ནག་བྱེད་ཐབས།

source: Missing
bo_cn: མི་འདང་བ།

source: Model
bo_cn: ཁྱད་རྟགས།

source: Model:
bo_cn: བཟོ་དབྱིབས།：

source: Monitor
bo_cn: འཆར་ཆས།

source: Mouse
bo_cn: ཙིག་རྟགས།

source: Network route flush %s
bo_cn: དྲ་རྒྱའི་ལམ་འཚོལ་གཙང་བཤེར་ %s

source: Never
bo_cn: གཏན་མིན།

source: New task %s
bo_cn: ལས་འགན་གསར་པ།%s

source: Nickel Cadmium
bo_cn: ཉའེ་ཆིང་།

source: Nickel metal hydride
bo_cn: ཉའེ་ཆིང་།

source: No
bo_cn: མིན།

source: No backlights were found on your system
bo_cn: ཁྱེད་རང་གི་རྒྱུད་ཁོངས་སྟེང་གི་རྒྱབ་འོད་རྙེད་མ་བྱུང་།

source: No data
bo_cn: གཞི་གྲངས་མེད།

source: No valid option was specified
bo_cn: ནུས་ལྡན་གདམ་བྱང་དམིགས་འཛུགས་བྱས་མེད་པ།

source: Notify on a low power
bo_cn: གློག་ཚད་དམའ་བའི་སྐབས་ཀྱི་བརྡ་ཐོ་གཏོང་བ།

source: Notify on a sleep failure
bo_cn: མལ་གསོ་ཕམ་པའི་སྐབས་ཀྱི་བརྡ་ཐོ་གཏོང་བ།

source: Notify when AC adapter is disconnected
bo_cn: སྤེལ་རྒྱུག་གློག་ཁུངས་འཚམ་སྒྲིག་ཆས་སྤོ་སྒུལ་སྐབས་བརྡ་ཐོ་གཏོང་བ།

source: Notify when fully charged
bo_cn: གློག་བསོག་ནས་ཁེངས་སྐབས་བརྡ་ཐོ་གཏོང་བ།

source: On AC Power
bo_cn: སྤེལ་རྒྱུག་གློག་མཁོ་འདོན་སྐབས།

source: On Battery Power
bo_cn: གློག་སྨན་གྱིས་གློག་མཁོ་འདོན་སྐབས།

source: On UPS Power
bo_cn: UPSཡིས་གློག་མཁོ་འདོན་སྐབས།

source: Online
bo_cn: དྲ་ལམ་ན་ཡོད་པ།

source: Only display an icon when a battery is p_resent
bo_cn: གློག་སྨན་བེད་སྤྱོད་སྐབས་ཁོ་ནར་རིས་རྟགས་འཆར་བ།（_R)

source: Only display an icon when charging or _discharging
bo_cn: གློག་གསོག་པ་འམ་གློག་གཏོང་སྐབས་ཁོ་ནར་རིས་རྟགས་འཆར་བ།(_D)

source: PDA
bo_cn: PDAs

source: PS/2 keyboard/mouse/touchpad
bo_cn: PS/2མཐེབ་གཞོང་།/ཙིག་རྟགས།/རེག་པང་།

source: Percent brightness to set keyboard backlight at when on AC power. Legal values are between 0 and 100.
bo_cn: སྤེལ་རྒྱུག་གློག་ཁུངས་སྤྱོད་སྐབས་མཐེབ་གཞོང་རྒྱབ་འོད་གསལ་ཚད་ཀྱི་བརྒྱ་ཆའི་ཚད། ནུས་ལྡན་གྲངས་ཐང་ནི་0ནས་100བར་ཡིན།

source: Percent to reduce keyboard backlight by when idle.
bo_cn: ཁོམ་པའི་སྐབས་སུ་མཐེབ་གཞོང་རྒྱབ་འོད་ཀྱི་གསལ་ཚད་ཀྱི་བརྒྱ་ཆའི་ཚད་ཇེ་ཆུང་དུ་གཏོང་བ།

source: Percent to reduce keyboard backlight by when on battery power.
bo_cn: གློག་སྨན་སྤྱོད་སྐབས་མཐེབ་གཞོང་རྒྱབ་འོད་ཀྱི་གསལ་ཚད་ཆུང་དུ་གཏོང་བའི་བརྒྱ་ཆའི་ཚད།

source: Percentage
bo_cn: བརྒྱ་ཆའི་བསྡུར།

source: Percentage charge:
bo_cn: གློག་གསོག་བརྒྱ་ཆའི་བསྡུར་ཚད།

source: Performance
bo_cn: གཤིས་ནུས་རྣམ་པ།

source: Plug in your AC adapter to avoid losing data.
bo_cn: གཞི་གྲངས་བོར་བརླག་མི་ཡོང་བའི་ཆེད་ཁྱེད་རང་གི་སྤེལ་རྒྱུག་གློག་ཁུངས་དང་སྦྲེལ་རོགས།

source: Poor
bo_cn: ཞན།

source: Power
bo_cn: ཁ་རྒྱག་པ།

source: Power Information
bo_cn: གློག་ཁུངས་ཆ་འཕྲིན།

source: Power Management
bo_cn: གློག་ཁུངས་དོ་དམ།

source: Power Management Preferences
bo_cn: གློག་ཁུངས་སྔོན་འདེམས་ཚན་པ།

source: Power Manager
bo_cn: གློག་ཁུངས་དོ་དམ།

source: Power Manager Brightness Applet
bo_cn: གློག་ཁུངས་དོ་དམ་ཆས་ཀྱི་གསལ་ཚད་དོ་དམ་བྱ་རིམ་ཆུང་བ།

source: Power Manager Inhibit Applet
bo_cn: གློག་ཁུངས་དོ་དམ་ཆས་ཀྱིས་དོ་དམ་བྱ་རིམ་ཆུང་བ་འགོག་པ།

source: Power Preferences
bo_cn: གློག་ཁུངས་འདེམས་བྱང་།

source: Power button action
bo_cn: གློག་ཁུངས་མཐེབ་གནོན་བྱེད་སྟངས།

source: Power management daemon
bo_cn: གློག་ཁུངས་དོ་དམ་སྲུང་སྐྱོང་བྱ་རིམ།

source: Power plugged in
bo_cn: གློག་ཁུངས་ནང་འཛུད་བྱས་ཟིན་པ།

source: Power unplugged
bo_cn: གློག་ཁུངས་ནང་འཛུད་བྱས་མེད་པ།

source: Predicted time
bo_cn: སྔོན་དཔག་དུས་ཚོད།

source: Prediction accuracy
bo_cn: སྔོན་དཔག་གི་ཡང་དག་ཚད།

source: Present
bo_cn: མིག་སྔའི་གློག་སྨན།

source: Processor
bo_cn: སྒྲིག་གཅོད་ཆས།

source: Processor Wakeups
bo_cn: སྒྲིག་གཅོད་ཆས་གྲུང་སློང་།

source: Processor wakeups per second:
bo_cn: སྐར་ཆ་རེར་སྒྲིག་གཅོད་ཆས་གྲུང་སློང་ཐེངས་གྲངས།：

source: Product:
bo_cn: ཐོན་རྫས།：

source: Provides help about this program
bo_cn: བྱ་རིམ་འདིའི་ཐད་ཀྱི་རོགས་རམ་འདོན་སྤྲོད་བྱེད་དགོས།

source: Put _display to sleep when inactive for:
bo_cn: དུས་ཚོད་འདི་ཙམ་ཁོམ་དུས་འཆར་ཆས་མལ་གསོའི་རྣམ་པར་བསྒྱུར་བ།(_D)：

source: Put computer to _sleep when inactive for:
bo_cn: དུས་ཚོད་འདི་ཙམ་ཁོམ་རྩིས་འཁོར་མལ་གསོའི་རྣམ་པར་བསྒྱུར་བ།(_S)：

source: Rate
bo_cn: བསྡུར་ཕྱོད།

source: Rechargeable
bo_cn: གློག་གསོག་རུང་།

source: Reduce the backlight brightness when on battery power
bo_cn: གློག་སྨན་སྤྱོད་སྐབས་འོད་རྒྱབ་ཀྱི་གསལ་ཚད་ཆུང་དུ་གཏོང་བ།

source: Reduce the keyboard backlight when on battery power
bo_cn: གློག་སྨན་སྤྱོད་སྐབས་མཐེབ་གཞོང་རྒྱབ་འོད་ཀྱི་གསལ་ཚད་ཆུང་དུ་གཏོང་བ།

source: Refreshed
bo_cn: གསར་འདོན་བྱས་ཟིན་པ།

source: Rescheduling interrupts
bo_cn: ཡང་བསྐྱར་བཀོད་གཏོང་བར་བཅད།

source: Resumed
bo_cn: སླར་གསོ་བྱས་ཚར།

source: Save
bo_cn: བསྒྱུར་བཅོས་ཉར་ཚགས།

source: Select this device at startup
bo_cn: འགོ་རྩོམ་དུས་སྒྲིག་ཆས་འདི་འདེམས།

source: Serial ATA
bo_cn: ཕྲེང་བགྲོད་ATA(SATA)

source: Serial number
bo_cn: རིམ་སྟར་ཨང་རྟགས།

source: Serial number:
bo_cn: རིམ་སྟར་ཨང་རྟགས།：

source: Set display _brightness to:
bo_cn: འཆར་བའི་གསལ་ཚད་(_B)：རུ་སྒྲིག

source: Set the current brightness
bo_cn: མིག་སྔའི་གསལ་ཚད་སྒྲིག་འགོད།

source: Sets this policy to be used by all users
bo_cn: སྤྱོད་མཁན་ཚང་མར་བེད་སྤྱོད་བྱེད་པའི་ཐབས་ཇུས་སྒྲིག་འགོད།

source: Show data points
bo_cn: གཞི་གྲངས་ཚེག་འཆར་བ།

source: Show extra debugging information
bo_cn: ནོར་སེལ་ཆ་འཕྲིན་ལྷག་མ་མངོན་པ།

source: Show version of installed program and exit
bo_cn: སྒྲིག་འཇུག་བྱས་པའི་བྱ་རིམ་གྱི་པར་གཞི་ཤར་ནས་ཕྱིར་འཐེན་བྱེད་པ།

source: Shutdown
bo_cn: ཁ་རྒྱག

source: Sleep %s
bo_cn: མལ་གསོ་བ་%s

source: Sleep timeout computer when on AC
bo_cn: སྤེལ་རྒྱུག་གློག་ཁུངས་སྤྱོད་སྐབས་ཀྱི་རྩིས་འཁོར་མལ་གསོ་དུས་འགྱངས་བྱེད་པ།

source: Sleep timeout computer when on UPS
bo_cn: UPS(རྒྱུན་མི་ཆད་པར་གློག་ཁུངས་) སྤྱོད་སྐབས་རྩིས་འཁོར་འགེལ་འཇོག་དུས་བརྒལ།

source: Sleep timeout computer when on battery
bo_cn: གློག་སྨན་སྤྱོད་སྐབས་ཀྱི་རྩིས་འཁོར་མལ་གསོ་དུས་འགྱངས་བྱས་པ།

source: Sleep timeout display when on AC
bo_cn: སྤེལ་རྒྱུག་གློག་ཁུངས་སྤྱོད་སྐབས་ཀྱི་འཆར་ཆས་མལ་གསོ་དུས་འགྱངས།

source: Sleep timeout display when on UPS
bo_cn: UPS(རྒྱུན་མི་ཆད་པར་གློག་ཁུངས་) སྤྱོད་སྐབས་ཀྱི་འཆར་ཆས་འགེལ་འཇོག་དུས་བརྒལ།

source: Sleep timeout display when on battery
bo_cn: གློག་སྨན་སྤྱོད་སྐབས་ཀྱི་འཆར་ཆས་མལ་གསོ་དུས་འགྱངས།

source: State
bo_cn: རྣམ་པ།

source: Statistics
bo_cn: བསྡོམས་རྩིས།

source: Status:
bo_cn: རྣམ་པ།：

source: Supply
bo_cn: མཁོ་སྤྲོད།

source: Suspend
bo_cn: འགེལ་འཇོག

source: Suspend button action
bo_cn: མཐེབ་གནོན་འགེལ་སྟངས།

source: Suspend failed
bo_cn: འགེལ་འཇོག་ཕམ་པ།

source: Suspend failed for some reason (maybe dbus error)
bo_cn: འགེལ་འཇོག་ཕམ་པ།dbusཡི་གནད་དོན་ཡིན་སྲིད་པས་མིག་སྔའི་རྒྱུད་ཁོངས་སུ་འགེལ་འཇོག་ཆོག་མིན་གཏན་འཁེལ་གྱིས།

source: Suspend started
bo_cn: འགེལ་འཇོག་འགོ་ཚུགས་པ།

source: Tablet
bo_cn: རེག་པང།

source: Technology
bo_cn: ལག་རྩལ།

source: Technology:
bo_cn: ལག་རྩལ།：

source: The DPMS method used to blank the screen when on AC power.
bo_cn: སྤེལ་རྒྱུག་འཚམ་སྒྲིག་ཆས་བཀོལ་ནས་གློག་འདོན་སྐབས་སྤྱོད་པའིDMPSཡོལ་ནག་རྣམ་པ།

source: The DPMS method used to blank the screen when on battery power.
bo_cn: གློག་སྨན་སྤྱོད་སྐབས་སྤྱོད་པའིDMPSཡོལ་ནག་རྣམ་པ།

source: The UPS is below the critical level and this computer is about to hibernate.
bo_cn: UPSགློག་ཚད་ཟད་གྲབས་འདུག་པས་རྩིས་འཁོར་གྱིས་སྲ་སྡེར་དུ་མལ་གསོ་འགོ་རྩོམ་པ།

source: The UPS is below the critical level and this computer is about to shutdown.
bo_cn: UPSགློག་ཚད་ཟད་གྲབས་འདུག་པས་རྩིས་འཁོར་གྱི་ཁ་གཏན་མགོ་རྩོམ་པ།

source: The UPS is below the critical level and this computer will <b>power-off</b> when the UPS becomes completely empty.
bo_cn: UPSགློག་ཚད་ཟད་གྲབས་འདུག UPSགློག་ཚད་ཡོངས་སུ་ཟད་ཚེ་རྩིས་འཁོར་གྱི་<b>སྒོ་རྒྱག་</b>གི་རེད།

source: The URI to show to the user on sleep failure
bo_cn: འགེལ་འཇོག་ཕམ་སྐབས་སྤྱོད་མཁན་གྱི་URIཤག་གནས་ལས་འཆར་བ།

source: The action to take when the UPS is critically low.
bo_cn: UPSཡོངས་སུ་ཟད་འགྱུར་སྐབས་ཀྱི་བཀོལ་སྤྱོད།

source: The action to take when the UPS is low.
bo_cn: UPS གློག་ཚད་དམའ་བའི་དུས་ཀྱི་བཀོལ་སྤྱོད།

source: The action to take when the battery is critically low.
bo_cn: གློག་སྨན་གློག་ཚད་ཡོད་ཚད་བཀོལ་ཚར་སྐབས་ཀྱི་བཀོལ་སྤྱོད།

source: The action to take when the laptop lid is closed and the laptop is on AC power.
bo_cn: དེབ་ཟིན་གྱི་ཁ་ལེབ་རྒྱག་དུས་དེབ་ཟིན་གྱིས་སྤེལ་རྒྱུག་གློག་ཁུངས་བཀོལ་བཞིན་ཡོད་དུས་ལག་བསྟར་བྱེད་འོས་པའི་འགུལ་སྟངས།

source: The action to take when the laptop lid is closed and the laptop is on battery power.
bo_cn: དེབ་ཟིན་གྱི་ཁ་ལེབ་རྒྱག་དུས་དེབ་ཟིན་གྱིས་གློག་སྨན་སྤྱད་ནས་གློགམཁོ་འདོན་བྱེད་བཞིན་ཡོད་དུས་ལག་བསྟར་བྱེད་འོས་པའི་འགུལ་སྟངས།

source: The action to take when the system hibernate button is pressed.
bo_cn: མ་ལག་མལ་གསོ་མཐེབ་གནོན་མནན་པའི་སྐབས་ཀྱི་བཀོལ་སྤྱོད།

source: The action to take when the system power button is pressed.
bo_cn: རྒྱུད་ཁོངས་གི་གློག་ཁུངས་མཐེབ་གནོན་མནན་སྐབས་ཀྱི་བཀོལ་སྤྱོད།

source: The action to take when the system suspend button is pressed.
bo_cn: རྒྱུད་ཁོངས་གི་འགེལ་འཇོག་མཐེབ་གནོན་མནན་པའི་སྐབས་ཀྱི་བཀོལ་སྤྱོད།

source: The amount of time in seconds before the display goes to sleep when the computer is on AC power.
bo_cn: སྤེལ་རྒྱུག་གློག་ཁུངས་སྤྱོད་སྐབས་འཆར་ཆས་མལ་གསོ་རྣམ་པའི་སྔོན་ལ་སྒུག་པའི་དུས་ཚོད་སྐར་ཆ་གྲངས།

source: The amount of time in seconds the computer on AC power needs to be inactive before it goes to sleep.
bo_cn: སྤེལ་རྒྱུག་གློག་ཁུངས་བཀོལ་སྐབས་མལ་གསོ་རྣམ་པར་མ་བསྒྱུར་སྔོན་ལ་རྩིས་འཁོར་མཁོ་པའི་དུས་ཚོད་སྐར་ཆ་གྲངས།

source: The amount of time in seconds the computer on UPS power needs to be inactive before it goes to sleep.
bo_cn: UPS། (རྒྱུན་མི་ཆད་པའི་གློག་ཁུངས།) ཡིས་གློག་མཁོ་འདོན་བྱེད་སྐབས་རྩིས་འཁོར་གྱིས་འགེལ་འཇོག་མ་བྱས་གོང་གི་ཁོམ་ལོང་གི་དུས་ཚོད་སྐར་ཆའི་གྲངས།
