Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/mate-terminal.po
Languages: bo_cn

source: "%s" is not a valid zoom factor
bo_cn: "%s" ནི་ནུས་མེད་ཀྱི་སྐྱེད་སྐྱུང་བཏགས་གྲངས་ཞིག་ཡིན།

source: "%s" option given twice for the same window
bo_cn: སྒེའུ་ཁུང་གཅིག་ལ་“%s”འདེམས་བྱང་ ཐེངས་གཉིས་དམིགས་འཛུགས་བྱས་པ།

source: <b>Command</b>
bo_cn: <b>བཀའ་བརྡ་</b>

source: <b>Foreground, Background, Bold and Underline</b>
bo_cn: <b>མདུན་ལྗོངས་ཀྱི་མདོག་དང་།རྒྱབ་ལྗོངས་ཀྱི་མདོག སྦོམ་བཟོ་དང་འོག་ཐིག</b>

source: <b>Palette</b>
bo_cn: <b>ཚོས་སྒྲིག་ངོས་པང་།</b>

source: <b>Title</b>
bo_cn: <b>ཁ་བྱང་།</b>

source: <p> MATE Terminal is a terminal emulation application that you can use to access a UNIX shell in the MATE environment. MATE Terminal emulates the xterm program developed by the X Consortium. It supports translucent backgrounds, opening multiple terminals in a single window (tabs) and clickable URLs. </p> <p> MATE Terminal is a fork of GNOME Terminal and part of the MATE Desktop Environment. If you would like to know more about MATE and MATE Terminal, please visit the project's home page. </p>
bo_cn: <p> མཐའ་སྣེ་ནི་མཐའ་སྣེ་ཚོད་ལྟའི་ཉེར་སྤྱོད་བྱ་རིམ་ཞིག་ཡིན། ཁྱེད་ཀྱིསMATEཅོག་ངོས་ཁོར་ཡུག་ཁྲོད་UNIXབཀའི་གསལ་འདེབས་རྟགས་ལ་ལྟ་སྤྱོད་བྱེད་དུ་འཇུག མཐའ་སྣེXཚོགས་པའི་བྱ་རིམxtermལ་ཚོད་ལྟ་བྱས་ཆོག དེས་རྒྱབ་ལྗོངས་གསལ་བོ་མཁོ་འདོན་བྱེད་ལ། སྒེའུ་ཁུང་གཅིག་གི་ཁྲོད་དུ་ཚོད་ལྟའི་མཐའ་སྣེ་མང་པོ་ཁ་འབྱེད་པ་དང་URLལྟ་སྤྱོད་བྱེད་ཐུབ། </p> <p> མཐའ་སྣེ་ནི་ GNOME Terminal ཀྱི forkཡིན་ལ། ད་དུང་ཅོག་ངོས་ཁོར་ཡུག MATE ཀྱི་ཆ་ཤས་ཤིག་ཡིན། MATEདང་མཐའ་སྣེའི་འབྲེལ་ཡོད་ཀྱི་ཆ་འཕྲིན་མང་པོ་ཤེས་འདོད་ན། ཁྱེད་ཀྱིས་གཙོ་ངོས་གཟིགས།ཝ</p>

source: <small><i><b>Note:</b> Terminal applications have these colors available to them.</i></small>
bo_cn: "<small><i><b>དོ་སྣང་བྱེད་བྱ：</b>མཐའ་སྣེའི་ཉེར་སྤྱོད་བྱ་རིམ་གྱིས་གཤམ་གསལ་ཁ་དོག་སྤྱད་ཆོག</i></small>"

source: <small><i><b>Note:</b> These options may cause some applications to behave incorrectly. They are only here to allow you to work around certain applications and operating systems that expect different terminal behavior.</i></small>
bo_cn: <small><i><b>དོ་སྣང་།：</b>བདམ་ཚན་འདི་དག་གིས་ཉེར་སྤྱོད་བྱ་རིམ་ཁ་ཤས་ལ་ནོར་འཁྲུལ་གྱི་མཇུག་འབྲས་བཟོ་སྲིད། ཁྱེད་ཀྱིས་ཉེར་སྤྱོད་བྱ་རིམ་དང་རྒྱུད་ཁོངས་ཁ་ཤས་ཁྲོད་དུ་སྙོམས་སྒྲིག་ཁོ་ན་བྱས་ཆོག</i></small>

source: <small><i>Maximum</i></small>
bo_cn: "<small><i>ཆེས་ཆེ་བ</i></small>"

source: <small><i>None</i></small>
bo_cn: "<small><i>མེད་</i></small>"

source: A terminal emulator for the MATE desktop
bo_cn: MATEཅོག་ངོས་ཀྱི་མཐའ་སྣེའི་ལད་ཟློས་ཆས།

source: A terminal emulator for the MATE desktop environment
bo_cn: MATEཅོག་ངོས་ཀྱི་མཐའ་སྣེའི་ལད་ཟློས་ཆས།

source: A_vailable encodings:
bo_cn: སྤྱོད་རུང་གི་སྒྲིག་ཨང་།(_V)：

source: Add or Remove Terminal Encodings
bo_cn: མཐའ་སྣེའི་སྒྲིག་ཨང་ཁ་སྣོན་ནམ་བསུབ་པ།

source: Always blink
bo_cn: ནམ་ཞར་འོད་འཚེར་བ།

source: Append initial title
bo_cn: ཐོག་མའི་ཁ་བྱང་གི་སྔོན་དུ་སྣོན་པ།

source: Arabic
bo_cn: ཨ་རབ་ཀྱི་སྐད།

source: Argument to "%s" is not a valid command: %s
bo_cn: "%s" ཀྱི་ཞུགས་གྲངས་ནི་ནུས་མེད་ཀྱི་བཀའ་ཡིན།：%s

source: Armenian
bo_cn: ཨར་མེ་ཉི་ཡའི་སྐད།

source: Automatic
bo_cn: རང་འགུལ།

source: Background
bo_cn: རྒྱབ་ལྗོངས།

source: Background image _scrolls
bo_cn: རྒྱབ་ལྗོངས་བརྙན་རིས་འགྲིལ་རུང་བ།(_S)

source: Baltic
bo_cn: པའོ་ལའོ་ཡི་སྐད།

source: Black on light yellow
bo_cn: སེར་སྐྱའི་རྒྱབ་ལྗོངས་ཡིག་ནག

source: Black on white
bo_cn: ལྡེབ་དཀར་ཡིག་ནག

source: Block
bo_cn: གྲུ་བཞི་མ།

source: Bol_d color:
bo_cn: སྦོམ་གཟུགས་ཁ་དོག(_D)：

source: Built-in _schemes:
bo_cn: ནང་སྒྲིག་ཇུས་གཞི།(_S)：

source: Built-in sche_mes:
bo_cn: ནང་སྒྲིག་ཇུས་གཞི།(_M)

source: C_all To…
bo_cn: འབོད་པ།(_A)...

source: C_lose Tab
bo_cn: གདོང་འཛར་ཤོག་ངོས་ཀྱི་ཁ་རྒྱག་པ།(_L)

source: C_lose Terminal
bo_cn: མཐའ་སྣེའི་སྒོ་རྒྱག་པ།(_L)

source: C_lose Window
bo_cn: སྒེའུ་ཁུང་སྒོ་རྒྱག་པ།(_L)

source: C_reate
bo_cn: གསར་བཟོ། (_R)

source: Celtic
bo_cn: ཁའེ་ཨེར་ཐེའི་སྐད།

source: Central European
bo_cn: ཡོ་རོབ་བར་མ།

source: Change _Profile
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆ་བཟོ་བཅོས།(_P)

source: Chinese Simplified
bo_cn: ཚུགས་གསར་རྒྱ་ཡིག

source: Chinese Traditional
bo_cn: ཚུགས་རྙིང་རྒྱ་ཡིག

source: Choose A Terminal Font
bo_cn: མཐའ་སྣེའི་ཡིག་གཟུགས་འདེམ་པ།

source: Choose Palette Color %d
bo_cn: ཚོས་པང་གི་ཁ་དོག་འདེམ་པ།%d

source: Choose Terminal Background Color
bo_cn: མཐའ་སྣེའི་རྒྱབ་ལྗོངས་ཁ་དོག་འདེམ་པ།

source: Choose Terminal Text Color
bo_cn: མཐའ་སྣེའི་ཡིག་ཆའི་ཁ་དོག་འདེམ་པ།

source: Choose base profile
bo_cn: རྨང་གཞིའི་སྡེབ་སྒྲིག་ཡིག་ཆ་འདེམ་པ།

source: Click button to choose profile
bo_cn: མཐེབ་གནོན་འདིར་ཆིག་རྡེབ་བྱས་ནས་སྡེབ་སྒྲིག་ཡིག་ཆ་འདེམས།

source: Close Tab
bo_cn: གདོང་འཛར་ཤོག་ངོས་ཁ་རྒྱག་པ།

source: Close Window
bo_cn: སྒེའུ་ཁུང་ཁ་རྒྱག་པ།

source: Close tab
bo_cn: གདོང་འཛར་ཁ་རྒྱག

source: Close this terminal?
bo_cn: མཐའ་སྣེ་འདིའི་སྒོ་རྒྱག་གམ།

source: Close this window?
bo_cn: སྒེའུ་ཁུང་འདིའི་སྒོ་རྒྱག་གམ།

source: Color p_alette:
bo_cn: ཆོས་སྒྲིག་ངོས་པང་།(_A)：

source: Colors
bo_cn: ཁ་དོག

source: Compatibility
bo_cn: འཆམ་མཐུན་རང་བཞིན།

source: Contents
bo_cn: ནང་དོན།

source: Contributors:
bo_cn: ལེགས་སྐྱེས་འབུལ་མཁན།

source: Control-H
bo_cn: Conomol-H

source: Copy
bo_cn: འདྲ་ཕབ།

source: Copy selected text into _clipboard
bo_cn: འདེམས་ཐོན་བྱུང་བའི་ཡིག་ཆ་དག་དྲས་སྦྱར་པང་(C)ལ་འདྲ་ཕབ་བྱེད་དགོས།

source: Could not open the address “%s”
bo_cn: ཤག་གནས་“%s”"ཁ་ཕྱེ་ཐབས་བྲལ་པ།

source: Could not save contents
bo_cn: ནང་དོན་ཉར་ཚགས་བྱེད་ཐབས་བྲལ།

source: Croatian
bo_cn: ཁ་རེ་ཤེ་ཡའི་སྐད།

source: Current Locale
bo_cn: མིག་སྔའི་ཁུལ་ཁོངས།

source: Cursor _shape:
bo_cn: ཙི་གུའི་དབྱིབས།(_s)：

source: Cursor blin_k:
bo_cn: འོད་རྟགས་འོད་འཚེར་བ།(_K)：

source: Custom
bo_cn: མཚན་ཉིད་རང་འཇོག

source: Custom co_mmand:
bo_cn: བཀའ་བརྡ་མཚན་ཉིད་རང་འཇོག(_M)：

source: Cyrillic
bo_cn: སུ་རུ་ལའི་སྐད།

source: Cyrillic/Russian
bo_cn: ཞི་ལི་ཨར་གྱི་སྐད།/ཨུ་རུ་སིའི་སྐད།

source: Cyrillic/Ukrainian
bo_cn: ཞི་ལི་ཨར་གྱི་སྐད།/ཡུག་རེན་གྱི་སྐད།

source: DIRNAME
bo_cn: དཀར་ཆག་གི་མིང་།

source: Default size:
bo_cn: སོར་བཞག་ཆེ་ཆུང་།

source: Delete Profile
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆ་བསུབ་པ།

source: Delete profile “%s”?
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆ“%s”བསུབ་བམ།

source: Detach Tab
bo_cn: གཡེང་སྤོའི་གདོང་འཛར་ཤོག་ངོས།

source: Disable connection to session manager
bo_cn: གཏམ་གླེང་དོ་དམ་ཆས་ཀྱི་འབྲེལ་མཐུད་འགོག་སྤྱོད།

source: Disabled
bo_cn: འགོག་སྤྱོད།

source: Do not register with the activation nameserver, do not re-use an active terminal
bo_cn: མིང་དང་ཞབས་ཞུའི་འཕྲུལ་ཆས་ཐོ་འགོད་ལ་སྐུལ་སློང་མི་དགོས།མཐའ་སྣེ་སྐུལ་སློང་ཟློས་སྤྱོད་མི་བྱེད།

source: E_ncodings shown in menu:
bo_cn: འདེམས་བྱང་དུ་མངོན་པའི་སྒྲིག་ཨང་། (_N)：

source: Edit
bo_cn: རྩོམ་སྒྲིག

source: Editing Profile “%s”
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆ་“%s”རྩོམ་སྒྲིག

source: Enable the _menu shortcut key (F10 by default)
bo_cn: "འདེམས་བྱང་མྱུར་མཐེབ་སྤྱོད་འགོ་རྩོམ་པ།(སོར་བཞག་ནི་ F10)(_M)"

source: Error parsing command: %s
bo_cn: བཀའ་བརྡར་དབྱེ་ཞིབ་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།：%s

source: Escape sequence
bo_cn: Escརིམ་སྟར།

source: Execute the argument to this option inside the terminal
bo_cn: མཐའ་སྣེར་གདམ་བྱ་འདིའི་ཞུགས་གྲངས་ལག་བསྟར་བྱེད་དགོས།

source: Exit the terminal
bo_cn: ཕྱིར་འཐེན།

source: FILE
bo_cn: ཡིག་ཆ།

source: Failed to parse arguments: %s
bo_cn: ཞུགས་གྲངས་སྒྲིག་གཅོད་བྱ་ཐབས་བྲལ།：%s

source: File
bo_cn: ཡིག་ཆ།

source: Find
bo_cn: འཚོལ་ཞིབ།

source: Find Ne_xt
bo_cn: རྗེས་མ་འཚོལ་ཞིབ།(_X)

source: Find Pre_vious
bo_cn: གོང་མ་འཚོལ་ཞིབ།(_V)

source: Full Screen
bo_cn: ཡོལ་ཡོངས།

source: Full-screen the window
bo_cn: བརྙན་ཡོལ་ཡོངས་ཁེབས་སྒེའུ་ཁུང་།

source: GEOMETRY
bo_cn: དབྱིབས་རྩིས་གཏོགས་གཤིས།

source: General
bo_cn: སྤྱི་སྤྱོད།་སྒྲིག་འགོད།

source: Georgian
bo_cn: འཇོར་ཇི་ཡའི་སྐད།

source: Go to _Line...
bo_cn: དམིགས་འཛུགས་ཀྱི་ཕྲེང་ལ་མཆོངས་པ།

source: Gray on black
bo_cn: ལྡེབ་ནག་ཡིག་སྐྱ།

source: Greek
bo_cn: ཀུ་རུ་སིའི་སྐད།

source: Green on black
bo_cn: ལྡེབ་ནག་ཡིག་ལྗང་།

source: Gujarati
bo_cn: ཀུའུ་ཅི་ལ་ཐེ་ཐེ།

source: Gurmukhi
bo_cn: ཕང་ཀྲི་ཕུའུ་ཡི་སྐད།

source: Hebrew
bo_cn: ཞི་པོ་ལའེ་སྐད།

source: Hebrew Visual
bo_cn: བལྟ་རུང་ཞི་པོ་ལའེ་སྐད།

source: Help
bo_cn: རོགས་རམ།

source: Hide and Show menubar
bo_cn: ཁ་བྱང་སྡེ་འཆར་བ་/སྦེད་པ།

source: Hindi
bo_cn: ཧིན་རྡུ་བྱང་མའི་སྐད།

source: Hold the terminal open
bo_cn: མཐའ་སྣེ་ཁ་ཕྱེ་བ་རྒྱུན་འཁྱོངས།

source: I-Beam
bo_cn: རིགསI

source: Icelandic
bo_cn: འཁྱགས་གླིང་གི་སྐད།

source: Image _file:
bo_cn: བརྙན་རིས་ཡིག་ཆ།(_F)：

source: Images
bo_cn: བརྙན་རིས།།

source: Incompatible terminal config file version.
bo_cn: མཐའ་སྣེ་སྡེབ་སྒྲིག་ཡིག་ཆའི་པར་གཞི་མཆམ་མཐུན་མེད་པ།

source: Initial _title:
bo_cn: འགོ་རྩོམ་ཁ་བྱང་།(_T)：

source: Invalid geometry string "%s"
bo_cn: ནུས་མེད་ཀྱི་དབྱིབས་རྩིས་ངོ་བོའི་ཡིག་རྟགས་ཕྲེང་།%s”

source: Japanese
bo_cn: ཉི་ཧོང་གི་སྐད།

source: Keep initial title
bo_cn: ཐོག་མའི་ཁ་བྱང་རྒྱུན་འཁྱོངས།

source: Keyboard Shortcuts
bo_cn: མཐེབ་གཞོང་མྱུར་མཐེབ།

source: Korean
bo_cn: ལྷོ་ཁོ་རེ་ཡའི་སྐད་།

source: L_eave Full Screen
bo_cn: བརྙན་ཤེལ་ཡོངས་ཁེབས་ནས་ཕྱིར་འབུད་པ།(_E)

source: Linux console
bo_cn: Linuxཚོད་འཛིན་སྟེགས་བུ།

source: Load a terminal configuration file
bo_cn: མཐའ་སྣེ་སྡེབ་སྒྲིག་གི་ཡིག་ཆ་ཞིག་འགེལ་དགོས།

source: MATE Terminal
bo_cn: མཐའ་སྣེ།

source: MATE Terminal Emulator
bo_cn: མཐའ་སྣེའི་ལད་ཟློས་ཆས།

source: MATE Terminal is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
bo_cn: མཐའ་སྣེ་འགྲེམ་སྤེལ་བྱེད་པའི་དམིགས་ཡུལ་ནི་ཁྱེད་ལ་རོགས་རམ་བྱེད་འདོད་པ་ཡིན། འོན་ཀྱང་ང་ཚོས་དེ་ལ་འགན་འཁུར་བྱེད་མི་ཐུབ་ལ། དམིགས་བསལ་གྱི་གནས་བབ་འོག་ཁྱེད་ཀྱི་རེ་བའི་འབྲས་བུ་ཐོབ་པར་འགན་འཁུར་མི་ཐུབ། ཁྱེད་ཀྱིས GNU GPL ཆོག་མཆན་ཁྲོད་ཀྱི་ཞིབ་ཆ་ལ་གཟིགས།

source: MATE Terminal is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version.
bo_cn: མཐའ་སྣེ་ནི་རང་དབང་མཉེན་ཆས་ཡིན། ཁྱེད་ཀྱིས་རང་དབང་མ་རྩ་ཚོགས་པས་འགྲེམ་སྤེལ་བྱས་པའིGNUསྤྱི་སྤྱོད།་ཆོག་མཆན་ཡི་གེའི་འོག་ཏུ་ཡང་བསྐྱར་འགྲེམ་སྤེལ་དང་དག་བཅོས་བྱས་ཆོག ཆོག་མཆན་ཡི་གེ་པར་གཞི་གསུམ་པའམ་ཁྱེད་ཀྱི་བདམས་པའི་པར་གཞི་གསར་པ་སྤྱོད་དགོས།

source: Match _entire word only
bo_cn: ཐ་སྙད་ཆ་ཚང་ཟླ་སྒྲིག (_E)

source: Match as _regular expression
bo_cn: ཚད་མཐུན་མཚོན་ཚུལ་སྤྱད་ནས་ཟླ་སྒྲིག（_R)

source: Maximize the window
bo_cn: སྒེའུ་ཁུང་ཆེས་ཆེར་སྐྱེད།

source: Move Tab _Left
bo_cn: གདོང་འཛར་གཡོན་སྤོ།(_L)

source: Move Tab _Right
bo_cn: གདོང་འཛར་གཡས་སྤོ།(_R)

source: Move Tab to the Left
bo_cn: གདོང་འཛར་ཤོག་ངོས་གཡོན་སྣུར།

source: Move Tab to the Right
bo_cn: གདོང་འཛར་ཤོག་ངོས་གཡས་སྣུར།

source: Never blink
bo_cn: ནམ་ཞར་འོད་མི་འཚེར་བ།

source: New Profile
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆ་གསར་འཛུགས།

source: New Tab
bo_cn: གདོང་འཛར་ཤོག་ངོས་གསར་འཛུགས།

source: New Window
bo_cn: སྒེའུ་ཁུང་གསར་འཛུགས།

source: New _Profile…
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆ་གསར་འཛུགས།(_P)...

source: No such profile "%s", using default profile
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆ“%s”མེད་པས་སོར་བཞག་སྡེབ་སྒྲིག་ཡིག་ཆ་སྤྱོད།

source: Nordic
bo_cn: ཡོ་རོབ་བྱང་མ།

source: Normal Size
bo_cn: གདོད་མའི་ཆེ་ཆུང་།

source: Not a valid terminal config file.
bo_cn: ནུས་ལྡན་གྱི་མཐའ་སྣེའི་སྡེབ་སྒྲིག་ཡིག་ཆ་ཞིག་མ་རེད།

source: On the left side
bo_cn: གཡོན་ཕྱོགས་སུ།

source: On the right side
bo_cn: གཡས་ཕྱོགས་སུ།

source: Open Ta_b
bo_cn: གདོང་འཛར་འབྱེད་པ།(_B)

source: Open _Terminal
bo_cn: མཐའ་སྣེ་ཁ་ཕྱེ་བ།(_T)

source: Open a new tab in the last-opened window with the default profile
bo_cn: ཆེས་ཐ་མར་ཁ་ཕྱེ་བའི་སྒེའུ་ཁུང་ནས་སོར་བཞག་སྡེབ་སྒྲིག་འོག་གི་གདོང་འཛར་གསར་བའི་ཤོག་ངོས་ཞིག་གི་ཁ་ཕྱེས།

source: Open a new window containing a tab with the default profile
bo_cn: སོར་བཞག་སྡེབ་སྒྲིག་འོག་གི་གདོང་འཛར་ཤོག་ངོས་ཤིག་འདུས་པའི་སྒེའུ་ཁུང་གསར་པ་ཞིག་གི་ཁ་ཕྱེས།

source: Option "%s" is no longer supported in this version of mate-terminal; you might want to create a profile with the desired setting, and use the new '--profile' option
bo_cn: པར་གཞི་འདིའི mate-terminal བདམ་ཚན "%s" སྤྱོད་མི་ཐུབ། ཁྱེད་ཀྱིས་གཏན་འཁེལ་བྱེད་འདོད་པའི་སྡེབ་སྒྲིག་ཡིག་ཆ་ཞིག་གསར་བཟོ་བྱས་ནས། བདམ་གསར་བ“--profile”སྤྱོད།

source: Option "%s" requires specifying the command to run on the rest of the command line
bo_cn: བདམ་ཚན "%s" བཀའ་ཕྲེང་ལྷག་མའི་ཁྲོད་དུ་ལག་བསྟར་བྱེད་དགོས་པའི་བཀའ་ཕྲེང་གཏན་འཁེལ་བྱེད་དགོས།

source: Options to open new windows or terminal tabs; more than one of these may be specified:
bo_cn: སྒེའུ་ཁུང་གསར་པའམ་མཐའ་སྣེ་གདོང་འཛར་ངོས་ཀྱི་བདམ་ཚན་ཁ་འབྱེད་ན། མང་པོ་གཏན་འཁེལ་བྱེད་ཆོག

source: PROFILE-NAME
bo_cn: ཡིག་ཆའི་མིང་སྡེབ་སྒྲིག

source: P_rofiles
bo_cn: ཡིག་ཆ་སྡེབ་སྒྲིག(_R)

source: P_rofiles…
bo_cn: ཡིག་ཆ་སྡེབ་སྒྲིག(_R)...

source: Palette entry %d
bo_cn: ཚོས་པང་ཚན་པ། %d

source: Paste
bo_cn: སྦྱར་བ།

source: Paste _Filenames
bo_cn: ཡིག་ཆའི་མིང་སྦྱོར་བ།(_F)

source: Persian
bo_cn: པར་སིག་སྐད།

source: Pr_ofile Preferences
bo_cn: ཡིག་ཆ་སྡེབ་སྒྲིག་བྱེད་པའི་སྔོན་འདེམས་ཚན་པ།

source: Prepend initial title
bo_cn: ཐོག་མའི་ཁ་བྱང་གི་མཇུག་ཏུ་སྣོན།

source: Profile Editor
bo_cn: ཡིག་ཆའི་རྩོམ་སྒྲིག་ཆས་སྡེབ་སྒྲིག

source: Profile _name:
bo_cn: སྡེབ་སྒྲིག་གི་མིང་། (_N)：

source: Profile list
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆའི་རེའུ་མིག

source: Profiles
bo_cn: ཡིག་ཆ་སྡེབ་སྒྲིག

source: ROLE
bo_cn: འཁྲབ་བྱའི་མི་སྣ།

source: Replace initial title
bo_cn: ཐོག་མའི་ཁ་བྱང་བརྗེ་བ།

source: Reset
bo_cn: བསྐྱར་སྒྲིག

source: Reset and C_lear
bo_cn: སོར་ལོག་བརྙན་ཡོལ་གཙང་སེལ།（L）

source: Reset and Clear
bo_cn: སོར་ལོག་བྱས་ནས་གཙང་སེལ་བྱེད་པ།

source: Restart the command
bo_cn: བསྐྱར་སློང་བཀའ་བརྡ།

source: Romanian
bo_cn: རོ་མ་ཉི་ཡའི་སྐད།

source: Ru_n a custom command instead of my shell
bo_cn: མཚན་ཉིད་རང་འཇོག་བཀའ་འཁོར་སྐྱོད་བྱེད་པ་ལས་ Shell(_N)མིན།

source: S/Key Challenge Response
bo_cn: S/Keyའགྲན་སློང་དང་ལེན།

source: S_hade transparent or image background:
bo_cn: ནང་གསལ་ཚད་དང་བརྙན་རིས་ཀྱི་རྒྱབ་ལྗོངས་ཟབ་ཏུ་གཏོང་བ།(_H)：

source: Save Contents
bo_cn: ནང་དོན་ཉར་ཚགས།

source: Save as...
bo_cn: གཞན་ཉར།...

source: Save the terminal configuration to a file
bo_cn: མཐའ་སྣེ་སྡེབ་སྒྲིག་ཡིག་ཆ་རུ་ཉར་ཚགས་བྱེད་པ།

source: Scroll on _keystroke
bo_cn: མཐེབ་རྡེབ་སྐབས་འགྲིལ་བ།(_K)

source: Scroll on _output
bo_cn: ཕྱིར་གཏོང་སྐབས་ཀྱི་འཁོར་འགུལ།（_O）

source: Scroll_back:
bo_cn: ཕྱིར་འགྲིལ།(_B)

source: Scrolling
bo_cn: འགྲིལ་བ།

source: Search _backwards
bo_cn: ལྡོག་ཕྱོགས་བཤེར་འཚོལ། (_B)

source: Select Background Image
bo_cn: རྒྱབ་ལྗོངས་བརྙན་རིས་འདེམ་པ།

source: Select-by-_word characters:
bo_cn: ཐ་སྙད་ཀྱི་ངོ་རྟགས་ཡིག་རྟགས་འདེམ་པ།(_W)：

source: Session management options:
bo_cn: གླེང་མོལ་དོ་དམ་འདེམ་བྱང་།

source: Set Title
bo_cn: ཁ་བྱང་སྒྲིག་འགོད།

source: Set _Character Encoding
bo_cn: ཡིག་རྟགས་སྒྲིག་ཨང་སྒྲིག་པ།（_C）

source: Set the last specified tab as the active one in its window
bo_cn: ཐེངས་སྔོན་མར་དམིགས་འཛུགས་བྱས་པའི་གདོང་འཛར་གྱི་ཤོག་ངོས་དེ་གནས་སའི་སྒེའུ་ཁུང་གི་མིག་སྔའི་གདོང་འཛར་དུ་སྒྲིག་པ།

source: Set the terminal title
bo_cn: མཐའ་སྣེའི་ཁ་བྱང་སྒྲིག་འགོད།

source: Set the terminal's zoom factor (1.0 = normal size)
bo_cn: མཐའ་སྣེའི་སྐྱེད་སྐྱུང་བཏགས་གྲངས་སྒྲིག་འགོད།(1.0=རྒྱུན་ལྡན་གྱི་ཆེ་ཆུང་།）

source: Set the window role
bo_cn: སྒེའུ་ཁུང་འཁྲབ་བྱའི་མི་སྣ་སྒྲིག་འགོད།

source: Set the window size; for example: 80x24, or 80x24+200+200 (ROWSxCOLS+X+Y)
bo_cn: སྒེའུ་ཁུང་ཆེ་ཆུང་སྒྲིག་འགོད། དཔེར་ན།80x24དང་།ཡང་ན་80x24+200（འཕྲེད་xགཞུང་+གནས་ཚད་X+གནས་ཚད་Y）

source: Set the working directory
bo_cn: ལས་ཀའི་དཀར་ཆག་སྒྲིག་འགོད།

source: Shortcut _Key
bo_cn: མྱུར་མཐེབ།(_K)

source: Show MATE Terminal options
bo_cn: མཐའ་སྣེའི་འདེམ་བྱང་འཆར་བ།

source: Show _Menubar
bo_cn: འདེམ་བྱང་སྡེ་འཆར་བ།(_M)

source: Show _menubar by default in new terminals
bo_cn: མཐའ་སྣེ་གསར་བའི་ཁྲོད་དུ་འདེམ་བྱང་སྡེ་འཆར་བ་སོར་འཇོག

source: Show per-terminal options
bo_cn: མཐའ་སྣེ་རེའི་འདེམ་བྱང་འཆར་བ།

source: Show per-window options
bo_cn: སྒེའུ་ཁུང་རེ་རེའི་འདེམ་བྱང་འཆར་བ།

source: Show session management options
bo_cn: གླེང་མོལ་དོ་དམ་འདེམས་བྱང་འཆར་བ།

source: Show terminal options
bo_cn: མཐའ་སྣེའི་འདེམ་བྱང་འཆར་བ།

source: South European
bo_cn: ཡོ་རོབ་ལྷོ་མ།

source: Specify file containing saved configuration
bo_cn: ཉར་ཚགས་བྱས་ཟིན་པའི་སྡེབ་སྒྲིག་ཡིག་ཆ་འདུས་པ་དམིགས་འཛུགས།

source: Specify session management ID
bo_cn: གླེང་མོལ་དོ་དམ་IDདམིགས་འཛུགས།

source: Switch to Next Profile
bo_cn: སྡེབ་སྒྲིག་རྗེས་མ་ལ་བརྗེ་བ།

source: Switch to Next Tab
bo_cn: གདོང་འཛར་གྱི་ཤོག་ངོས་རྗེས་མ་ལ་བརྗེ་བ།

source: Switch to Previous Profile
bo_cn: སྡེབ་སྒྲིག་གོང་མར་བརྗེ་བ།

source: Switch to Previous Tab
bo_cn: གདོང་འཛར་ཤོག་ངོས་གོང་མར་བརྗེ་བ།

source: Switch to Tab 1
bo_cn: གདོང་འཛར་ཤོག་ངོས1ལ་བརྗེ་བ།

source: Switch to Tab 10
bo_cn: གདོང་འཛར་ཤོག་ངོས10བར་བརྗེ་བ།

source: Switch to Tab 11
bo_cn: གདོང་འཛར་ཤོག་ངོས11ལ་བརྗེ་བ།

source: Switch to Tab 12
bo_cn: གདོང་འཛར་ཤོག་ངོས12ལ་བརྗེ་བ།

source: Switch to Tab 2
bo_cn: གདོང་འཛར་ཤོག་ངོས2ལ་བརྗེ་བ།

source: Switch to Tab 3
bo_cn: གདོང་འཛར་ཤོག་ངོས3ལ་བརྗེ་བ།

source: Switch to Tab 4
bo_cn: གདོང་འཛར་ཤོག་ངོས4ལ་བརྗེ་བ།

source: Switch to Tab 5
bo_cn: གདོང་འཛར་ཤོག་ངོས5ལ་བརྗེ་བ།

source: Switch to Tab 6
bo_cn: གདོང་འཛར་ཤོག་ངོས6ལ་བརྗེ་བ།

source: Switch to Tab 7
bo_cn: གདོང་འཛར་ཤོག་ངོས7ལ་བརྗེ་བ།

source: Switch to Tab 8
bo_cn: གདོང་འཛར་ཤོག་ངོས8ལ་བརྗེ་བ།

source: Switch to Tab 9
bo_cn: གདོང་འཛར་ཤོག་ངོས9ལ་བརྗེ་བ།

source: Switch to this tab
bo_cn: གདོང་འཛར་ཤོག་ངོས་འདི་ལ་བརྗེ་བ།

source: TITLE
bo_cn: ཁ་བྱང་།

source: TTY Erase
bo_cn: TY Erase

source: Ta_bs
bo_cn: གདོང་འཛར།(_B)

source: Tabs
bo_cn: གདོང་འཛར་ཤོག་ངོས།

source: Terminal
bo_cn: མཐའ་སྣེ།

source: Terminal _bell
bo_cn: མཐའ་སྣེའི་དྲིལ་བུ།(_B)

source: Terminal options; if used before the first --window or --tab argument, sets the default for all terminals:
bo_cn: སྒེའུ་ཁུང་བདམ་ཚན། གལ་ཏེ་--window ཡང་ན --tab ཞུགས་གྲངས་དང་པོའི་སྔོན་དུ་བཀོལ་ན།མཐའ་སྣེ་ཡོད་ཚད་ཀྱི་སོར་བཞག་སྡེབ་སྒྲིག་གཏན་འཁེལ་བྱེད་སྲིད།

source: Thai
bo_cn: ཐའེ་ལན་གྱི་ཡི་གེ

source: The child process exited normally with status %d.
bo_cn: བུ་ཡི་འཕེལ་རིམ་%dརྣམ་པས་རྒྱུན་ལྡན་གྱིས་ཕྱིར་བུད།

source: The child process was terminated by signal %d.
bo_cn: བུ་ཡི་འཕེལ་རིམ་གྱི་བརྡ་རྟགས་%dཡིས་བཅད།

source: The child process was terminated.
bo_cn: བུ་འཕེལ་རིམ་བཅད་པ།

source: The shortcut key “%s” is already bound to the “%s” action
bo_cn: མྱུར་མཐེབ་s%sསྦྲེལ་ནས་%sཟིན་པའི་སྟངས་སྟབས།

source: The text you clicked on doesn't seem to be a valid OTP challenge.
bo_cn: ཁྱེད་ཀྱིས་མནན་པའི་ཡི་གེ་ནི་ནུས་ལྡན་གྱི་OTPའགྲན་སློང་མིན་པ་འདྲ།

source: The text you clicked on doesn't seem to be a valid S/Key challenge.
bo_cn: ཁྱེད་ཀྱིས་མནན་པའི་ཡི་གེ་ནི་ནུས་ལྡན་གྱི་S/Keyའགྲན་སློང་མིན་པ་འདྲ།

source: There are still processes running in some terminals in this window. Closing the window will kill all of them.
bo_cn: སྒེའུ་ཁུང་འདིའི་མཐའ་སྣེ་ཁ་ཤས་སུ་སྔར་བཞིན་འཕེལ་རིམ་ཡོད་པ་རེད། སྒེའུ་ཁུང་འདི་སྒོ་བརྒྱབ་ན་འཕེལ་རིམ་ཡོད་ཚད་གསོད་པར་འགྱུར།

source: There is still a process running in this terminal. Closing the terminal will kill it.
bo_cn: མཐའ་སྣེ་འདིའི་ནང་དུ་སྔར་བཞིན་འཕེལ་རིམ་ཞིག་འཁོར་སྐྱོད་བྱེད་བཞིན་ཡོད། མཐའ་སྣེ་སྒོ་བརྒྱབ་ན་ནི་འཕེལ་རིམ་འདི་གསོད་པར་འགྱུར།

source: There was an error creating the child process for this terminal
bo_cn: མཐའ་སྣེ་འདིའི་བུའི་འཕེལ་རིམ་གསར་འཛུགས་སྐབས་ནོར་འཁྲུལ་ཤོར་བ།

source: There was an error displaying help
bo_cn: རོགས་རམ་མངོན་སྐབས་སུ་ནོར་འཁྲུལ་ཞིག་བྱུང་།

source: Title and Command
bo_cn: ཁ་བྱང་དང་བཀའ་བརྡ།

source: Turkish
bo_cn: ཐུར་ཁེའི་སྐད།

source: Turn off the menubar
bo_cn: འདེམ་བྱང་སྡེའི་སྒོ་རྒྱག་པ།

source: Turn on the menubar
bo_cn: འདེམ་བྱང་སྡེའི་ཁ་ཕྱེ་བ།

source: Two roles given for one window
bo_cn: སྒེའུ་ཁུང་གཅིག་ལ་འཁྲབ་བྱའི་མི་སྣ་རིགས་གཉིས་དམིགས་འཛུགས་བྱས་འདུག

source: Underline
bo_cn: འོག་ཐིག

source: Unnamed
bo_cn: མིང་བཏགས་མེད་པ།

source: Use custom default terminal si_ze
bo_cn: མཚན་ཉིད་རང་འཇོག་གི་མཐའ་སྣེའི་ཆེ་ཆུང་སྤྱོད་པ།(_Z)

source: Use system settings
bo_cn: རྒྱུད་ཁོངས་སྒྲིག་འགོད་བཀོལ་སྤྱོད།

source: Use the command line
bo_cn: བཀའ་བརྡའི་ཕྲེང་སྤྱོད་པ།

source: Use the given profile instead of the default profile
bo_cn: མཁོ་འདོན་བྱས་པའི་སྡེབ་སྒྲིག་ཡིག་ཆ་སྤྱོད་པ་ལས་སོར་བཞག་སྡེབ་སྒྲིག་མ་ཡིན།

source: User Defined
bo_cn: སྤྱོད་མཁན་གྱི་མཚན་ཉིད།

source: Vietnamese
bo_cn: ཡོ་ནན་སྐད།

source: View
bo_cn: ཕྱི་ཚུལ།

source: Western
bo_cn: ཡོབ་གླིང་ནུབ་མ།

source: When command _exits:
bo_cn: བཀའ་ཕབ་ཕྱིར་འབུད་སྐབས།(_E)：

source: When terminal commands set their o_wn titles:
bo_cn: མཐའ་སྣེའི་བཀའ་བརྡ་ལྟར་རང་གི་ཁ་བྱང་སྡེབ་སྒྲིག་བྱེད་དུས།

source: White on black
bo_cn: གཞི་ནག་ཡིག་དཀར།

source: Window options; if used before the first --window or --tab argument, sets the default for all windows:
bo_cn: སྒེའུ་ཁུང་བདམ་ཚན། གལ་ཏེ་--window ཡང་ན --tab ཞུགས་གྲངས་དང་པོའི་སྔོན་དུ་བཀོལ་ན།སྒེའུ་ཁུང་ཡོད་ཚད་ཀྱི་སོར་བཞག་སྡེབ་སྒྲིག་གཏན་འཁེལ་བྱེད་སྲིད།

source: You already have a profile called “%s”. Do you want to create another profile with the same name?
bo_cn: ཁྱེད་ལ་མིང་ལ་“%s”ཟེར་བའི་སྡེབ་སྒྲིག་ཡིག་ཆ་ཞིག་ཡོད། ཁྱེད་ཀྱིས་མིང་གཅིག་པའི་སྡེབ་སྒྲིག་ཡིག་གཞན་ཞིག་གསར་བཟོ་བྱེད་དམ།

source: You should have received a copy of the GNU General Public License along with MATE Terminal; if not, write to the Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA
bo_cn: ཁྱེད་ལ་MATE Webའཚོལ་ཞིབ་འབྱོར་བ་དང་མཉམ་དུ་GNU GPLགྲོས་ཆིངས་ཀྱི་བུ་དཔེ་འབྱོར་སྲིད། གལ་ཏེ་འབྱོར་མེད་ན། ཁྱེད་ཀྱི་རང་དབང་མ་རྩ་ཚོགས་པར་འཕྲིན་ཡིག་ཕྲིས། ས་གནས་ནི51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USAཡིན།

source: ZOOM
bo_cn: སྐྱེད་སྐྱུང་།

source: Zoom In
bo_cn: ཇེ་ཆེར་གཏོང་བ།

source: Zoom Out
bo_cn: ཆུང་བསྡུ།

source: Zoom factor "%g" is too large, using %g
bo_cn: སྐྱེད་སྐྱུང་བཏགས་གྲངས "%g" ཆེ་དྲག， %gསྤྱོད།

source: Zoom factor "%g" is too small, using %g
bo_cn: སྐྱེད་སྐྱུང་བཏགས་གྲངས "%g" ཆུང་དྲག， %gསྤྱོད།

source: _About
bo_cn: འབྲེལ་ཡོད།(_A)

source: _Action
bo_cn: འགུལ་སྟངས།(_A)

source: _Add or Remove…
bo_cn: ཁ་སྣོན་དང་བསུབ་པ།(_A)...

source: _Allow bold text
bo_cn: སྦོམ་ཡིག་རུང་བ(_A)

source: _Background color:
bo_cn: རྒྱབ་ལྗོངས་ཁ་དོག (_B)：

source: _Background image
bo_cn: རྒྱབ་ལྗོངས་རི་མོ།(_B)

source: _Backspace key generates:
bo_cn: Backspaceམཐེབ་མནན་ན་འབྱུང་བ་ནི།：

source: _Base on:
bo_cn: གཞིགས་པའི་(_B)：

source: _Clear Highlight
bo_cn: མཐོ་གསལ་གཙང་སེལ།(_C)

source: _Close Window
bo_cn: སྒེའུ་ཁུང་སྒོ་རྒྱག་པ།(_C)

source: _Contents
bo_cn: དཀར་ཆག (_C)

source: _Copy Call Address
bo_cn: བརྡ་གཏོང་ཤག་གནས་འདྲ་ཕབ།(_C)

source: _Copy E-mail Address
bo_cn: གློག་བརྡུལ་སྦྲག་ཡིག་ཤག་གནས་འདྲ་ཕབ།（_C）

source: _Copy Link Address
bo_cn: སྦྲེལ་མཐུད་ཤག་གནས་འདྲ་ཕབ།(_C)

source: _Delete key generates:
bo_cn: Deleteམཐེབ་མནན་ན་འབྱུང་བ་ནི།：

source: _Description
bo_cn: ཞིབ་བརྗོད།(_D)

source: _Detach tab
bo_cn: གདོང་འཛར་ཤོག་ངོས་ཁ་དབྲལ།(_D)

source: _Edit
bo_cn: རྩོམ་སྒྲིག (_E)

source: _Enable menu access keys (such as Alt+F to open the File menu)
bo_cn: འདེམས་བྱང་ཡོད་ཚད་ཀྱི་ལྟ་སྤྱོད་མཐེབ་སྤྱོད་འགོ་རྩོམ་པ།（དཔེར་ན་Alt+Fབཀོལ་ནས་ཡིག་ཆའི་འདེམས་བྱང་ཁ་འབྱེད་པ།）(_E)

source: _Encoding
bo_cn: སྒྲིག་ཨང་།(_E)

source: _File
bo_cn: ཡིག་ཆ། (_F)

source: _Find...
bo_cn: བཤེར་འཚོལ།(_F)...

source: _Font:
bo_cn: ཡིག་གཟུགས། (_F)：

source: _Full Screen
bo_cn: བརྙན་ཡོལ་ཧྲིལ་པོ།(_F)

source: _Help
bo_cn: རོགས་རམ།(_H)

source: _Incremental Search...
bo_cn: འཕར་ཚད་འཚོལ་བཤེར།(_I)...

source: _Input Methods
bo_cn: འཇུག་ཐབས།(_I)

source: _Keyboard Shortcuts…
bo_cn: མཐེབ་གཞོང་མྱུར་མཐེབ།(_K)...

source: _Match case
bo_cn: འབྲི་ཆེ་ཆུང་དབྱེ་བ།(_M)

source: _Next Profile
bo_cn: སྡེབ་སྒྲིག་རྗེས་མ།（_N）

source: _Next Tab
bo_cn: གདོང་འཛར་ངོས་རྗེས་མ།(_N)

source: _Open Link
bo_cn: སྦྲེལ་མཐུད་ཁ་འབྱེད།(_O)

source: _Password:
bo_cn: གསང་གྲངས།(_P)：

source: _Previous Profile
bo_cn: སྡེབ་སྒྲིག་གོང་མ།:(_P)

source: _Previous Tab
bo_cn: གདོང་འཛར་སྔར་མ་བོ།(_P)

source: _Profile Preferences
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆའི་སྔོན་འདེམས་ཚན་པ།(_P)

source: _Profile name:
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆའི་མིང་།(_P)：

source: _Profile used when launching a new terminal:
bo_cn: མཐའ་སྣེ་གསར་བ་འབྱེད་སྐབས་སྤྱོད་པའི་སྡེབ་སྒྲིག་ཡིག་ཆ།(_P)：

source: _Relaunch
bo_cn: བསྐྱར་སློང་།(_R)

source: _Reset
bo_cn: བསྐྱར་བཀོད། (_R)

source: _Reset Compatibility Options to Defaults
bo_cn: འཆམ་མཐུན་རང་བཞིན་གྱི་འདེམ་བྱང་སོར་བཞག་ཐང་ལ་བསྐྱར་སྒྲིག

source: _Run command as a login shell
bo_cn: Shllཐོ་འགོད་རྣམ་པས་བཀའ་བརྡ་འཁོར་སྐྱོད་བྱོས།(_R)

source: _Same as text color
bo_cn: ཡིག་དེབ་ཁ་དོག་དང་མཚུངས།(_S)

source: _Save Contents
bo_cn: ནང་དོན་ཉར་ཚགས།(_S)"

source: _Scrollbar is:
bo_cn: འདེད་མ།(_S)：
