Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/mate-terminal.po
Languages: bo_cn

source: _Search
bo_cn: བཤེར་འཚོལ།(_S)

source: _Search for:
bo_cn: འཚོལ་བཤེར།(_S)：

source: _Send Mail To…
bo_cn: སྦྲགས་སྲིད་(_S)...ལ་བསྐུར་བ།

source: _Set Title…
bo_cn: ཁ་བྱང་སྒྲིག་འགོད།(_S)...

source: _Shortcut keys:
bo_cn: མྱུར་མཐེབ།(_S)：

source: _Solid color
bo_cn: མདོག་གཙང་མ།(_S)

source: _Terminal
bo_cn: མཐའ་སྣེ།(_T)

source: _Text color:
bo_cn: ཡིག་དེབ་ཁ་དོག(_T)：

source: _Title:
bo_cn: ཁ་བྱང་།(_T)："

source: _Transparent background
bo_cn: ཕྱི་གསལ་ནང་གསལ་གྱི་རྒྱབ་ལྗོངས།(_T)

source: _Underline color:
bo_cn: འོག་ཐིག་གི་ཁ་དོག(_U)：

source: _Unlimited
bo_cn: ཚོད་འཛིན་མེད།(_U)

source: _Update login records when command is launched
bo_cn: བཀའ་ལག་བསྟར་བྱེད་སྐབས་ཐོ་འཇུག་ཟིན་ཐོ་གསར་སྒྱུར།(_U)

source: _Use colors from system theme
bo_cn: རྒྱུད་ཁོངས་བརྗོད་གཞིའི་ཁྲོད་ཀྱི་ཁ་དོག་སྤྱོད་པ།(_U)

source: _Use the system fixed width font
bo_cn: རྒྱུད་ཁོངས་ཀྱི་ཞེང་མཚུངས་ཡིག་གཟུགས་སྤྱོད་པ།(_U)

source: _View
bo_cn: ལྟ་ཞིབ། (_V)

source: _Wrap around
bo_cn: ཡིག་ཚགས་ཀྱི་མགོ་ལ་ནས་མུ་མཐུད་དུ་འཚོལ་བ།(_W)

source: columns
bo_cn: གཞུང་སྟར།

source: lines
bo_cn: ཕྲེང་།

source: rows
bo_cn: ཕྲེང་།

source: translator-credits
bo_cn: He Qiangqiang <carton@linux.net.cn>, 2002 Funda Wang <fundawang@linux.net.cn>, 2003 2004བདུད་རྩི<rhythm.gan@gmail.com>, 2009 Fan Qijiang <fqj1994@linux.com>,2010
