Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/mutt.po
Languages: bo_cn

source: expires:
bo_cn: དུས་ཚོད་འདི་ནས་དུས་ལས་ཡོལ་བ།

source: to %s
bo_cn: %sལ་སྐུར་བ།

source: from %s
bo_cn: %sནས་འོང་བ།

source: ('?' for list):
bo_cn: "། ('?'མནན་ན།རེའུ་མིག་འཆར་བ)： "

source: (current time: %c)
bo_cn: "། (མིག་སྔའི་དུས་ཚོད།：%c)"

source: Press '%s' to toggle write
bo_cn: " '%s'མནན་ནས་འབྲི་འཇུག་རྗེས།

source: aka ......:
bo_cn: " དེ་ཡང་ ...: "

source: in this limited view
bo_cn: འདིར་མིག་བཤེར་ཚོད་འཛིན་བྱེད་བཞིན་པ།

source: sign as:
bo_cn: མིང་རྟགས་བཀོད་པའི་ཐོབ་ཐང་ནི།

source: tagged
bo_cn: རྟགས་བརྒྱབ་ཟིན་པ།

source: %c: invalid pattern modifier
bo_cn: %c：ནུས་མེད་ཀྱི་རྣམ་པའི་རྒྱན་རྟགས།

source: %c: not supported in this mode
bo_cn: %c：རྣམ་པ་འདིས་རྒྱབ་སྐྱོར་མི་བྱེད།

source: %d kept, %d deleted.
bo_cn: %dཉར་ཚགས་དང་%d བསུབ་པ།

source: %d kept, %d moved, %d deleted.
bo_cn: %d སོར་ཉར་དང་། %dསྤོ་སྒུལ།%d བསུབ་པ།

source: %d messages have been lost. Try reopening the mailbox.
bo_cn: འཕྲིན་ཡིག་%d བོར་ཟིན། བསྐྱར་དུ་ཡིག་སྒམ་ཁ་ཕྱེ་བར་ཚོད་ལྟ་ཞིག་བྱེད་རོགས།

source: %s Do you really want to use the key?
bo_cn: %s ཁྱེད་རང་གིས་དངོས་གནས་གསང་ལྡེ་འདི་བེད་སྤྱོད་ཀྱི་ཡིན་ནམ།

source: %s [#%d] modified. Update encoding?
bo_cn: "%s [#%d] ལ་བཟོ་བཅོས་བྱས་ཟིན། ཨང་སྒྲིག་གསར་སྒྱུར་བྱེད་དམ།

source: %s [#%d] no longer exists!
bo_cn: "%s [#%d]མེད་པ།

source: %s [%d of %d messages read]
bo_cn: %s[འཕྲིན་ཡིག་ %d བཀླགས། ཁྱོན་བསྡོམས་འཕྲིན་ཡིག་%d ཡོད།]

source: %s authentication failed, trying next method
bo_cn: "%sར་སྤྲོད་ཕམ་པ།ཐབས་ཤེས་རྗེས་མ་དེ་ཚོད་ལྟ་བྱེད་བཞིན་ཡོད།

source: %s does not exist. Create it?
bo_cn: %sམི་འདུག དེ་གསར་འཛུགས་བྱེད་དམ།

source: %s has insecure permissions!
bo_cn: %sལ་བདེ་འཇགས་མིན་པའི་འཚམས་འདྲིའི་ཆོག་མཆན་འདུག

source: %s is an invalid IMAP path
bo_cn: %sནི་ནུས་མེད་ཀྱི་IAPའགྲོ་ལམ་རེད།

source: %s is an invalid POP path
bo_cn: %sནི་ནུས་མེད་ཀྱི་POPའགྲོ་ལམ་རེད།

source: %s is not a mailbox!
bo_cn: %sཡིག་སྒམ་མ་རེད།

source: %s is not a mailbox.
bo_cn: %sཡིག་སྒམ་མ་རེད།

source: %s is set
bo_cn: %sགཏན་འབེབས་བྱས་ཟིན།

source: %s is unset
bo_cn: %sཇུས་འབེབས་བྱས་མེད།

source: %s isn't a regular file.
bo_cn: %s ནི་རྒྱུན་ལྡན་གྱི་ཡིག་ཆ་མ་རེད།

source: %s no longer exists!
bo_cn: %sད་ལྟ་མེད་པར་གྱུར་ཟིན།

source: %s: Unknown type.
bo_cn: "%s：ངེས་མེད་ཀྱི་རིགས་གྲས།

source: %s: color not supported by term
bo_cn: "%s：མཐའ་སྣེ་ཡིས་ཤར་བའི་ཁ་དོག་ལ་རྒྱབ་སྐྱོར་མི་བྱེད་པ།

source: %s: command valid only for index, body, header objects
bo_cn: "%s：བཀའ་ཡིས་དཀར་ཆག་དང་།གཞུང་དངོས།རྟགས་འགོའི་བྱ་ཡུལ་སོགས་ཁོ་ནར་ནུས་པ་ཡོད།

source: %s: invalid mailbox type
bo_cn: "%s：ནུས་མེད་ཡིག་སྒམ་གྱི་རིགས་གྲས།

source: %s: invalid value
bo_cn: "%s：ནུས་མེད་ཀྱི་ཐང་།

source: %s: invalid value (%s)
bo_cn: "%s： ནུས་མེད་ཀྱི་ཐང་།（%s ）

source: %s: no such attribute
bo_cn: "%s：གཏོགས་གཤིས་འདི་མེད་པ།

source: %s: no such color
bo_cn: "%s：མདོག་དེ་འདྲ་མེད།

source: %s: no such function
bo_cn: "%s： འདི་ལྟ་བུའི་རྟེན་འབྱུང་གྲངས་མེད།

source: %s: no such function in map
bo_cn: "%s： རྟེན་འཕྲོའི་རེའུ་མིག་ཁྲོད་དུ་འདི་ལྟ་བུའི་རྟེན་འབྱུང་གྲངས་མེད།

source: %s: no such menu
bo_cn: "%s：འདེམ་ཚན་འདི་མེད།

source: %s: no such object
bo_cn: "%s：བྱ་ཡུལ་འདི་མེད།

source: %s: too few arguments
bo_cn: "%s：ཞུགས་གྲངས་ཉུང་དྲགས་པ།

source: %s: unable to attach file
bo_cn: "%s：ཡིག་ཆ་ཟུར་སྣོན་བྱ་ཐབས་བྲལ།

source: %s: unknown command
bo_cn: "%s：ངེས་མེད་ཀྱི་བཀའ།

source: %s: unknown sorting method
bo_cn: "%s：ངེས་མེད་ཀྱི་རིམ་སྒྲིག་བྱེད་སྟངས།

source: %s: unknown type
bo_cn: "%s：ངེས་མེད་ཀྱི་རིགས་གྲས།

source: %s: unknown variable
bo_cn: "%s：ངེས་མེད་ཀྱི་འགྱུར་ཚད།

source: (i)nline
bo_cn: བཙུད་འཇུག(i)

source: (need 'view-attachments' bound to key!)
bo_cn: [་]view-attachments’མཐེབ་ལ་བཀྱིག་སྦྲེལ་བྱ་དགོས། ）

source: (no mailbox)
bo_cn: (ཡིག་སྒམ་མེད)

source: (r)eject, accept (o)nce
bo_cn: ཁས་མ་བླངས་པ(r) དང་ལེན་ཐེངས་གཅིག་བྱེད་པ།(o)

source: (r)eject, accept (o)nce, (a)ccept always
bo_cn: ཁས་མ་བླངས་པ(r) དང་ལེན་ཐེངས་གཅིག་བྱས་པ།(o) ནམ་ཞར་དང་ལེན།(a)

source: (size %s bytes)
bo_cn: (ཆེ་ཆུང་ %s ཡིག་ཚིགས།)

source: (use '%s' to view this part)
bo_cn: "( '%s' སྤྱད་ནས་འདི་གྲས་འཆར་བྲ་བྱེད་པ།)"

source: *BAD* signature from:
bo_cn: "*ནོར་འཁྲུལ་*མིང་རྟགས་ཀྱི་འབྱུང་ཁུངས།："

source: -- Attachments
bo_cn: --ཟུར་བཀོད།

source: ---Command: %-30.30s Attachment: %s
bo_cn: "---བཀའ་བརྡ།：%-30.30s ཞིབ་བརྗོད།：%s"

source: -group: no group name
bo_cn: "-group: ཚོ་ཆུང་གི་མིང་མེད་པ།"

source: 1: DES, 2: Triple-DES
bo_cn: "1: DES, 2: སུམ་སྡེབ་DES "

source: <UNKNOWN>
bo_cn: ངེས་མེད།

source: <default>
bo_cn: 〈སོར་བཞག་ཐང་〉

source: A system error occurred
bo_cn: རྒྱུད་ཁོངས་ནོར་འཁྲུལ་བྱུང་བ།

source: APOP authentication failed.
bo_cn: POPཚོད་ལྟས་ར་སྤྲོད་ཕམ་པ།

source: Abort
bo_cn: དོར་བ།

source: Abort unmodified message?
bo_cn: བཟོ་བཅོས་མ་བྱས་པའི་འཕྲིན་ཡིག་མཚམས་འཇོག་གམ།

source: Aborted unmodified message.
bo_cn: བཟོ་བཅོས་བརྒྱབ་མེད་པའི་འཕྲིན་ཡིག་མཚམས་འཇོག་བྱས་ཟིན་པ།

source: Accept the chain constructed
bo_cn: གསར་འཛུགས་བྱས་པའི་སྦྲེལ་མཐུད་དང་ལེན་བྱེད་པ།

source: Address:
bo_cn: ཤག་གནས།

source: Alias added.
bo_cn: མིང་གཞན་ཁ་སྣོན་བྱས་ཟིན།

source: Alias as:
bo_cn: བཏགས་པའི་མིང་གཞན་ལ།：

source: Aliases
bo_cn: མིང་གཞན།

source: All available protocols for TLS/SSL connection disabled
bo_cn: TLS/SSLའབྲེལ་མཐུད་ལ་བཀོལ་བའི་སྤྱོད་རུང་གྲོས་མཐུན་ཚང་མ་སྤྱོད་འགོག་བྱས་པ།

source: All matching keys are expired, revoked, or disabled.
bo_cn: ཟླ་སྒྲིག་གི་གཉིད་སྨན་ཡོད་ཚད་དུས་ལས་ཡོལ་བ་འམ། ཕྱིར་བསྡུས་པ་དང་ཡང་ན་སྤྱོད་མི་ཆོག

source: All matching keys are marked expired/revoked.
bo_cn: ཚད་མཐུན་གྱི་གསང་ལྡེ་ཚང་མ་དུས་ལས་ཡོལ་བའམ་ཡང་ན་ཐོ་ཁོངས་ནས་བསུབ་ཟིན་པ།

source: Anonymous authentication failed.
bo_cn: རང་མིང་མི་འགོད་པའི་ར་སྤྲོད་ཕམ་པ།

source: Append
bo_cn: ཟུར་བཀོད།

source: Append a remailer to the chain
bo_cn: བརྒྱུད་སྤྲོད་མཁན་སྦྲེལ་ལམ་དུ་ཟུར་སྣོན།

source: Append messages to %s?
bo_cn: འཕྲིན་ཡིག་%sམཇུག་ཏུ་ཟུར་སྣོན།

source: Argument must be a message number.
bo_cn: ཞུགས་གྲངས་ངེས་པར་དུ་འཕྲིན་ཡིག་གི་ཨང་གྲངས་ཡིན་དགོས།

source: Attach file
bo_cn: ཟུར་སྣོན་ཡིག་ཆ།

source: Attaching selected files...
bo_cn: གདམས་ཟིན་པའི་ཡིག་ཆ་ཟུར་སྣོན་བྱེད་བཞིན་པ།

source: Attachment filtered.
bo_cn: ཟུར་བཀོད་ཡིག་ཆ་འཚག་ཟིན།

source: Attachment saved.
bo_cn: ཟུར་བཀོད་ཉར་ཚགས་བྱས་ཟིན།

source: Attachments
bo_cn: ཟུར་སྣོན།

source: Authenticating (%s)...
bo_cn: ར་སྤྲོད་བྱེད་བཞིན་པ།(%s)...

source: Authenticating (APOP)...
bo_cn: ར་སྤྲོད་བྱེད་བཞིན་པ།(APOP)...

source: Authenticating (CRAM-MD5)...
bo_cn: ར་སྤྲོད་བྱེད་བཞིན་པ།(CRAM-MD5)...

source: Authenticating (GSSAPI)...
bo_cn: ར་སྤྲོད་བྱེད་བཞིན་པ། (GSSAPI)...

source: Authenticating (SASL)...
bo_cn: ར་སྤྲོད་བྱེད་བཞིན་པ།(SASL)...

source: Authenticating (anonymous)...
bo_cn: ར་སྤྲོད་བྱེད་བཞིན་པ།(དངོས་མིང་མི་འགོད་པ)...

source: Bad IDN %s while preparing resent-from.
bo_cn: Resent-folmལ་གྲ་སྒྲིག་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་བའི་IDN%s

source: Bad IDN: '%s'
bo_cn: ནོར་འཁྲུལ་གྱི་IDN: '%s

source: Bad history file format (line %d)
bo_cn: ནོར་འཁྲུལ་གྱི་ལོ་རྒྱུས་ཡིག་ཆ་འི་རྣམ་གཞག།(ཕྲེང་ %d པ)

source: Bad mailbox name
bo_cn: ནོར་འཁྲུལ་གྱི་ཡིག་སྒམ་མིང་།

source: Bad regexp: %s
bo_cn: ནོར་འཁྲུལ་གྱི་ཚད་མཐུན་མཚོན་ཚུལ།：%s

source: Bottom of message is shown.
bo_cn: འཕྲིན་ཡིག་གི་ཆེས་མཇུག་མཐའ།

source: Bounce message to %s
bo_cn: འཕྲིན་ཡིག་%sལ་ཕྱིར་སློག

source: Bounce messages to %s
bo_cn: འཕྲིན་ཡིག་%sལ་ཕྱིར་སློག

source: Bounce tagged messages to:
bo_cn: མཚོན་རྟགས་བཀོད་ཟིན་པའི་འཕྲིན་ཡིག་ཕྱིར་སློག

source: CRAM-MD5 authentication failed.
bo_cn: CRAM-MD5ཡི་ར་སྤྲོད་ཕམ་པ།

source: CREATE failed: %s
bo_cn: CREATE（གསར་འཛུགས་）ཕམ་པ།：%s

source: Can't append to folder: %s
bo_cn: ཡིག་ཁུག་མཇུག་ཏུ་ཁ་སྣོན་བྱེད་ཐབས་བྲལ།：%s

source: Can't attach a directory!
bo_cn: དཀར་ཆག་ཟུར་སྣོན་བྱེད་ཐབས་བྲལ།

source: Can't create %s.
bo_cn: %sགསར་འཛུགས་བྱ་ཐབས་བྲལ།

source: Can't create %s: %s.
bo_cn: %sགསར་འཛུགས་བྱ་ཐབས་བྲལ།: %s."

source: Can't create file %s
bo_cn: ཡིག་ཆ་%sའཛུགས་ཐབས་བྲལ།

source: Can't create filter
bo_cn: འཚག་ཆས་འཛུགས་ཐབས་བྲལ།

source: Can't create filter process
bo_cn: འཚག་པའི་འཕེལ་རིམ་འཛུགས་ཐབས་བྲལ།

source: Can't create temporary file
bo_cn: སྐབས་བསོག་ཡིག་ཚགས་འཛུགས་ཐབས་བྲལ།

source: Can't decode all tagged attachments. MIME-encapsulate the others?
bo_cn: རྟགས་བཀོད་ཟིན་པའི་ཟུར་བཀོད་ཡིག་ཆ་ཚང་མ་གསང་འགྲོལ་བྱེད་ཐབས་བྲལ། MIMEབརྒྱུད་དེ་གཞན་དག་ཐུམ་སྒྲིལ་བྱེད་དམ།

source: Can't decode all tagged attachments. MIME-forward the others?
bo_cn: རྟགས་བཀོད་ཟིན་པའི་ཟུར་བཀོད་ཡིག་ཆ་ཚང་མ་གསང་འགྲོལ་བྱེད་ཐབས་བྲལ། MIMEབརྒྱུད་དེ་གཞན་དག་བརྒྱུད་སྐུར་བྱེད་དམ།

source: Can't decrypt encrypted message!
bo_cn: གསང་སྡོམ་འཕྲིན་ཡིག་གསང་འགྲོལ་བྱེད་ཐབས་བྲལ།

source: Can't delete attachment from POP server.
bo_cn: POPཞབས་ཞུ་ཆས་ཀྱི་སྟེང་ནས་ཟུར་བཀོད་ཡིག་ཆ་བསུབ་ཐབས་བྲལ།

source: Can't find any tagged messages.
bo_cn: རྟགས་བརྒྱབ་ཟིན་པའི་འཕྲིན་ཡིག་གང་ཡང་རྙེད་ཐབས་བྲལ།

source: Can't get mixmaster's type2.list!
bo_cn: mixmasterཡི་type2.listཐོབ་ཐབས་བྲལ།

source: Can't invoke PGP
bo_cn: PGPའདོན་སྤྱོད་བྱེད་མི་ཆོག

source: Can't match nametemplate, continue?
bo_cn: མིང་གི་མ་དཔེ།་ཟླ་སྒྲིག་བྱེད་ཐབས་བྲལ།མུ་མཐུད་ཡིན་ནམ།

source: Can't open /dev/null
bo_cn: /dev/nullཁ་ཕྱེ་ཐབས་བྲལ།

source: Can't open OpenSSL subprocess!
bo_cn: OpenSSLབུའི་འཕེལ་རིམ་ཁ་ཕྱེ་ཐབས་བྲལ།

source: Can't open PGP subprocess!
bo_cn: PGPཡི་བུའི་འཕེལ་རིམ་ཁ་ཕྱེ་ཐབས་བྲལ།

source: Can't open message file: %s
bo_cn: འཕྲིན་ཡིག་ཡིག་ཆའི་ཁ་ཕྱེ་ཐབས་བྲལ།：%s

source: Can't open temporary file %s.
bo_cn: གནས་སྐབས་ཀྱི་ཡིག་ཆ་%s ཁ་ཕྱེ་ཐབས་བྲལ།

source: Can't save message to POP mailbox.
bo_cn: གསར་འཛུགས་དེ་POPཡིག་སྒམ་དུ་ཉར་ཚགས་བྱེད་ཐབས་བྲལ།

source: Can't sign: No key specified. Use Sign As.
bo_cn: མིང་རྟགས་འགོད་ཐབས་བྲལ།གསང་ལྡེ་དམིགས་འཛུགས་བྱས་མེད། དམིགས་འཛུགས་གྱི་ཐོབ་ཐང་བཀོལ་ནས་མིང་རྟགས་འགོད་རོགས།

source: Can't stat %s: %s
bo_cn: sat%s བྱེད་ཐབས་བྲལ།：%s

source: Can't view a directory
bo_cn: དཀར་ཆག་འཆར་ཐབས་བྲལ།

source: Can't write header to temporary file!
bo_cn: དམིགས་བྱའི་ཡིག་ཆ་དེ་གནས་སྐབས་ཀྱི་ཡིག་ཆའི་ནང་འབྲི་ཐབས་བྲལ་བ།

source: Can't write message
bo_cn: འཕྲིན་ཡིག་ཏུ་འབྲི་ཐབས་བྲལ་པ།

source: Can't write message to temporary file!
bo_cn: གསར་འཛུགས་དེ་གནས་སྐབས་ཀྱི་ཡིག་ཆའི་ནང་འབྲི་ཐབས་བྲལ།

source: Cannot %s: Operation not permitted by ACL
bo_cn: %s.བྱེད་ཐབས་བྲལ། བཀོལ་སྤྱོད་དེར་བཅར་འདྲི་ཚོད་འཛིན་གྱི་རེའུ་མིག་(ACL)གིས་ཆོག་མཆན་ཐོབ་མེད།

source: Cannot create display filter
bo_cn: འཚག་ཆས་འཆར་བ་གསར་འཛུགས་བྱེད་ཐབས་བྲལ།

source: Cannot create filter
bo_cn: འཚག་ཆས་གསར་འཛུགས་བྱེད་ཐབས་བྲལ།

source: Cannot delete root folder
bo_cn: རྩ་བའི་ཡིག་ཁུག་བསུབ་ཐབས་བྲལ།

source: Cannot toggle write on a readonly mailbox!
bo_cn: ཀློག་ཙམ་ཡིག་སྒམ་དུ་འབྲི་རུང་བརྗེ་ཐབས་བྲལ།

source: Certificate host check failed: %s
bo_cn: དཔང་ཡིག་གཙོ་འཁོར་ཞིབ་བཤེར་ཕམ་པ།：%s

source: Certificate is not X.509
bo_cn: དཔང་ཡིག་ནི་X.509མ་རེད།

source: Certificate saved
bo_cn: དཔང་ཡིག་ཉར་ཚར།

source: Certificate verification error (%s)
bo_cn: དཔང་ཡིག་ཞིབ་བཤེར་ནོར་འཁྲུལ།(%s)

source: Changes to folder will be written on folder exit.
bo_cn: ཡིག་ཁུག་ནས་ཕྱིར་འཐེན་རྗེས་བསྒྱུར་བཅོས་དེ་ཡིག་ཁུག་ནང་འབྲི་བ།

source: Changes to folder will not be written.
bo_cn: བསྒྱུར་བཅོས་ཡིག་ཁུག་ནང་དུ་འབྲི་མི་སྲིད།

source: Char = %s, Octal = %o, Decimal = %d
bo_cn: "ཡིག་རྟགས = %s, བརྒྱད་གོང་འགྲིལ་ལུགས = %o, བཅུ་གོང་འགྲིལ་ལུགས = %d"

source: Character set changed to %s; %s.
bo_cn: ཡིག་རྟགས་ཚོགས་སྤྱི་%s ལ་བསྒྱུར་བ། %s

source: Chdir
bo_cn: དཀར་ཆག་སྒྱུར་བ།

source: Chdir to:
bo_cn: དཀར་ཆག་སྒྱུར་ནས་།：

source: Check key
bo_cn: ལྡེ་མིག་ལ་ཞིབ་བཤེར་བྱེད་པ།

source: Checking for new messages...
bo_cn: སྦྲགས་ཡིག་གསར་བར་ཞིབ་བཤེར་བྱེད་བཞིན་ཡོད།

source: Choose algorithm family: 1: DES, 2: RC2, 3: AES, or (c)lear?
bo_cn: "རྩི་ཐབས་རིགས་གྲས་འདེམ་པ：1: DES, 2: RC2, 3: AES, ཡང་ན་(c)གཙང་སེལ་？ "

source: Clear flag
bo_cn: གཙང་སེལ་མཚོན་རྟགས།

source: Closing connection to %s...
bo_cn: %sཡི་སྦྲེལ་མཐུད་སྒོ་རྒྱག་བཞིན་ཡོད།

source: Closing connection to POP server...
bo_cn: POPཞབས་ཞུའི་འཕྲུལ་ཆས་ཀྱི་འབྲེལ་མཐུད་སྒོ་རྒྱག་བཞིན་ཡོད།

source: Collecting data...
bo_cn: གཞི་གྲངས་འཚོལ་སྡུད་བྱེད་བཞིན་ཡོད།

source: Command TOP is not supported by server.
bo_cn: ཞབས་ཞུ་ཆས་ཀྱིསTOPབཀའ་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Command UIDL is not supported by server.
bo_cn: ཞབས་ཞུ་ཆས་ཀྱིས་UIDLབཀའ་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Command USER is not supported by server.
bo_cn: ཞབས་ཞུ་ཆས་ཀྱིས་USERབཀའ་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Command:
bo_cn: བཀའ་བརྡ།：

source: Compiling search pattern...
bo_cn: བཤེར་འཚོལ་རྣམ་པ་རྩོམ་སྒྱུར་བྱེད་བཞིན་པ།

source: Connecting to %s...
bo_cn: %s ལ་འབྲེལ་བཞིན་པ།

source: Connection lost. Reconnect to POP server?
bo_cn: འབྲེལ་མཐུད་བོར་བ། POPཞབས་ཞུའི་འཕྲུལ་ཆས་ལ་ཡང་བསྐྱར་སྦྲེལ་ལམ།

source: Connection to %s closed
bo_cn: %sཡི་སྦྲེལ་མཐུད་སྒོ་བརྒྱབ་ཟིན་པ།

source: Content-Type changed to %s.
bo_cn: ནང་དོན་རིགས་གྲས（Content-Type）དེ་%s ལ་བསྒྱུར་བ།

source: Content-Type is of the form base/sub
bo_cn: ནང་དོན་གྱི་རྣམ་པའི（Content-Type）ཡི་རྣམ་གཞག་ནི་base/subཡིན།

source: Continue?
bo_cn: མུ་མཐུད་ཡིན་ནམ།

source: Convert to %s upon sending?
bo_cn: གཏོང་སྐབས་%sལ་བསྒྱུར་བ།

source: Copy%s to mailbox
bo_cn: %sཡིག་སྒམ་དུ་འདྲ་ཕབ་བྱེད་པ།

source: Copying %d messages to %s...
bo_cn: འཕྲིན་ཡིག་%dདེ་ %sརུ་འདྲ་ཕབ་བྱེད་བཞིན་པ ...

source: Copying message %d to %s...
bo_cn: འཕྲིན་ཡིག་%dདེ་ %sརུ་འདྲ་ཕབ་བྱེད་བཞིན་པ ...

source: Copying to %s...
bo_cn: %sརུ་འདྲ་ཕབ་བྱེད་བཞིན་པ ...

source: Could not connect to %s (%s).
bo_cn: %s ལ་སྦྲེལ་མཐུད་བྱེད་ཐབས་བྲལ།(%s)

source: Could not copy message
bo_cn: འཕྲིན་ཡིག་འདྲ་ཕབ་བྱེད་ཐབས་བྲལ།

source: Could not create temporary file %s
bo_cn: གནས་སྐབས་ཡིག་ཆ་%sགསར་འཛུགས་བྱེད་ཐབས་བྲལ།

source: Could not create temporary file!
bo_cn: གནས་སྐབས་ཀྱི་ཡིག་ཆ་གསར་འཛུགས་བྱེད་ཐབས་བྲལ།

source: Could not decrypt PGP message
bo_cn: PGPཡི་འཕྲིན་ཡིག་གསང་འགྲོལ་བྱེད་ཐབས་བྲལ།

source: Could not find sorting function! [report this bug]
bo_cn: རིམ་སྒྲིག་རྟེན་འབྱུང་གྲངས་འཚོལ་ཐབས་བྲལ། [གནད་དོན་འདི་སྙན་སེང་ཞུ་རོགས།]

source: Could not flush message to disk
bo_cn: འཕྲིན་ཡིག་དེ་མཁྲེགས་སྡེར་ནང་དུ་འདྲེན་ཐབས་བྲལ།

source: Could not include all requested messages!
bo_cn: རེ་ཞུའི་འཕྲིན་ཡིག་ཚང་མ་ཚུད་ཐབས་བྲལ།

source: Could not negotiate TLS connection
bo_cn: TLSའབྲེལ་མཐུད་གྲོས་མོལ་བྱེད་ཐབས་བྲལ།

source: Could not open %s
bo_cn: %sཁ་འབྱེད་མི་ཐུབ།

source: Could not reopen mailbox!
bo_cn: ཡིག་སྒམ་བསྐྱར་དུ་སྒོ་འབྱེད་ཐབས་བྲལ།

source: Could not send the message.
bo_cn: འཕྲིན་ཡིག་འདི་སྐུར་ཐབས་བྲལ།

source: Could not synchronize mailbox %s!
bo_cn: %s ཡིག་སྒམ་དང་གོམ་མཉམ་བྱེད་ཐབས་བྲལ།

source: Create %s?
bo_cn: %sགསར་འཛུགས་བྱེད་དམ།

source: Create is only supported for IMAP mailboxes
bo_cn: IAPཡིག་སྒམ་ཁོ་ནས་ད་གཟོད་གསར་གཏོད་ལ་རྒྱབ་སྐྱོར་བྱེད་ཐུབ།

source: Create mailbox:
bo_cn: ཡིག་སྒམ་གསར་འཛུགས་བྱེད་པ།：

source: Decode-copy%s to mailbox
bo_cn: %sཡིག་སྒམ་དུ་གསང་འགྲོལ་འདྲ་བཤུས་བྱེད་པ།

source: Decode-save%s to mailbox
bo_cn: %sཡིག་སྒམ་དུ་གསང་འགྲོལ་གསོག་ཉར་བྱེད་པ།

source: Decrypt-copy%s to mailbox
bo_cn: %sཡིག་སྒམ་དུ་གསང་འགྲོལ་འདྲ་བཤུས་བྱེད་པ།

source: Decrypt-save%s to mailbox
bo_cn: %sཡིག་སྒམ་དུ་གསང་འགྲོལ་གསོག་ཉར་བྱེད་པ།

source: Decrypting message...
bo_cn: འཕྲིན་ཡིག་གསང་འགྲོལ་བྱེད་བཞིན་པ།

source: Decryption failed
bo_cn: གསང་འགྲོལ་ཕམ་པ།

source: Decryption failed.
bo_cn: གསང་འགྲོལ་ཕམ་པ།

source: Del
bo_cn: འདོར་བ།

source: Delete
bo_cn: བསུབ་པ།

source: Delete a remailer from the chain
bo_cn: བརྒྱུད་སྐུར་མཁན་སྦྲེལ་ལམ་བསུབ་པ།

source: Delete is only supported for IMAP mailboxes
bo_cn: IMAP ཡིག་སྒམ་ཁོ་ནས་མ་གཏོགས་བསུབ་རྒྱུར་རྒྱབ་སྐྱོར་བྱེད་ཀྱི་མེད།

source: Delete messages from server?
bo_cn: ཞབས་ཞུ་ཆས་སྟེང་གི་འཕྲིན་ཡིག་བསུབ་བམ།

source: Delete messages matching:
bo_cn: རྣམ་པ་འདི་དང་མཐུན་པའི་འཕྲིན་ཡིག་སུབས།：

source: Deletion of attachments from encrypted messages is unsupported.
bo_cn: གསང་སྡོམ་འཕྲིན་ཡིག་ནང་གི་ཟུར་བཀོད་ཡིག་ཆ་བསུབ་པར་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Descrip
bo_cn: ཞིབ་བརྗོད།

source: Directory [%s], File mask: %s
bo_cn: དཀར་ཆག[%s] ཡིག་ཆའི་གབ་ཨང་།: %s

source: ERROR: please report this bug
bo_cn: ནོར་འཁྲུལ།གནད་དོན་འདི་ཡར་ཞུ་བྱེད་རོགས།

source: Edit forwarded message?
bo_cn: བརྒྱུད་སྐུར་བྱས་པའི་འཕྲིན་ཡིག་རྩོམ་སྒྲིག་བྱེད་དམ།

source: Empty expression
bo_cn: སྟོང་པའི་མཚོན་ཚུལ།

source: Encrypt
bo_cn: གསང་སྡོམ།

source: Encrypt with:
bo_cn: གསང་སྡོམ་ལ་སྤྱོད་བྱ།：

source: Encrypted connection unavailable
bo_cn: གསང་སྡོམ་འབྲེལ་མཐུད་བེད་སྤྱོད་མེད་པ།

source: Enter PGP passphrase:
bo_cn: PGPཤར་བགྲོད་གསང་ཨང་ནང་འཇུག་བྱེད་རོགས།

source: Enter S/MIME passphrase:
bo_cn: S/MIEསྤྱོད་ཆོག་པའི་གསང་ཨང་ནང་འཇུག་བྱེད་རོགས།

source: Enter keyID for %s:
bo_cn: ཁྱེད་རང་གིས་ %s ཡི་keyIDནང་འཇུག་བྱེད་རོགས།：

source: Enter keyID:
bo_cn: གསང་ལྡེ་IDནང་འཇུག་རོགས།：

source: Enter keys (^G to abort):
bo_cn: མཐེབ་གནོན་ནོན།（Gམནན་ན་མཚམས་འཇོག）

source: Error allocating SASL connection
bo_cn: SASLའབྲེལ་མཐུད་བཁོ་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: Error bouncing message!
bo_cn: འཕྲིན་ཡིག་ཕྱིར་སློག་ནོར་འཁྲུལ།

source: Error bouncing messages!
bo_cn: འཕྲིན་ཡིག་ཕྱིར་སློག་ནོར་འཁྲུལ།

source: Error connecting to server: %s
bo_cn: ཞབས་ཞུ་ཆས་དང་སྦྲེལ་དུས་ནོར་འཁྲུལ་བྱུང་བ།：%s

source: Error in %s, line %d: %s
bo_cn: %sནོར་འཁྲུལ་བྱུང་བ།ཕྲེང་ཨང་ %d།：%s

source: Error in expression: %s
bo_cn: མཚོན་ཚུལ་ལ་ནོར་འཁྲུལ་ཡོད་པ།：%s

source: Error initialising gnutls certificate data
bo_cn: gnutlsདཔང་ཡིག་གྱི་གཞི་གྲངས་འགོ་སྒྲིག་བྱེད་ཐབས་བྲལ།

source: Error initializing terminal.
bo_cn: མཐའ་སྣེ་འགོ་སྒྲིག་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: Error opening mailbox
bo_cn: ཡིག་སྒམ་ཁ་ཕྱེས་དུས་ནོར་འཁྲུལ་བྱུང་བ།

source: Error parsing address!
bo_cn: ཤག་གནས་དབྱེ་ཞིབ་ནོར་འཁྲུལ་བྱུང་བ།

source: Error processing certificate data
bo_cn: དཔང་ཡིག་གྱི་གཞི་གྲངས་སྒྲིག་གཅོད་ལ་ནོར་འཁྲུལ་བྱུང་བ།

source: Error reading alias file
bo_cn: མིང་གཞན་ཅན་གྱི་ཡིག་ཆ་ཀློག་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: Error saving flags
bo_cn: མཚོན་རྟགས་ཉར་ཚགས་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: Error saving flags. Close anyway?
bo_cn: མཚོན་རྟགས་ཉར་ཚགས་ལ་ནོར་འཁྲུལ་བྱུང་བ། མུ་མཐུད་སྒོ་རྒྱག་གམ།

source: Error scanning directory.
bo_cn: དཀར་ཆག་བཤར་འབེབས་ལ་ནོར་འཁྲུལ་བྱུང་བ།

source: Error seeking in alias file
bo_cn: མིང་གཞན་གྱི་ཡིག་ཆའི་ནང་ནས་འཚོལ་ཐབས་བྲལ།

source: Error sending message.
bo_cn: འཕྲིན་ཡིག་བསྐུར་བར་ནོར་འཁྲུལ་བྱུང་བ།

source: Error setting SASL external security strength
bo_cn: SASLཕྱིའི་བདེ་འཇགས་དྲག་ཚད་སྒྲིག་འགོད་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: Error setting SASL external user name
bo_cn: SASLཕྱིའི་བཀོལ་མཁན་གྱི་མིང་སྒྲིག་འགོད་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: Error setting SASL security properties
bo_cn: SASLབདེ་འཇགས་གཏོགས་གཤིས་སྒྲིག་འགོད་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: Error talking to %s (%s)
bo_cn: %sདང་ཁ་པར་གཏོང་བའི་ནོར་འཁྲུལ།(%s)

source: Error trying to view file
bo_cn: ཡིག་ཆ་འཆར་བར་ཚོད་ལྟ་ལ་ནོར་འཁྲུལ་བྱུང་བ།

source: Error while writing mailbox!
bo_cn: ཡིག་སྒམ་ནང་དུ་འབྲི་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: Error. Preserving temporary file: %s
bo_cn: ནོར་འཁྲུལ། གནས་སྐབས་ཀྱི་ཡིག་ཆ་སོར་ཉར།：%s

source: Error: %s can't be used as the final remailer of a chain.
bo_cn: ནོར་འཁྲུལ།:%s ཕྲེང་བྱས་མི་ཆོག་པའི་མཇུག་མཐའི་བརྒྱུད་སྐུར་མཁན།

source: Error: '%s' is a bad IDN.
bo_cn: ནོར་འཁྲུལ།:%s ནི་ནོར་འཁྲུལ་གྱི་IDNཡིན།

source: Error: multipart/signed has no protocol.
bo_cn: ནོར་འཁྲུལ།:multpart/signedལ་གྲོས་མཐུན་མེད་པ།

source: Error: no TLS socket open
bo_cn: ནོར་འཁྲུལ།:TLSའབྲེལ་འཛུགས་ཡི་གེ་ཡི་ཁ་ཕྱེ་མེད་པ།

source: Error: score: invalid number
bo_cn: ནོར་འཁྲུལ།:སྐར་གྲངས།：ནུས་མེད་ཀྱི་ཨང་ཀི།

source: Error: unable to create OpenSSL subprocess!
bo_cn: ནོར་འཁྲུལ།:OpenSLཡི་བུའི་འཕེལ་རིམ་གསར་འཛུགས་བྱེད་ཐབས་བྲལ།

source: Evaluating cache...
bo_cn: ལྷོད་གསོག་ལ་དཔྱད་དཔོག་བྱེད་བཞིན་ཡོད།

source: Executing command on matching messages...
bo_cn: དེ་དང་མཐུན་པའི་འཕྲིན་ཡིག་ལ་བཀའ་ལག་བསྟར་བྱེད་བཞིན་ཡོད།

source: Exit
bo_cn: ཕྱིར་འདོན།

source: Exit
bo_cn: ཕྱིར་འཐེན།

source: Exit Mutt without saving?
bo_cn: ཉར་ཚགས་མ་བྱས་ནས་Muttནས་ཕྱིར་འཐེན་གྱི་ཡིན་ནམ།

source: Exit Mutt?
bo_cn: Muttནས་ཕྱིར་འཐེན་ནམ།

source: Expired
bo_cn: དུས་ལས་ཡོལ་བ།

source: Expunge failed
bo_cn: བསུབ་པ་ལག་བསྟར་བྱས་ནས་ཕམ་པ།

source: Expunging messages from server...
bo_cn: ཞབས་ཞུ་ཆས་སྟེང་དུ་འཕྲིན་ཡིག་བསུབ་པ་ལག་བསྟར་བྱེད་བཞིན་ཡོད།

source: Failed to figure out sender
bo_cn: སྐུར་མཁན་གྱི་ཕམ་ཁ་ཚོལ།

source: Failed to find enough entropy on your system
bo_cn: ཁྱེད་རང་གི་རྒྱུད་ཁོངས་ཐོག་ཁྲོབ་འདང་ངེས་ཤིག་འཚོལ་ཞིབ་བྱེད་སྐབས་ཕམ་པ།

source: Failed to verify sender
bo_cn: བརྒྱུད་སྤྲོད་བྱེད་མཁན་ར་སྤྲོད་ཕམ་པ།

source: Failure to open file to parse headers.
bo_cn: ཡིག་ཆ་ཁ་ཕྱེ་ནས་རྟགས་མགོ་ལ་དབྱེ་ཞིབ་བྱེད་པ་ཕམ་པ།

source: Failure to open file to strip headers.
bo_cn: ཡིག་ཆ་ཁ་ཕྱེ་སྐབས་དམིགས་བྱའི་རྟགས་མགོ་མེད་པར་བཟོས་བཟོ་བ་ཕམ་པ།

source: Failure to rename file.
bo_cn: ཡིག་ཆའི་མིང་བསྒྱུར་ཕམ་པ།

source: Fatal error! Could not reopen mailbox!
bo_cn: ནོར་འཁྲུལ་ཚབས་ཆེན། ཡིག་སྒམ་ཡང་བསྐྱར་ཁ་ཕྱེ་ཐབས་བྲལ།

source: Fetching PGP key...
bo_cn: PGPགསང་ལྡེ་ལེན་བཞིན་ཡོད།

source: Fetching list of messages...
bo_cn: འཕྲིན་ཡིག་གི་རེའུ་མིག་ལེན་བཞིན་ཡོད།

source: Fetching message headers...
bo_cn: འཕྲིན་ཡིག་གི་རྟགས་མགོ་ལེན་བཞིན་ཡོད།

source: File Mask:
bo_cn: ཡིག་ཆའི་གབ་ཨང་།：

source: File exists, (o)verwrite, (a)ppend, or (c)ancel?
bo_cn: ཡིག་ཆ་ཡོད་པ་དང་།འགེབ་པ།(o) ཟུར་སྣོན་(a)།ཡང་ན་འདོར་བ།（c) ？

source: File is a directory, save under it?
bo_cn: ཡིག་ཆ་ནི་དཀར་ཆག་ཅིག་རེད།དེའི་འོག་ལ་ཉར་ཚགས་བྱེད་ཀྱི་ཡིན་ནམ།

source: File is a directory, save under it? [(y)es, (n)o, (a)ll]
bo_cn: ཡིག་ཆ་ནི་དཀར་ཆག་ཅིག་རེད།དེའི་འོག་ལ་ཉར་ཚགས་བྱེད་ཀྱི་ཡིན་ནམ།[ཡིན།(y), མིན།(n), ཡོངས་རྫོགས།(a)]"

source: File under directory:
bo_cn: དཀར་ཆག་འོག་གི་ཡིག་ཆ།：

source: Filter through:
bo_cn: འཚག་བྱས་པ་བརྒྱུད།：

source: Fingerprint:
bo_cn: མཛུབ་རིས།：

source: Fingerprint: %s
bo_cn: མཛུབ་རིས།: %s

source: First, please tag a message to be linked here
bo_cn: ཐོག་མར།འཕྲིན་ཡིག་ཅིག་ལ་རྟགས་བཀོད་ནས་འདིར་སྦྲེལ།

source: Follow-up to %s%s?
bo_cn: རྗེས་མཐུད་འཕྲིན་ཡིག་%s%sལ་སྐུར་རམ།

source: Forward MIME encapsulated?
bo_cn: MREཡིས་བཏུམ་ནས་བརྒྱུད་སྐུར་བྱེད་དམ།

source: Forward as attachment?
bo_cn: ཟུར་བཀོད་ཡིག་ཆ་བྱས་ནས་བརྒྱུད་སྐུར་བྱེད་དམ།

source: Forward as attachments?
bo_cn: ཟུར་བཀོད་ཡིག་ཆ་བྱས་ནས་བརྒྱུད་སྐུར་བྱེད་དམ།

source: Function not permitted in attach-message mode.
bo_cn: བྱེད་ནུས་ནི་ཟུར་འགེལ་འཕྲིན་ཡིག་（attach-message）རྣམ་པའི་འོག་ཏུ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: GSSAPI authentication failed.
bo_cn: GSSSDIར་སྤྲོད་ཕམ་པ།

source: Getting folder list...
bo_cn: ཡིག་ཁུག་གི་གསལ་ཐོ་ལེན་བཞིན་ཡོད།

source: Good signature from:
bo_cn: མིང་རྟགས་ཡང་དག་གི་འབྱུང་ཁུངས།：

source: Group
bo_cn: ཚོགས་པ།

source: Header search without header name: %s
bo_cn: དམིགས་བྱའི་རྟགས་མགོ་མེད་པའི་མིང་གི་དམིགས་བྱའི་རྟགས་མགོ་འཚོལ་བ།：%s

source: Help
bo_cn: རོགས་རམ།

source: Help for %s
bo_cn: %s ཡི་རོགས་རམ།

source: Help is currently being shown.
bo_cn: ད་ལྟ་རོགས་རམ་མངོན་བཞིན་ཡོད།

source: I don't know how to print that!
bo_cn: ངས་དེ་ཅི་ལྟར་དཔར་དགོས་པ་མི་ཤེས།

source: I dont know how to print %s attachments!
bo_cn: ངས་གང་འདྲ་བྱས་ནས་ཟུར་བཀོད་ཡིག་ཆ་%sདཔར་དགོས་མིན་ཤེས་མ་སོང་།

source: I/O error
bo_cn: I/O ནོར་འཁྲུལ།

source: ID has undefined validity.
bo_cn: Idཡི་ཡང་དག་རང་བཞིན་ལ་མཚན་ཉིད་བཞག་མེད་པ།

source: ID is expired/disabled/revoked.
bo_cn: IDདུས་ལས་ཡོལ་འདུག/ནུས་མེད་/ དོར་ཟིན་པ།

source: ID is not valid.
bo_cn: IDནུས་མེད།

source: ID is only marginally valid.
bo_cn: IDཨུ་ཚུགས་ཀྱིས་ནུས་ལྡན་ཙམ།

source: Illegal S/MIME header
bo_cn: ཁྲིམས་འགལ་གྱི་S/MIME རྟགས་མགོ།

source: Illegal crypto header
bo_cn: ཁྲིམས་འགལ་གྱི་གསང་སྡོམ་(crypto)རྟགས་མགོ།

source: Include message in reply?
bo_cn: ཡིག་ལན་ནང་དུ་འཕྲིན་ཡིག་ངོ་མ་འདུས་བར་བྱེད་དམ།

source: Including quoted message...
bo_cn: འདུས་པའི་འཕྲིན་ཡིག་འདྲེན་སྤྱོད་བྱེད་བཞིན་ཡོད།

source: Insert
bo_cn: བར་འཇུག་

source: Insert a remailer into the chain
bo_cn: བརྒྱུད་སྐུར་མཁན་ཕྲེང་ལ་ནང་འཛུད་བྱེད་པ།

source: Integer overflow -- can't allocate memory!
bo_cn: ཧྲིལ་གྲངས་ཕྱིར་ལུད་པ། ནང་གསོག་ཏུ་བགོ་ཐབས་བྲལ།

source: Integer overflow -- can't allocate memory.
bo_cn: ཧྲིལ་གྲངས་ཕྱིར་ལུད་པ། ནང་གསོག་ཏུ་བགོ་ཐབས་བྲལ།

source: Internal error. Inform <roessler@does-not-exist.org>.
bo_cn: ནང་ཁུལ་གྱི་ནོར་འཁྲུལ། 〈rsesslerindes-not-exist.org〉ལ་བརྡ་ཐོ་ཐོངས།

source: Invalid
bo_cn: ནུས་མེད།

source: Invalid SMTP URL: %s
bo_cn: ནུས་མེད་ཀྱི་POPསྦྲེལ་མཐུད།（URL）：%s

source: Invalid day of month: %s
bo_cn: ནུས་མེད་ཉིན་མོ།：%s

source: Invalid encoding.
bo_cn: ནུས་མེད་ཀྱི་ཨང་གྲངས།

source: Invalid index number.
bo_cn: ནུས་མེད་ཀྱི་དཀར་ཆག་ཨང་གྲངས།

source: Invalid message number.
bo_cn: ནུས་མེད་ཀྱི་འཕྲིན་ཡིག་གི་ཨང་རྟགས།
