Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/mutt.po
Languages: bo_cn

source: You already have an alias defined with that name!
bo_cn: ཁྱེད་ཀྱིས་མིང་འདིར་མིང་གཞན་མཚན་ཉིད་བཞག་ཡོད།

source: You already have the first chain element selected.
bo_cn: ཁྱེད་རང་གིས་མུ་ཕྲེང་གཞི་རྒྱུ་དང་པོ་དེ་བདམས་ཟིན།

source: You already have the last chain element selected.
bo_cn: ཁྱེད་རང་གིས་མུ་ཕྲེང་གཞི་རྒྱུ་ཆེས་རྗེས་མ་དེ་བདམས་ཟིན།

source: You are on the first entry.
bo_cn: ཁྱེད་རང་ད་ལྟ་རྣམ་གྲངས་དང་པོར་ཡོད།

source: You are on the first message.
bo_cn: ཁྱེད་རང་ད་ལྟ་ཡི་གེ་དང་པོ་དེར་ཡོད།

source: You are on the first page.
bo_cn: ཁྱེད་རང་ད་ལྟ་ཤོག་ངོས་དང་པོར་ཡོད།

source: You are on the first thread.
bo_cn: ཁྱེད་རང་ཁུངས་སྣེ་དང་པོ་སྟེང་དུ་ཡོད།

source: You are on the last entry.
bo_cn: ཁྱེད་རང་ད་ལྟ་མཐའ་མའི་རྣམ་གྲངས་སུ་ཡོད།

source: You are on the last message.
bo_cn: ཁྱེད་རང་ད་ལྟ་མཐའ་མའི་འཕྲིན་ཡིག་ཏུ་ཡོད།

source: You are on the last page.
bo_cn: ཁྱེད་རང་ད་ལྟ་ཆེས་མཇུག་མཐའི་ཤོག་ངོས་ན་ཡོད།

source: You cannot scroll down farther.
bo_cn: ཁྱེད་རང་གིས་མུ་མཐུད་ནས་མར་འགྲིལ་བྱེད་ཐབས་མེད།

source: You cannot scroll up farther.
bo_cn: ཁྱེད་རང་གིས་མུ་མཐུད་ནས་ཡར་འགྲིལ་བྱེད་ཐབས་མེད།

source: You have no aliases!
bo_cn: ཁྱེད་ལ་མིང་གཞན་ཆ་འཕྲིན་མེད།

source: You may not delete the only attachment.
bo_cn: ཁྱེད་ཀྱིས་ཞར་བྱུང་གཅིག་ཁོ་ན་དེ་སུབ་མི་ཆོག

source: You may only bounce message/rfc822 parts.
bo_cn: ཁྱེད་རང་message/rfc822 ཡི་ཆ་ལ་ཕྱིར་སློག་དགོས།

source: [%s = %s] Accept?
bo_cn: [%s = %s] དང་ལེན་བྱེད་དམ།

source: [-- %s/%s is unsupported
bo_cn: [-- %s/%s རྒྱབ་སྐྱོར་བྱས་མེད།

source: [-- Attachment #%d
bo_cn: [-- ཞར་བྱུང་ #%d

source: [-- This %s/%s attachment
bo_cn: [-- %s/%s ཞར་བྱུང་འདི

source: [-- This is an attachment
bo_cn: [-- འདི་ཞར་བྱུང་ཞིག་ཡིན།

source: [Can't display this user ID (invalid DN)]
bo_cn: [སྤྱོད་མཁན ID འཆར་ཐབས་མེད། (ནུས་མེད། DN)]

source: [Can't display this user ID (invalid encoding)]
bo_cn: [སྤྱོད་མཁན ID འཆར་ཐབས་མེད། (། (ནུས་མེད་ཨང་སྒྲིག)]

source: [Can't display this user ID (unknown encoding)]
bo_cn: [སྤྱོད་མཁན ID འཆར་ཐབས་མེད། ((ངེས་མེད་ཨང་སྒྲིག)]

source: [Disabled]
bo_cn: [འགོག་སྤྱོད་བྱས་ཟིན།]

source: [Expired]
bo_cn: [དུས་ཡོལ་ཟིན།]

source: [Invalid]
bo_cn: [ནུས་མེད།]

source: [Revoked]
bo_cn: [ཕྱིར་བསྡུས་ཟིན།]

source: [invalid date]
bo_cn: [ནུས་མེད་ཚེས་གྲངས།]

source: [unable to calculate]
bo_cn: [རྩིས་ཐབས་མེད།]

source: aka:
bo_cn: དེ་ཡང་།：

source: alias: no address
bo_cn: མིང་གཞན།：སྦྲག་གནས་མེད་པ།

source: append new query results to current results
bo_cn: འདྲི་རྩད་གསར་བའི་འབྲས་བུ་མིག་སྔའི་འབྲས་བུ་རུ་ཟུར་སྣོན་བྱེད་པ།

source: apply next function ONLY to tagged messages
bo_cn: རྟགས་རྒྱབ་ཟིན་པའི་ཆ་འཕྲིན་ལ་བྱེད་ནུས་ཤིག་སྤྱོད་པ།

source: apply next function to tagged messages
bo_cn: རྟགས་རྒྱབ་ཟིན་པའི་ཆ་འཕྲིན་ལ་བྱེད་ནུས་ཤིག་སྤྱོད་པ།

source: attach a PGP public key
bo_cn: PGP སྤྱི་ལྡེ་ཟུར་སྣོན་བྱེད་པ།

source: attach file(s) to this message
bo_cn: ཡིག་ཆ་དེ་འཕྲིན་ཡིག་འདིར་ཟུར་སྣོན་བྱས་ནས་ཞར་བྱུང་བྱེད་པ།

source: attach message(s) to this message
bo_cn: འཕྲིན་ཡིག་དེ་འཕྲིན་ཡིག་འདིར་ཟུར་སྣོན་བྱས་ནས་ཞར་བྱུང་བྱེད་པ།

source: attachments: invalid disposition
bo_cn: ཞར་བྱུང་།：ནུས་མེད་ཀྱི་ཐག་གཅོད་བྱ་སྟངས།

source: attachments: no disposition
bo_cn: ཞར་བྱུང་།：ཐག་གཅོད་བྱ་སྟངས་མེད་པ།

source: bind: too many arguments
bo_cn: bind：ཞུགས་གྲངས་མང་དྲགས།

source: break the thread in two
bo_cn: ཁུངས་སྣེ་གཉིས་སུ་བགོ་བ།

source: cannot get certificate common name
bo_cn: དཔང་ཡིག་གི་ཀུན་སྤྱོད་མིང་ཐོབ་ཐབས་མེད།

source: cannot get certificate subject
bo_cn: དཔང་ཡིག་གི་ཁ་བྱང་ཐོབ་ཐབས་མེད།

source: capitalize the word
bo_cn: ཐ་སྙད་ཀྱི་ཐོག་མའི་གསལ་བྱེད་དེ་ཡིག་ཆེན་ལ་བསྒྱུར་བ།

source: certification
bo_cn: དཔང་ཡིག

source: change directories
bo_cn: དཀར་ཆག་བསྒྱུར་བ།

source: check for classic PGP
bo_cn: ཚད་ལྡན PGPཞིབ་བཤེར།

source: check mailboxes for new mail
bo_cn: ཡིག་སྒམ་ནང་འཕྲིན་ཡིག་གསར་པ་ཡོད་མེད་ཞིབ་བཤེར་བྱེད་པ།

source: clear a status flag from a message
bo_cn: འཕྲིན་ཡིག་ཅིག་སྟེང་གི་རྣམ་པའི་རྟགས་མཚན་གཙང་སེལ་བྱེད་པ།

source: clear and redraw the screen
bo_cn: བརྙན་ཡོལ་གཙང་སེལ་དང་བསྐྱར་བཟོ་བྱེད་པ།

source: collapse/uncollapse all threads
bo_cn: ལྟེབ་བརྩེགས།/འགྲེམ་པ། ཁུངས་སྣེ་ཚང་མ།

source: collapse/uncollapse current thread
bo_cn: ལྟེབ་བརྩེགས།/འགྲེམ་པ། མིག་སྔའི་ཁུངས་སྣེ།

source: color: too few arguments
bo_cn: ཚོས་གཞི།：ཞུགས་གྲངས་ཉུང་དྲགས།

source: complete address with query
bo_cn: ས་གནས་ཁ་གསབ་འདྲི་རྩད་བྱེད་པ།

source: complete filename or alias
bo_cn: ཡིག་ཆའི་མིང་ཁ་གསབ་དང་ཡང་ན་མིང་གཞན།

source: compose a new mail message
bo_cn: འཕྲིན་ཡིག་ཆ་འཕྲིན་གསར་པ་འབྲི་བ།

source: compose new attachment using mailcap entry
bo_cn: Mailcapས་བཅད་སྤྱད་ནས་ཟུར་ཞར་བྱུང་གསར་པ་འབྲི་བ།

source: convert the word to lower case
bo_cn: ཐ་སྙད་ཡིག་ཆུང་དུ་བསྒྱུར་བ།

source: convert the word to upper case
bo_cn: ཐ་སྙད་ཡིག་ཆེན་དུ་བསྒྱུར་བ།

source: converting
bo_cn: ད་ལྟ་བརྗེ་བཞིན་པ།

source: copy a message to a file/mailbox
bo_cn: འཕྲིན་ཡིག་ཅིག་ཡིག་ཆ/ཡིག་སྒམ་དུ་འདྲ་ཕབ་བྱེད་པ།

source: could not create temporary folder: %s
bo_cn: གནས་སྐབས་ཀྱི་ཡིག་ཁུག་འཛུགས་ཐབས་མེད།：%s

source: could not truncate temporary mail folder: %s
bo_cn: གནས་སྐབས་ཀྱི་སྦྲག་ཁུག་གཏུབ་ཐབས་མེད།:%s

source: could not write temporary mail folder: %s
bo_cn: གནས་སྐབས་ཀྱི་སྦྲག་ཁུག་འཛུགས་ཐབས་མེད།:%s

source: create a new mailbox (IMAP only)
bo_cn: ཡིག་སྒམ་གསར་བ་འཛུགས་པ། ( IMAPཁོ་ན་སྤྱོད་པར་འཚམས།)

source: create an alias from a message sender
bo_cn: འཕྲིན་ཡིག་གི་སྐུར་མཁན་ནས་མིང་གཞན་གསར་འཛུག་བྱེད་པ།

source: created:
bo_cn: བཙུགས་ཟིན།：

source: cycle among incoming mailboxes
bo_cn: འཕྲིན་ཡིག་འབྱོར་བའི་ཡིག་སྒམ་དུ་རྒྱུན་འཁོར་སྐྱོད་གདམ་གསེས་བྱེད་པ།

source: default colors not supported
bo_cn: སོར་བཞག་གི་ཁ་དོག་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: delete all chars on the line
bo_cn: བསྟར་པ་འདིའི་ཡིག་རྟགས་ཡོད་ཚད་བསུབ་པ།

source: delete all messages in subthread
bo_cn: བུ་ཁུངས་སྣེ་ནང་གི་འཕྲིན་ཡིག་ཡོད་ཚད་བསུབ་པ།

source: delete all messages in thread
bo_cn: ཁུངས་སྣེ་ནང་གི་འཕྲིན་ཡིག་ཡོད་ཚད་བསུབ་པ།

source: delete chars from cursor to end of line
bo_cn: འོད་རྟགས་གནས་ས་ནས་བསྟར་མཇུག་བར་གྱི་ཡིག་རྟགས་བསུབ་པ།

source: delete chars from the cursor to the end of the word
bo_cn: འོད་རྟགས་གནས་ས་ནས་ཐ་སྙད་མཇུག་མ་བར་གྱི་ཡིག་རྟགས་བསུབ་པ།

source: delete message
bo_cn: འཕྲིན་ཡིག་བསུབ་པ།

source: delete message(s)
bo_cn: འཕྲིན་ཡིག་བསུབ་པ།

source: delete messages matching a pattern
bo_cn: རྣམ་པ་ག་གེ་མོ་ཞིག་དང་མཐུན་པའི་འཕྲིན་ཡིག་བསུབ་པ།

source: delete the char in front of the cursor
bo_cn: འོད་རྟགས་གནས་སའི་སྔོན་གྱི་གསལ་བྱེད་བསུབ་པ།

source: delete the char under the cursor
bo_cn: འོད་རྟགས་འོག་གི་གསལ་བྱེད་བསུབ་པ།

source: delete the current entry
bo_cn: མིག་སྔའི་དོན་ཚན་བསུབ་པ།

source: delete the current mailbox (IMAP only)
bo_cn: མིག་སྔའི་ཡིག་སྒམ་བསུབ་པ། ( IMAPཁོ་ན་སྤྱོད་པར་འཚམས།)

source: delete the word in front of the cursor
bo_cn: འོད་རྟགས་གནས་སའི་སྔོན་གྱི་ཚིག་བསུབ་པ།

source: display a message
bo_cn: འཕྲིན་ཡིག་མངོན་པ།

source: display full address of sender
bo_cn: འཕྲིན་སྐུར་མཁན་གྱི་ཤག་གནས་ཆ་ཚང་མངོན་པ།

source: display message and toggle header weeding
bo_cn: འཕྲིན་ཡིག་མངོན་པ་མ་ཟད་རྟགས་མགོ་བརྗེ་བའི་དཔྱད་ཡིག་གི་ནང་དོན་ཡང་འཆར་བ།

source: display the currently selected file's name
bo_cn: མིག་སྔར་བདམས་པའི་ཡིག་ཆའི་མིང་མངོན་པ།

source: display the keycode for a key press
bo_cn: མཐེབ་གནོན་གྱི་མཐེབ་ཨང་འཆར་བ།

source: edit attachment content type
bo_cn: ཞར་བྱུང་ནང་དོན་གྱི་རིགས་རྣམ་རྩོམ་སྒྲིག

source: edit attachment description
bo_cn: ཞར་བྱུང་གསལ་བཤད་རྩོམ་སྒྲིག

source: edit attachment transfer-encoding
bo_cn: ཞར་བྱུང་གི་བརྒྱུད་གཏོང་ཨང་སྒྲིག་རྩོམ་སྒྲིག

source: edit attachment using mailcap entry
bo_cn: Mmilcapས་བཅད་སྤྱད་ནས་ཞར་བྱུང་རྩོམ་སྒྲིག་བྱེད་པ།

source: edit message
bo_cn: འཕྲིན་ཡིག་རྩོམ་སྒྲིག

source: edit the BCC list
bo_cn: གསང་ཡིག་བཤུས་འབུལ(BCC)རེའུ་མིག་རྩོམ་སྒྲིག

source: edit the CC list
bo_cn: བཤུས་འབུལ(CC)རེའུ་མིག་རྩོམ་སྒྲིག

source: edit the Reply-To field
bo_cn: Reply-To སྡེ་གནས་རྩོམ་སྒྲིག

source: edit the TO list
bo_cn: TO རེའུ་མིག་རྩོམ་སྒྲིག

source: edit the file to be attached
bo_cn: ཞར་བྱུང་ཡིག་ཆ་རྩོམ་སྒྲིག

source: edit the from field
bo_cn: འཕྲིག་སྐུར་མཁན་གྱི་ཁུལ་རྩོམ་སྒྲིག

source: edit the message
bo_cn: འཕྲིན་ཡིག་རྩོམ་སྒྲིག

source: edit the message with headers
bo_cn: རྟགས་མགོ་ཡོད་པའི་འཕྲིན་ཡིག་རྩོམ་སྒྲིག

source: edit the raw message
bo_cn: གདོད་མའི་འཕྲིན་ཡིག་རྩོམ་སྒྲིག

source: edit the subject of this message
bo_cn: འཕྲིན་ཡིག་འདིའི་ཁ་བྱང་རྩོམ་སྒྲིག

source: empty pattern
bo_cn: སྟོང་རྣམ།

source: encryption
bo_cn: གསང་སྡོམ།

source: end of conditional execution (noop)
bo_cn: ཆ་རྐྱེན་འཁོར་སྐྱོད་མཇུག་རྫོགས། (བཀོལ་སྤྱོད་མེད།)

source: enter a file mask
bo_cn: ཡིག་ཆའི་གབ་ཨང་ནང་འཇུག

source: enter a file to save a copy of this message in
bo_cn: འཕྲིན་ཡིག་འདིའི་བུ་དཔེ་ཉར་ཚགས་བྱེད་པར་སྤྱོད་པའི་མིང་ནང་འཇུག་བྱ་རོགས།

source: enter a muttrc command
bo_cn: muttrc བཀའ་བརྡ་ཞིག་ནང་འཇུག་བྱ་རོགས།

source: error in expression
bo_cn: མཚོན་ཚུལ་ལ་ནོར་འཁྲུལ་ཡོད།

source: error in pattern at: %s
bo_cn: རྣམ་པ་ལནོར་འཁྲུལ་ཡོད།%s

source: error: unknown op %d (report this error).
bo_cn: ནོར་འཁྲུལ།：ངེས་མེད་བཀོལ་སྤྱོད། (op) %d། (ནོར་འཁྲུལ་འདི་ཡར་ཞུ་བྱ་རོགས།)

source: exec: no arguments
bo_cn: exec：ཞུགས་གྲངས་མེད།

source: execute a macro
bo_cn: རགས་ལག་བསྟར།

source: exit this menu
bo_cn: འདེམས་བྱང་འདི་ནས་ཕྱིར་འབུད་པ།

source: extract supported public keys
bo_cn: རྒྱབ་སྐྱོར་ཡོད་པའི་སྤྱི་ལྡེ་བླངས་པ།

source: filter attachment through a shell command
bo_cn: shell བཀའ་བརྡ་བརྟོལ་ནས་ཞར་བྱུང་འཚག་རྒྱག་པ།

source: flag message
bo_cn: རྟགས་བཀོད་འཕྲིན་ཡིག

source: force retrieval of mail from IMAP server
bo_cn: བཙན་ཤུགས་ཀྱིས IMAP ཞབས་ཞུ་ཆས་ནས་སྦྲག་ཡིག་ཕྱིར་ལེན་པ།

source: force viewing of attachment using mailcap
bo_cn: བཙན་དབང་གིས mailcap སྤྱད་ནས་ཞར་བྱུང་ལྟ་ཞིབ་བྱེད་པ།

source: format error
bo_cn: རྣམ་གཞག་ནོར་འཁྲུལ།

source: forward a message with comments
bo_cn: འཕྲིན་ཡིག་བརྒྱུད་སྐུར་དང་མཆན་འགྲེལ།

source: get a temporary copy of an attachment
bo_cn: ཞར་བྱུང་ཐོབ་པའི་གནས་སྐབས་བུ་དཔེ།

source: gpgme_new failed: %s
bo_cn: gpgme_new ཕམ་པ：%s

source: gpgme_op_keylist_next failed: %s
bo_cn: gpgme_op_keylist_next ཕམ་པ།：%s

source: gpgme_op_keylist_start failed: %s
bo_cn: gpgme_op_keylist_start ཕམ་པ།：%s

source: imap_sync_mailbox: EXPUNGE failed
bo_cn: imap_sync_mailbox: EXPUNGE(སུབ་པ་ལག་བསྟར།)ཕམ་པ།

source: invalid header field
bo_cn: ནུས་མེད་ཀྱི་རྟགས་མགོ་ཁུལ།

source: invoke a command in a subshell
bo_cn: subshell ནང་ནས་བཀའ་བརྡ་འདོན་སྤྱོད་བྱེད་པ།

source: jump to an index number
bo_cn: གསལ་བང་ཨང་རྟགས་སུ་མཆོང་བ།

source: jump to parent message in thread
bo_cn: ཁུངས་སྣེ་འདིའི་ནང་གི་མའི་འཕྲིན་ཡིག་ཏུ་མཆོང་བ།

source: jump to previous subthread
bo_cn: བུའི་ཁུངས་སྣེ་གོང་མ་རུ་མཆོང་བ།

source: jump to previous thread
bo_cn: ཁུངས་སྣེ་གོང་མ་རུ་མཆོང་བ།

source: jump to the beginning of the line
bo_cn: ཕྲེང་ཐོག་མ་རུ་འཆོང་བ།

source: jump to the bottom of the message
bo_cn: འཕྲིན་ཡིག་གི་ཞབས་སྣེ་རུ་འཆོང་བ།

source: jump to the end of the line
bo_cn: མཇུག་ཕྲེང་དུ་འཆོང་བ།

source: jump to the next new message
bo_cn: འཕྲིན་ཡིག་གསར་པ་རྗེས་མ་རུ་འཆོང་བ།

source: jump to the next new or unread message
bo_cn: གསར་པའམ་བཀླག་མེད་པའི་འཕྲིན་ཡིག་རྗེས་མ་རུ་མཆོང་བ།

source: jump to the next subthread
bo_cn: བུ་ཁུངས་སྣེ་རྗེས་མ་རུ་མཆོང་བ།

source: jump to the next thread
bo_cn: ཁུངས་སྣེ་རྗེས་མ་རུ་མཆོང་བ།

source: jump to the next unread message
bo_cn: བཀླག་མེད་པའི་འཕྲིན་ཡིག་རྗེས་མ་རུ་མཆོང་བ།

source: jump to the previous new message
bo_cn: འཕྲིན་ཡིག་གསར་པ་གོང་མ་རུ་མཆོང་བ།

source: jump to the previous new or unread message
bo_cn: གསར་པའམ་བཀླག་མེད་པའི་འཕྲིན་ཡིག་གོང་མ་རུ་མཆོང་བ།

source: jump to the previous unread message
bo_cn: བཀླག་མེད་པའི་འཕྲིན་ཡིག་གོང་མ་རུ་མཆོང་བ།

source: jump to the top of the message
bo_cn: འཕྲིན་ཡིག་གི་རྩེ་སྣེ་རུ་མཆོང་བ།

source: keys matching
bo_cn: གསང་ལྡེ་ཟླ་སྒྲིག

source: link tagged message to the current one
bo_cn: རྟགས་བཤོད་ཟིན་པའི་འཕྲིན་ཡིག་དེ་མིག་སྔའི་འཕྲིན་ཡིག་ལ་མཐུད་པ།

source: link threads
bo_cn: ཁུངས་སྣེ་སྦྲེལ་མཐུད།

source: list mailboxes with new mail
bo_cn: སྦྲགས་ཡིག་གསར་བ་ཡོད་པའི་ཡིག་སྒམ་བཀོད་པ།

source: macro: empty key sequence
bo_cn: macro：མཐེབ་ཐང་ཨང་རིམ་སྟོང་པ།

source: macro: too many arguments
bo_cn: macroཞུགས་གྲངས་མང་དྲགས།

source: mail a PGP public key
bo_cn: PGP སྤྱི་ལྡེ་སྦྲག་བསྐུར།

source: mailcap entry for type %s not found
bo_cn: རིགས་རྣམ་ %s ཡི་ mailcap ཟིན་ཐོ་རྙེད་མེད།

source: maildir_commit_message(): unable to set time on file
bo_cn: maildir_commit_message(): ཡིག་ཆ་ལ་དུས་ཚོད་སྒྲིག་བཀོད་བྱེད་ཐབས་མེད།

source: make decoded (text/plain) copy
bo_cn: ཨང་གྲོལ་ཟིན་པའི་(text/plain)བུ་དཔེ་བཟོ་བ།

source: make decoded copy (text/plain) and delete
bo_cn: ཨང་གྲོལ་ཟིན་པའི་བུ་དཔེ་(text/plain)བཟོ་བ་མ་ཟད་དེ་བསུབ་པ།

source: make decrypted copy
bo_cn: གསང་འགྲོལ་གྱི་བུ་དཔེ་བཟོ་བ།

source: make decrypted copy and delete
bo_cn: གསང་འགྲོལ་གྱི་བུ་དཔེ་བཟོ་བ་མ་ཟད་དེ་བསུབ་པ།

source: mark message(s) as read
bo_cn: འཕྲིན་ཡིག་བཀླག་ཟིན་པར་རྟགས་བཀོད་པ།

source: mark the current subthread as read
bo_cn: མིག་སྔའི་བུ་ཁུངས་སྣེ་བཀླག་ཟིན་པར་རྟགས་བཀོད་པ།

source: mark the current thread as read
bo_cn: མིག་སྔའི་ཁུངས་སྣེ་བཀླག་ཟིན་པར་རྟགས་བཀོད་པ།

source: mismatched brackets: %s
bo_cn: ཟླ་སྒྲིག་མིན་པའི་གུག་རྟགས།：%s

source: mismatched parenthesis: %s
bo_cn: ཟླ་སྒྲིག་མིན་པའི་སྒོར་དབྱིབས་གུག་རྟགས།：%s"

source: missing parameter
bo_cn: ཞུགས་གྲངས་ཆད་པ།

source: mono: too few arguments
bo_cn: རྐྱང་མདོག：ཞུགས་གྲངས་ཉུང་དྲགས།

source: move entry to bottom of screen
bo_cn: ས་བཅད་བརྙན་ཡོལ་གྱི་ཞབས་སྣེ་རུ་སྒུལ་སྤོ་བྱེད་པ།

source: move entry to middle of screen
bo_cn: ས་བཅད་བརྙན་ཡོལ་གྱི་དཀྱིལ་དུ་་སྒུལ་སྤོ་བྱེད་པ།

source: move entry to top of screen
bo_cn: ས་བཅད་བརྙན་ཡོལ་གྱི་རྩེ་སྣེ་རུ་སྒུལ་སྤོ་བྱེད་པ།

source: move the cursor one character to the left
bo_cn: འོད་རྟགས་གཡོན་ཕྱོགས་སུ་ཡིག་རྟགས་གཅིག་སྤོ་བ།

source: move the cursor one character to the right
bo_cn: འོད་རྟགས་གཡས་ཕྱོགས་སུ་ཡིག་རྟགས་གཅིག་སྤོ་བ།

source: move the cursor to the beginning of the word
bo_cn: འོད་རྟགས་ཐ་སྙད་ཀྱི་མགོ་ལ་སྤོ་བ།

source: move the cursor to the end of the word
bo_cn: འོད་རྟགས་ཐ་སྙད་ཀྱི་མཇུག་ཏུ་སྤོ་བ།

source: move to the bottom of the page
bo_cn: དྲ་ངོས་ཀྱི་ཞབས་སྣེར་སྤོས།

source: move to the first entry
bo_cn: ས་བཅད་དང་པོ་རུ་སྤོས།

source: move to the first message
bo_cn: འཕྲིན་ཡིག་དང་པོ་རུ་སྤོས།

source: move to the last entry
bo_cn: ཚན་པ་ཆེས་རྗེས་མ་རུ་སྤོས།

source: move to the last message
bo_cn: འཕྲིན་ཡིག་ཆེས་རྗེས་མ་རུ་སྤོས།

source: move to the middle of the page
bo_cn: ཤོག་ངོས་འདིའི་དཀྱིལ་དུ་སྤོས།

source: move to the next entry
bo_cn: ས་བཅད་རྗེས་མ་རུ་སྤོས།

source: move to the next page
bo_cn: ཤོག་ངོས་རྗེས་མ་རུ་སྤོས།

source: move to the next undeleted message
bo_cn: སུབ་མེད་པའི་འཕྲིན་ཡིག་རྗེས་མ་རུ་སྤོས།

source: move to the previous entry
bo_cn: ས་བཅད་གོང་མ་རུ་སྤོས།

source: move to the previous page
bo_cn: ཤོག་ངོས་གོང་མ་རུ་སྤོས།

source: move to the previous undeleted message
bo_cn: སུབ་མེད་པའི་འཕྲིན་ཡིག་གོང་མ་རུ་སྤོས།

source: move to the top of the page
bo_cn: ཤོག་ངོས་དང་པོར་སྤོས།

source: multipart message has no boundary parameter!
bo_cn: འཕྲིན་ཡིག་མང་པོ་ཞིག་ལ་མཐའ་མཚམས་ཀྱི་ཞུགས་གྲངས་མེད།

source: no
bo_cn: མིན།

source: no certfile
bo_cn: དཔང་ཡིག་ཡིག་ཆ་མེད།

source: no mbox
bo_cn: ཡིག་སྒམ་མེད།

source: nospam: no matching pattern
bo_cn: གད་སྙིགས་སྦྲག་ཡིག་བསུབ་པ།：ཟླ་སྒྲིག་པའི་དཔེ་པང་མེད།

source: not converting
bo_cn: བརྗེ་སྤོར་མི་བྱེད།

source: null key sequence
bo_cn: སྟོང་བའི་མཐེབ་ཐང་རིམ་སྟར།

source: null operation
bo_cn: བཀོལ་སྤྱོད་སྟོང་པ།

source: number overflow
bo_cn: གྲངས་ཀ་ཕྱིར་འཕྱུར།

source: open a different folder
bo_cn: ཡིག་ཁུག་གཞན་ཞིག་གི་ཁ་ཕྱེ་བ།

source: open a different folder in read only mode
bo_cn: ཀློག་ཙམ་གྱི་རྣམ་པའི་ཐོག་ནས་ཡིག་ཁུག་གཞན་ཞིག་གི་ཁ་ཕྱེ་བ།

source: open next mailbox with new mail
bo_cn: སྦྲག་ཡིག་གསར་བ་ཡོད་པའི་ཡིག་སྒམ་རྗེས་མའི་ཁ་ཕྱེ་བ།

source: out of arguments
bo_cn: ཞུགས་གྲངས་མི་འདང་བ།

source: pipe message/attachment to a shell command
bo_cn: བརྡ་འཕྲིན/ཞར་བྱུང་སྦུག་ལམ་རྒྱུད་ནས shell བཀའ་བརྡ་ལ་བརྒྱུད་སྤྲོད་བྱེད་པ།

source: prefix is illegal with reset
bo_cn: བསྐྱར་འདོགས་ཡོད་པའི་སྔོན་འཇུག་ཁྲིམས་འགལ་ཡིན།

source: print the current entry
bo_cn: མིག་སྔའི་ས་བཅད་པར་འདེབས་པ།

source: push: too many arguments
bo_cn: push：ཞུགས་གྲངས་མང་དྲགས།

source: query external program for addresses
bo_cn: ཕྱིའི་ལས་རིམ་ལ་གནས་ཡུལ་འཚོལ་བ།

source: quote the next typed key
bo_cn: ཕྱིས་སུ་ནང་འཇུག་བྱ་བའི་མཐེབ་ལ་འདྲེན་རྟགས་སྣོན་པ།

source: recall a postponed message
bo_cn: ཡང་བསྐྱར་དུས་འགྱིངས་ནས་བསྐུར་བའི་འཕྲིན་ཡིག་ཅིག་འབོད་པ།

source: remail a message to another user
bo_cn: འཕྲིན་ཡིག་སྤྱོད་མཁན་གཞན་ཞིག་ལ་བརྒྱུད་སྐུར་བྱེད་པ།

source: rename the current mailbox (IMAP only)
bo_cn: མིག་སྔའི་ཡིག་སྒམ་གྱི་མིང་བསྒྱུར་བ། ། ( IMAPཁོ་ནར་སྤྱོད་པ།)"

source: rename/move an attached file
bo_cn: ཞར་བྱུང་ཡིག་ཆ་མིང་བསྒྱུར/སྒུལ་སྤོ།

source: reply to a message
bo_cn: འཕྲིན་ཡིག་ཅིག་ཕྱིར་ཁེབས་པ།

source: reply to all recipients
bo_cn: ལེན་མཁན་ཕྱིར་ཁེབས་པ།

source: reply to specified mailing list
bo_cn: དམིགས་འཛུགས་བྱས་པའི་སྦྲག་ཡིག་རེའུ་མིག་ལ་ཕྱིར་ཁེབས་པ།

source: retrieve mail from POP server
bo_cn: POP ཞབས་ཞུ་ཆས་ནས་འཕྲིན་ཡིག་ཕྱིར་བླངས།

source: run ispell on the message
bo_cn: འཕྲིན་ཡིག་འདི་ལ ispellའཁོར་སྐྱོད་བྱེད་པ།

source: save changes to mailbox
bo_cn: བཟོ་བཅོས་ཡིག་སྒམ་དུ་ཉར་ཚགས་བྱོས།

source: save changes to mailbox and quit
bo_cn: བཟོ་བཅོས་ཡིག་སྒམ་དུ་ཉར་ཚགས་བྱེད་པ་མ་ཟད་ཁ་བྲལ་བ།

source: save message/attachment to a mailbox/file
bo_cn: འཕྲིན་ཡིག/ཞར་བྱུང་ཡིག་སྒམ/ཡིག་ཆ་རུ་ཉར་ཚགས་བྱེད་པ།

source: save this message to send later
bo_cn: ཅུང་ཙམ་ནས་བསྐུར་བར་སྟབས་བདེ་ཡོང་ཆེད་འཕྲིན་ཡིག་ཉར་ཚགས་བྱེད་པ།

source: score: too few arguments
bo_cn: གྲངས་ཆ།：ཞུགས་གྲངས་ཉུང་དྲགས།

source: score: too many arguments
bo_cn: གྲངས་ཆ།：ཞུགས་གྲངས་མང་དྲགས།

source: scroll down 1/2 page
bo_cn: མར་ལ་ཤོག་ངོས་ཕྱེད་ཀ་གྲིལ་བ།

source: scroll down one line
bo_cn: མར་ལ་ཕྲེང་གཅིག་གྲིལ་བ།

source: scroll down through the history list
bo_cn: མར་ལ་ལོ་རྒྱུས་རེའུ་མིག་གྲིལ་བ།

source: scroll up 1/2 page
bo_cn: ཡར་ལ་ཤོག་ངོས་ཕྱེད་ཀ་གྲིལ་བ།

source: scroll up one line
bo_cn: ཡར་ལ་ཕྲེང་གཅིག་གྲིལ་བ།

source: scroll up through the history list
bo_cn: ཡར་ལ་ལོ་རྒྱུས་རེའུ་མིག་གྲིལ་བ།

source: search backwards for a regular expression
bo_cn: ཚད་མཐུན་མཚོན་པའི་ཚུལ་གྱིས་རྒྱབ་ཕྱོགས་སུ་བཤེར་འཚོལ་བྱེད་པ།

source: search for a regular expression
bo_cn: ཚད་མཐུན་མཚོན་པའི་ཚུལ་གྱིས་བཤེར་འཚོལ་བྱེད་པ།

source: search for next match
bo_cn: ཟླ་སྒྲིག་རྗེས་མ་བཤེར་འཚོལ་བྱེད་པ།

source: search for next match in opposite direction
bo_cn: ཟླ་སྒྲིག་རྗེས་མ་ལྡོག་ཕྱོགས་སུ་བཤེར་འཚོལ་བྱེད་པ།

source: select a new file in this directory
bo_cn: དཀར་ཆག་འདིའི་ནང་གི་ཡིག་ཆ་གསར་པ་ཞིག་འདེམས་རོགས།

source: select the current entry
bo_cn: མིག་སྔའི་དོན་ཚན་འདེམ་པ།

source: send the message
bo_cn: འཕྲིན་ཡིག་སྐུར་བ།

source: send the message through a mixmaster remailer chain
bo_cn: mixmasterབརྒྱུད་སྐུར་བྱེད་མཁན་བརྒྱུད་ནས་འཕྲིན་ཡིག་བསྐུར་བ།

source: set a status flag on a message
bo_cn: འཕྲིན་ཡིག་ག་གེ་མོ་ཞིག་གི་རྣམ་པའི་བཀོད་རྟགས་ཇུས་འབེབས་བྱེད་པ།

source: show MIME attachments
bo_cn: MIME ཞར་བྱུང་འཆར་བ།

source: show PGP options
bo_cn: PGPའདེམས་ཚན་མངོན་པ།

source: show S/MIME options
bo_cn: S/MIME འདེམས་ཚན་མངོན་པ།

source: show currently active limit pattern
bo_cn: མིག་སྔའི་སྐུལ་སློང་བྱས་པའི་ཚོད་འཛིན་རྣམ་པ་མངོན་པ།

source: show only messages matching a pattern
bo_cn: རྣམ་པ་ག་གེ་མོ་ཞིག་དང་ཟླ་སྒྲིག་པའི་འཕྲིན་ཡིག་མངོན་པ།

source: show the Mutt version number and date
bo_cn: Mutt ཡི་པར་གཞི་དང་ཚེས་གྲངས་མངོན་པ།

source: signing
bo_cn: མིང་རྟགས་འགོད་བཞིན་པ།

source: skip beyond quoted text
bo_cn: བཀོལ་སྤྱོད་ལས་མཆོང་བ།

source: sort messages
bo_cn: འཕྲིན་ཡིག་རིམ་སྒྲིག

source: sort messages in reverse order
bo_cn: འཕྲིན་ཡིག་ལྡོག་ཕྱོགས་རིམ་སྒྲིག

source: source: error at %s
bo_cn: source：%s ལ་ནོར་འཁྲུལ་ཡོད།

source: source: errors in %s
bo_cn: source：%s ནང་དུ་་ནོར་འཁྲུལ་ཡོད།

source: source: reading aborted due too many errors in %s
bo_cn: source: %s ཁྲོད་དུ་ནོར་འཁྲུལ་མང་དྲགས་པས་མཚམས་འཇོག་པ།

source: source: too many arguments
bo_cn: source：ཞུགས་གྲངས་མང་དྲགས།

source: spam: no matching pattern
bo_cn: གད་སྙིགས་སྦྲག་ཡིག：ཟླ་སྒྲིག་པའི་རྣམ་པ་མེད།

source: subscribe to current mailbox (IMAP only)
bo_cn: མིག་སྔའི་ཡིག་སྒམ་མངག་ཉོ། (IMAPཁོ་ནར་སྤྱོད་པ།)

source: sync: mbox modified, but no modified messages! (report this bug)
bo_cn: དུས་མཉམ།：ཡིག་སྒམ་ལ་བཟོ་བཅོས་བརྒྱབ་ཟིན་མོད།འོན་ཀྱང་བཟོ་བཅོས་བརྒྱབ་མ་མྱོང་བའི་འཕྲིན་ཡིག་མེད། (ནོར་འཁྲུལ་འདི་ཡར་ཞུ་བྱ་རོགས།)

source: tag messages matching a pattern
bo_cn: རྣམ་ག་གེ་མོ་དང་འཚམས་པའི་འཕྲིན་ཡིག་ལ་རྟགས་བཀོད་པ།

source: tag the current entry
bo_cn: མིག་སྔའི་ཚན་པ་ལ་རྟགས་བཀོད་པ།

source: tag the current subthread
bo_cn: མིག་སྔའི་བུ་ཁུངས་སྣེ་ལ་རྟགས་བཀོད་པ།

source: tag the current thread
bo_cn: མིག་སྔའི་ཁུངས་སྣེ་ལ་རྟགས་བཀོད་པ།

source: this screen
bo_cn: བརྙན་ཡོལ་འདི།

source: toggle a message's 'important' flag
bo_cn: འཕྲིན་ཡིག་གི་བཀོད་རྟགས་གལ་ཆེན་བརྗེ་བ།

source: toggle a message's 'new' flag
bo_cn: འཕྲིན་ཡིག་གི་སྦྲག་ཡིག་གསར་པའི་བཀོད་རྟགས་བརྗེ་བ།

source: toggle display of quoted text
bo_cn: བཀོལ་སྤྱོད་ཡིག་རྐྱང་གི་འཆར་བ་བརྗེ་བ།

source: toggle disposition between inline/attachment
bo_cn: འཛུད་འཇུག/ཞར་བྱུང་བར་ནས་བརྗེ་བ།

source: toggle new
bo_cn: འཕྲིན་ཡིག་གསར་བའི་བཀོད་རྟགས་བརྗེ་བ།

source: toggle recoding of this attachment
bo_cn: ཞར་བྱུང་འདི་ལ་ཡང་བསྐྱར་ཨང་སྒྲིག་བྱེད་མིན་བརྗེ་བ།

source: toggle search pattern coloring
bo_cn: འཚོལ་ཞིབ་རྣམ་པའི་ཁ་དོག་བརྗེ་བ།

source: toggle view all/subscribed mailboxes (IMAP only)
bo_cn: ཚང་མ/མངག་ཉོ་བྱས་ཟིན་པའི་ཡིག་སྒམ་བརྗེ་རེས་ལྟ་ཞིབ། (IMAPཁོ་ནར་སྤྱོད་པ།)

source: toggle whether the mailbox will be rewritten
bo_cn: ཡིག་སྒམ་ཡང་བསྐྱར་འབྲི་དགོས་མིན་བརྗེ་བ།

source: toggle whether to browse mailboxes or all files
bo_cn: ཡིག་སྒམ་དང་ཡང་ན་ཡིག་ཆ་ཚང་མར་ལྟ་ཀློག་བྱེད་མིན་བརྗེ་བ།

source: toggle whether to delete file after sending it
bo_cn: བསྐུར་ཟིན་རྗེས་སུབ་མིན་བརྗེ་བ།

source: too few arguments
bo_cn: ཞུགས་གྲངས་ཉུང་དྲགས།

source: too many arguments
bo_cn: ཞུགས་གྲངས་མང་དྲགས།

source: transpose character under cursor with previous
bo_cn: འོད་རྟགས་གནས་སའི་ཡིག་རྟགས་དང་དེའི་མདུན་གྱི་ཡིག་རྟགས་མགོ་མཇུག་སློག་པ།

source: unable to determine home directory
bo_cn: homeདཀར་ཆག་གཏན་འཁེལ་བྱེད་ཐབས་བྲལ།

source: unable to determine username
bo_cn: སྤྱོད་མཁན་གྱི་མིང་གཏན་འཁེལ་བྱེད་ཐབས་མེད།

source: unattachments: invalid disposition
bo_cn: ཞར་བྱུང་དོར་བ།：ནུས་མེད་ཀྱི་ཐག་གཅོད་བྱ་ཐབས།

source: unattachments: no disposition
bo_cn: ཞར་བྱུང་དོར་བ།：ཐག་གཅོད་བྱ་ཐབས་མེད།

source: undelete all messages in subthread
bo_cn: བུ་ཁུངས་སྣེ་ནང་གི་འཕྲིན་ཡིག་ཚང་མ་ལྡོག་སུབ་བྱེད་པ།

source: undelete all messages in thread
bo_cn: ཁུངས་སྣེ་ནང་གི་འཕྲིན་ཡིག་ཚང་མ་ལྡོག་སུབ་བྱེད་པ།

source: undelete message
bo_cn: འཕྲིན་ཡིག་ལྡོག་སུབ་བྱེད་པ།

source: undelete message(s)
bo_cn: འཕྲིན་ཡིག་ལྡོག་སུབ་བྱེད་པ།

source: undelete messages matching a pattern
bo_cn: རྣམ་པ་ག་གེ་མོ་ཞིག་དང་འཚམས་པའི་འཕྲིན་ཡིག་ལྡོག་སུབ་བྱེད་པ།

source: undelete the current entry
bo_cn: མིག་སྔའི་དོན་ཚན་ལྡོག་སུབ་བྱེད་པ།

source: unhook: Can't delete a %s from within a %s.
bo_cn: unhook: %2$s ནང་ནས %1$s སུབ་ཐབས་མེད།

source: unhook: Can't do unhook * from within a hook.
bo_cn: unhook: ལྕགས་ཀྱུ་གཅིག་གི་ནང་དུ unhook * བཀོལ་སྤྱོད་བྱ་ཐབས་མེད།

source: unhook: unknown hook type: %s
bo_cn: unhook：ངེས་མེད་ལྕགས་ཀྱུའི་རིགས་རྣམ：%s

source: unknown error
bo_cn: མི་ཤེས་པའི་ནོར་འཁྲུལ།

source: unsubscribe from current mailbox (IMAP only)
bo_cn: མིག་སྔའི་ཡིག་སྒམ་མངག་ཉོ་བྱེད་པ་དོར་བ།(IMAPཁོ་ནར་སྤྱོད་པ།)

source: untag messages matching a pattern
bo_cn: རྣམ་པ་ག་གེ་མོ་ཞིག་དང་འཚམས་པའི་འཕྲིན་ཡིག་ལྡོག་རྟགས་རྒྱག་པ།

source: update an attachment's encoding info
bo_cn: ཞར་བྱུང་གི་ཨང་སྒྲིག་ཆ་འཕྲིན་གསར་སྒྱུར་བྱེད་པ།

source: use the current message as a template for a new one
bo_cn: མིག་སྔའི་འཕྲིན་ཡིག་དེ་འཕྲིན་ཡིག་གསར་པའི་དཔེ་པང་བྱེད་པ།

source: value is illegal with reset
bo_cn: བསྐྱར་འཇོག་ཡོད་པའི་གྲངས་ཐང་ནི་ཁྲིམས་འགལ་ཡིན།

source: verify a PGP public key
bo_cn: PGPསྤྱི་ལྡེ་ར་སྤྲོད་བྱེད་པ།

source: view attachment as text
bo_cn: ཡིག་རྐྱང་གི་ངོས་ནས་ཞར་བྱུང་ལྟ་ཞིབ་བྱེད་པ།

source: view attachment using mailcap entry if necessary
bo_cn: གལ་ཏེ་དགོས་བ་ཡོད་ན mailcap དོན་ཚན་སྤྱད་ནས་ཞར་བྱུང་ལྟ་ཀློག་བྱོས།

source: view file
bo_cn: ཡིག་ཆ་ལྟ་ཞིབ།

source: view the key's user id
bo_cn: གསང་ལྡེའི་སྤྱོད་མཁན id ལྟ་ཞིབ།
