Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/mutt.po
Languages: bo_cn

source: wipe passphrase(s) from memory
bo_cn: ནང་གསོག་ནས་ཤར་བགྲོད་གསང་ལྡེ་གཙང་སེལ་བྱེད་པ།

source: write the message to a folder
bo_cn: འཕྲིན་ཡིག་ཡིག་ཁུག་ཏུ་བྲིས།

source: yes
bo_cn: ཡིན།

source: {internal}
bo_cn: {ནང་ཆ་ཡི}
