Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/mutter.po
Languages: bo_cn

source: "%s" is not a valid value for focus attribute
bo_cn: %sནི་focusངོ་བོའི་ནུས་ལྡན་གྱི་ཐང་མིན།

source: "%s" is not a valid value for resize attribute
bo_cn: %sནི་resizeངོ་བོའི་ནུས་ལྡན་གྱི་གྲངས་ཐང་མིན།

source: "%s" is not a valid value for state attribute
bo_cn: s%ནི་Sateངོ་བོའི་ནུས་ལྡན་གྱི་གྲངས་ཐང་མིན།

source: "version" attribute cannot be used in metacity-theme-1.xml or metacity-theme-2.xml
bo_cn: versionགཏོགས་གཤིས་དེ་metacity-theme-1.xmlདང་metacity-theme-2.xmlལ་སྤྱོད་མི་རུང་།

source: %s (on %s)
bo_cn: "%s། ( %sལ)"

source: <%s> geometry "%s" has not been defined
bo_cn: "<%s> དབྱིབས་རྩིས་བཀོད་པ“%s”ད་དུང་མཚན་ཉིད་བཞག་མེད།"

source: <%s> must specify either a geometry or a parent that has a geometry
bo_cn: <%s>ངེས་པར་དུ་དབྱིབས་རྩིས་ཀྱི་བཀོད་པ་ཞིག་གམ་དབྱིབས་རྩིས་ཀྱི་བཀོད་པ་ཡོད་པའི་ཕ་རིམ་ཞིག་དམིགས་འཛུགས་བྱེད་དགོས།

source: <%s> name "%s" used a second time
bo_cn: ཡང་བསྐྱར་<%s> མིང་གི་%sབེད་སྤྱོད་བྱས་པ།

source: <%s> parent "%s" has not been defined
bo_cn: <%s> ཕ་རིམ་པའི%sལ་ད་དུང་མཚན་ཉིད་བཞག་མེད།

source: <%s> specified twice for this theme
bo_cn: དེར་བརྟེན་བརྗོད་དོན་གཙོ་བོས་<%s>ཐེངས་གཉིས་ལ་དམིགས་འཛུགས་བྱས།

source: A style called "%s" has not been defined
bo_cn: “%s”ཉམས་འགྱུར་ལ་ད་དུང་མཚན་ཉིད་བཞག་མེད་པ།

source: Activate the window menu
bo_cn: སྒེའུ་ཁུང་འདེམས་བྱང་གྲུང་སློང་།

source: Alpha must be between 0.0 (invisible) and 1.0 (fully opaque), was %g
bo_cn: Alhaཐང་ནི་ངེས་པར་དུ་0.0（མཐོང་ཐབས་བྲལ་པ）ནས་1.0（ཕྱི་གསལ་ནང་གསལ་གཏན་ནས་མིན་པ）བར་དང་།ད་ལྟ་ནི་%gཡིན།

source: Alpha value "%s" in blended color is not between 0.0 and 1.0
bo_cn: མདོག་འདྲེས་མའིAlPaཐང་གི“%s”ནི་0.0ནས་1.0བར་མེད།

source: Angle must be between 0.0 and 360.0, was %g
bo_cn: ཟུར་ཚད་ཐང་ངེས་པར་དུ་0.0ནས་360.0བར་ཡིན་དགོས་པ་དང་།ད་ལྟ་ནི་ %gཡིན།

source: Another compositing manager is already running on screen %i on display "%s".
bo_cn: DISPLAY %2$s ཡི་བརྙན་ཡོལ་%1$i ཐོག་ཏུ་སྒེའུ་ཁུང་གི་དོ་དམ་ཆས་གཞན་པ་ཞིག་འཁོར་སྐྱོད་བྱེད་བཞིན་འདུག

source: Application is not responding.
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་དང་ལེན་མ་བྱས།

source: Aspect ratio "%s" is unknown
bo_cn: ཞེང་ཚད་བསྡུར་“%s”ངེས་མེད།

source: Attach modal dialogs
bo_cn: གཞན་བརྟེན་དཔེ་རྣམ་གླེང་སྒྲོམ།

source: Auto maximize nearly monitor sized windows
bo_cn: འཆར་ཆས་ཆེ་ཆུང་གི་སྒེའུ་ཁུང་དང་ཆེས་ཉེ་བར་རང་འགུལ་ཆེར་སྐྱེད་བྱེད་པ།

source: Bad version specification '%s'
bo_cn: པར་གཞི་%sརྣམ་གཞག་ནོར་འཁྲུལ།

source: Bell event
bo_cn: དྲིལ་དབྱངས་དོན་རྐྱེན།

source: Blend format is "blend/bg_color/fg_color/alpha", "%s" does not fit the format
bo_cn: མཉམ་བསྲེས་རྣམ་གཞག་ནིblend/bgoncolor/fg-color/alphདང་%s རྣམ་གཞག་འདི་དང་མི་མཐུན།

source: Boolean values must be "true" or "false" not "%s"
bo_cn: པུར་ཐང་ནི་ངེས་པར་དུ་ངོ་མ་དང་ཡང་ན་རྫུན་མ་ཡིན་དགོས།%sཡིན་མི་རུང་།

source: Border "%s" is unknown
bo_cn: མཐའ་སྒྲོམ་“%s”ངེས་མེད།

source: Built-in display
bo_cn: ནང་སྒྲིག་བརྙན་ཤེལ།

source: Button aspect ratio %g is not reasonable
bo_cn: མཐེབ་གནོན་ཞེང་ཚད་བསྡུར་%g ལུགས་མཐུན་མིན་པ།

source: Button function "%s" does not exist in this version (%d, need %d)
bo_cn: མཐེབ་གནོན་རྟེན་འབྱུང་གྲངས་“%s”དེ་པར་གཞི་འདིའི་（%dདང་།དགོས་པ་ནི་%d）ཁྲོད་མེད་པ།

source: Cancel tab popup
bo_cn: Tabརེས་འཁོར་འཕར་ཐོན་དོར་བ།

source: Cannot specify both "button_width"/"button_height" and "aspect_ratio" for buttons
bo_cn: དུས་མཉམ་དུ་དམིགས་འཛུགས་བྱེད་ཐབས་བྲལ་པའི་མཐེབ་ནི་buomonnwidt hདང་།buomonononheigh tapectratioབཅས་རེད།

source: Close window
bo_cn: སྒེའུ་ཁུང་ཁ་རྒྱག་པ།

source: Constant "%s" has already been defined
bo_cn: རྒྱུན་གྲངས“%s”ལ་མཚན་ཉིད་བཞག་ཟིན།

source: Coordinate expression contained unknown operator at the start of this text: "%s"
bo_cn: གནས་ཚད་མཚོན་ཚུལ་ལ་ཡིག་དེབ་འདི་འགོ་ཚུགས་སར་ངེས་མེད་ཀྱི་རྩིས་རྒྱག་མཚོན་རྟགས་འདུས་པ།：“%s”

source: Coordinate expression contains character '%s' which is not allowed
bo_cn: གནས་ཚད་མཚོན་ཚུལ་ནང་དུ་མི་ཆོག་པའི་ཡིག་རྟགས“%s”ཚུད་ཡོད།

source: Coordinate expression contains floating point number '%s' which could not be parsed
bo_cn: གནས་ཚད་མཚོན་ཚུལ་ནང་དབྱེ་ཞིབ་བྱེད་ཐབས་བྲལ་པའི་འཕྱོ་ཚེག་གྲངས་%sཚུད་ཡོད།

source: Coordinate expression contains integer '%s' which could not be parsed
bo_cn: གནས་ཚད་མཚོན་ཚུལ་ནང་དབྱེ་ཞིབ་བྱེད་ཐབས་བྲལ་པའི་ཧྲིལ་གྲངས་%sཚུད་ཡོད།

source: Coordinate expression doesn't seem to have any operators or operands
bo_cn: གནས་ཚད་མཚོན་ཚུལ་ལ་རྩིས་རྒྱག་རྟགས་སམ་བཀོལ་སྤྱོད་གྲངས་གང་ཡང་མེད་པ་འདྲ།

source: Coordinate expression ended with an operator instead of an operand
bo_cn: གནས་ཚད་མཚོན་ཚུལ་ནི་རྩིས་རྒྱག་རྟགས་ཀྱིས་མཇུག་སྡུད་པ་ལས་བཀོལ་སྤྱོད་གྲངས་ཀྱིས་མཇུག་སྡུད་པ་མ་ཡིན།

source: Coordinate expression had a close parenthesis with no open parenthesis
bo_cn: གནས་ཚད་མཚོན་ཚུལ་ལ་ཟུམ་པའི་གུག་རྟགས་ཤིག་ཡོད་པ་ལས་ཕྱེ་པའི་གུག་རྟགས་མེད།

source: Coordinate expression had an open parenthesis with no close parenthesis
bo_cn: གནས་ཚད་མཚོན་ཚུལ་ལ་ཕྱེ་བའི་གུག་རྟགས་ཤིག་ཡོད་པ་ལས་ཟུམ་པའི་གུག་རྟགས་མེད།

source: Coordinate expression had an operand where an operator was expected
bo_cn: གནས་ཚད་མཚོན་ཚུལ་གྱི་བཀོལ་སྤྱོད་གྲངས་ག་གེ་མོ་ཞིག་ནི་རྩིས་རྒྱག་རྟགས་ཡིན་དགོས།

source: Coordinate expression had unknown variable or constant "%s"
bo_cn: གནས་ཚད་མཚོན་ཚུལ་ལ་ངེས་མེད་ཀྱི་འགྱུར་ཚད་དམ་ཡང་ན་རྒྱུན་གྲངས་%sཡོད།

source: Coordinate expression has an operator "%s" where an operand was expected
bo_cn: གནས་ཚད་མཚོན་ཚུལ་གྱི་རྩིས་རྒྱག་རྟགས་%sནི་བཀོལ་སྤྱོད་གྲངས་ཤིག་ཡིན་དགོས།

source: Coordinate expression has operator "%c" following operator "%c" with no operand in between
bo_cn: གནས་ཚད་མཚོན་ཚུལ་གྱི་རྩིས་རྒྱག་རྟགས“%c”ཡི་རྗེས་སུ་རྩིས་རྒྱག་རྟགས་“%c”འབྲངས་ཡོད་ཅིང་།བར་དུ་བཀོལ་སྤྱོད་གྲངས་ཀ་མེད།

source: Coordinate expression parser overflowed its buffer.
bo_cn: གནས་ཚད་མཚོན་ཚུལ་དེའི་ལྷོད་གཏོང་ཁུལ་ནས་ཕྱིར་ལུད་པ།

source: Coordinate expression results in division by zero
bo_cn: གནས་ཚད་མཚོན་ཚུལ་གྱིས་ཐིག་ལེ་ཡིས་བགོད་བྱེད་བྱས་པ།

source: Coordinate expression tries to use mod operator on a floating-point number
bo_cn: གནས་ཚད་མཚོན་ཚུལ་གྱིས་འཕྱོ་ཚེག་གྲངས་modརྩིས་རྒྱག་རྟགས་སྤྱོད་རྩིས་བྱེད་པ།

source: Coordinate expression was empty or not understood
bo_cn: གནས་ཚད་མཚོན་ཚུལ་སྟོང་པའམ་གོ་བ་ལེན་ཐབས་བྲལ་བ།

source: Could not find a theme! Be sure %s exists and contains the usual themes.
bo_cn: བརྗོད་སྙིང་རྙེད་ཐབས་བྲལ། ཁྱེད་རང་གིས་%sགནས་པ་མ་ཟད་རྒྱུན་གཏན་གྱི་བརྗོད་སྙིང་ཡོད་པར་དམིགས་འཛུགས་གནང་རོགས།

source: Could not parse "%s" as a floating point number
bo_cn: %sདེ་གཡེང་ཚེག་གྲངས་ལ་དབྱེ་ཞིབ་བྱེད་ཐབས་བྲལ།

source: Could not parse "%s" as an integer
bo_cn: %sཧྲིལ་གྲངས་སུ་དབྱེ་ཞིབ་བྱེད་ཐབས་བྲལ།

source: Could not parse alpha value "%s" in blended color
bo_cn: མདོག་འདྲེས་མའི་ཁྲོད་ཀྱི་Alhaཐང“%sལ་དབྱེ་ཞིབ་བྱེད་ཐབས་བྲལ།

source: Could not parse color "%s"
bo_cn: ཚོས་གཞི“%s”ལ་དབྱེ་ཞིབ་བྱེད་ཐབས་བྲལ།

source: Could not parse shade factor "%s" in shaded color
bo_cn: གྲིབ་ནག་གཟུགས་ཁྲོད་ཀྱི་གྲིབ་ནག་རྐྱེན་ཆ་%sལ་དབྱེ་ཞིབ་བྱེད་ཐབས་བྲལ།

source: Delay focus changes until the pointer stops moving
bo_cn: མདོ་ཚེག་སྒྱུར་རྒྱུ་དེ་འོད་རྟགས་སྒུལ་མཚམས་འཇོག་པའི་བར་དུ་ཕྱིར་འགྱངས་བྱེད་པ།

source: Determines whether the use of popup and highlight frame should be disabled for window cycling.
bo_cn: སྒེའུ་ཁུང་བརྗེ་རེསབྱེད་སྐབས་མཐའ་སྒྲོམ་འཚེར་གསལ་དང་འཕར་ཐོན་བཀག་འགོག་བྱེད་མིན་ཐག་གཅོད།

source: Determines whether workspace switching should happen for windows on all monitors or only for windows on the primary monitor.
bo_cn: ལས་ཀའི་ཁུལ་བརྗེ་ན་འཆར་ཆས་ཚང་མའི་སྟེང་གི་སྒེའུ་ཁུང་ངམ་ཡང་ན་འཆར་ཆས་གཙོ་བོ་ཁ་ནའི་སྟེང་ཕན་འབྲས་ཡོད་མིན་ཐག་གཅོད།

source: Did not understand arrow "%s" for <%s> element
bo_cn: མདའ་རྟགས་%s（གཞི་རྒྱུ་<%s> ལ་སྤྱོད་པ）ལ་གོ་བ་མི་ལོན་པ།

source: Did not understand color component "%s" in color specification
bo_cn: ཁ་དོག་ཚད་ལྡན་ཁྲོད་ཀྱི་ཁ་དོག་ཚོ་ཡི་གྲུབ་ཆ་%sལ་གོ་བ་མི་ལོན་པ།

source: Did not understand fill type "%s" for <%s> element
bo_cn: ཁ་གསབ་རིགས་གྲས་ཀྱི་%s། (གཞི་རྒྱུ་<%s> ལ་སྤྱོད་པ）ལ་གོ་བ་མི་ལོན་པ།

source: Did not understand shadow "%s" for <%s> element
bo_cn: གྲིབ་ནག་གཟུགས་%s（གཞི་རྒྱུ་<%s> ལ་སྤྱོད་པ）ལ་གོ་བ་མི་ལོན་པ།

source: Did not understand state "%s" for <%s> element
bo_cn: རྣམ་པའི“%s”（གཞི་རྒྱུ་<%s> ལ་སྤྱོད་པ）ལ་གོ་བ་མི་ལོན་པ།

source: Did not understand state "%s" in color specification
bo_cn: ཁ་དོག་ཚད་ལྡན་ཁྲོད་ཀྱི་རྣམ་པ་%sལ་གོ་བ་མི་ལོན་པ།

source: Did not understand trailing characters "%s" in string "%s"
bo_cn: མཇུག་ཡིག་རྟགས“%1$s”(ཡིག་རྟགས་ཕྲེང་གི་“%2$s”ཁྲོད་ཡོད)ལ་གོ་བ་མི་ལོན་པ།

source: Did not understand value "%s" for type of gradient
bo_cn: སྐས་རིམ་ཅན་གྱི་རིགས་གྲས་ཀྱི་ཐང་“%s”ལ་གོ་བ་མི་ལོན་པ།

source: Disable connection to session manager
bo_cn: གཏམ་གླེང་དོ་དམ་ཆས་ཀྱི་འབྲེལ་མཐུད་འགོག་སྤྱོད།

source: Distance "%s" is unknown
bo_cn: བར་ཐག་“%s”ཤེས་མེད།

source: Draggable border width
bo_cn: འཐེན་རུང་བའི་མཐའ་མཚམས་ཞེང་ཚད།

source: Element <%s> is not allowed inside a <constant> element
bo_cn: （consant）གཞི་རྒྱུའི་ནང་དུ་གཞི་རྒྱུ་（%s）ཡོད་མི་ཆོག

source: Element <%s> is not allowed inside a distance/border/aspect_ratio element
bo_cn: distance/border/aspeeeeeect-romoགཞི་རྒྱུའི་ཁྲོད་དུ་གཞི་རྒྱུ་<%s>ཡོད་མི་ཆོག

source: Element <%s> is not allowed inside a draw operation element
bo_cn: draw operationགཞི་རྒྱུའི་ཁྲོད་དུ་གཞི་རྒྱུ་<%s>ཡོད་མི་ཆོག

source: Element <%s> is not allowed inside a name/author/date/description element
bo_cn: name/author/date/descriptionགཞི་རྒྱུའི་ཁྲོད་དུ་གཞི་རྒྱུ་<%s>ཡོད་མི་ཆོག

source: Enable edge tiling when dropping windows on screen edges
bo_cn: སྒེའུ་ཁུང་བརྙན་ཡོལ་གྱི་མཐའ་རུ་འཐེན་ནས་འཇོག་སྐབས་སྙོམས་འདིང་སྤྱོད་འགོ་རྩོམ་པ།

source: Failed to find a valid file for theme %s
bo_cn: བརྗོད་སྙིང%s ཡི་ནུས་ལྡན་ཡིག་ཆ་རྙེད་མ་བྱུང་།

source: Failed to load theme "%s": %s
bo_cn: བརྗོད་གཞི“%s”ནང་འཇུག་བྱ་ཐབས་བྲལ་པ།：%s

source: Failed to open X Window System display '%s'
bo_cn: " X Window System ཡི་“%s” "མངོན་འཆར་ཁ་ཕྱེ་ཐབས་བྲལ་བ།

source: Failed to scan themes directory: %s
bo_cn: གཙོ་དོན་དཀར་ཆག་བཤར་འབེབས་ཕམ་པ།：%s

source: Frame geometry does not specify size of buttons
bo_cn: སྒྲོམ་གཞིའི་དབྱིབས་རྩིས་བཀོད་པ་ལ་མཐེབ་ཆེ་ཆུང་དམིགས་འཛུགས་བྱས་མེད་པ།

source: Frame style already has a button for function %s state %s
bo_cn: སྒྲོམ་གཞིའི་རྣམ་པ་ལ་རྟེན་འབྱུང་གྲངས་%sཞིག་ཡོད་པ་དང་། རྣམ་པ་ནི་%s ཡི་མཐེབ་གནོན་ཡིན།

source: Frame style already has a piece at position %s
bo_cn: གནས་%sརུ་སྒྲོམ་གཞིའི་རྣམ་པ་དུམ་བུ་ཞིག་ཡོད།

source: Gradients should have at least two colors
bo_cn: རིམ་འགྱུར་ལ་ཉུང་མཐར་ཡང་ཁ་དོག་རིགས་གཉིས་དགོས།

source: Hide all normal windows
bo_cn: རྒྱུན་གཏན་གྱི་སྒེའུ་ཁུང་ཚང་མ་གབ་པ།

source: Hide window
bo_cn: སྒེའུ་ཁུང་གབ་པ།

source: If enabled, new windows that are initially the size of the monitor automatically get maximized.
bo_cn: གལ་ཏེ་སྤྱོད་འགོ་ཚུགས་ཚེ་ཐོག་མའི་དུས་སུ་འཆར་ཆས་ཀྱི་ཆེ་ཆུང་གི་སྒེའུ་ཁུང་གསར་པ་རང་འགུལ་ཆེ་ཤོས་སུ་འགྱུར་རྒྱུ་རེད།

source: Including draw_ops "%s" here would create a circular reference
bo_cn: འདིར་draw_ops“%s” ཡིས་གསར་འཛུགས་བྱས་པའི་འཁོར་སྐྱོད་འདྲེན་སྟངས་ཤིག་ཚུད་ཡོད།

source: Initialize session from savefile
bo_cn: ཉར་ཚགས་ཡིག་ཆའི་ཁྲོད་ནས་གླེང་མོལ་འགོ་སྒྲིག་བྱོས།

source: Integer %ld is too large, current max is %d
bo_cn: ཧྲིལ་གྲངས %ld ཆེ་དྲགས་འདུག མིག་སྔར་ཆེས་ཆེ་བའི་ཚད་ནི %dཡིན།

source: Integer %ld must be positive
bo_cn: ཧྲིལ་གྲངས %ld ངེས་པར་ཕོ་གྲངས་ཡིན་དགོས།

source: Make X calls synchronous
bo_cn: Xའདོན་སྤྱོད་གོམ་མཉམ།

source: Maximize window
bo_cn: སྒེའུ་ཁུང་ཆེས་ཆེར་སྐྱེད།

source: Maximize window horizontally
bo_cn: སྒེའུ་ཁུང་ཆུ་སྙོམས་ཆེས་ཆེར་བསྐྱེད།

source: Maximize window vertically
bo_cn: སྒེའུ་ཁུང་དྲང་དཕྱང་ཆེས་ཆེར་བསྐྱེད།

source: Modifier to use for extended window management operations
bo_cn: སྒེའུ་ཁུང་ལ་བཟོ་བཅོས་བྱེད་པར་བཀོལ་བའི་རྒྱན་མཐེབmet

source: Move to workspace above
bo_cn: རིམ་པ་གོང་མའི་ལས་ཁུལ་ཏུ་སྤོར་བ།

source: Move to workspace below
bo_cn: རིམ་པ་འོག་མའི་ལས་ཁུལ་ཏུ་སྤོར་བ།

source: Move to workspace left
bo_cn: གཡོན་གྱི་ལས་ཁུལ་ཏུ་སྤོར་བ།

source: Move to workspace right
bo_cn: གཡས་ཀྱི་ལས་ཁུལ་ཏུ་སྤོར་བ།

source: Move window
bo_cn: སྒེའུ་ཁུང་སྤོར་བ།

source: Move window one monitor down
bo_cn: སྒེའུ་ཁུང་དེ་འཆར་ཆས་གཅིག་གིས་མར་སྤོས།

source: Move window one monitor to the left
bo_cn: སྒེའུ་ཁུང་དེ་འཆར་ཆས་གཅིག་གིས་གཡོན་དུ་སྤོས།

source: Move window one monitor to the right
bo_cn: སྒེའུ་ཁུང་དེ་འཆར་ཆས་གཅིག་གིས་གཡས་སུ་སྤོས།

source: Move window one monitor up
bo_cn: སྒེའུ་ཁུང་དེ་འཆར་ཆས་གཅིག་གིས་ཡར་སྤོས།

source: Move window one workspace down
bo_cn: སྒེའུ་ཁུང་དེ་འཆར་ཆས་གཅིག་གིས་ཡར་སྤོས།

source: Move window one workspace to the left
bo_cn: སྒེའུ་ཁུང་གཡོན་དུ་ལས་དོན་ཁུལ་ཞིག་ཏུ་བསྒྱུར་དགོས།

source: Move window one workspace to the right
bo_cn: སྒེའུ་ཁུང་གཡས་ལ་ལས་དོན་ཁུལ་གཅིག་སྤོ་རྒྱུ་ཡིན་པ།

source: Move window one workspace up
bo_cn: སྒེའུ་ཁུང་ཐོག་ལས་དོན་ཁུལ་ཞིག་ཏུ་བསྒྱུར་བ།

source: Move window to last workspace
bo_cn: སྒེའུ་ཁུང་ནས་མདུན་གྱི་ལས་ཀའི་བར་སྟོང་དུ་སྤོས།

source: Move window to workspace 1
bo_cn: སྒེའུ་ཁུང་དེ་ལས་ཀའི་ཁུལ་1རུ་སྤོས།

source: Move window to workspace 2
bo_cn: སྒེའུ་ཁུང་དེ་ལས་ཀའི་ཁུལ་2རུ་སྤོས།

source: Move window to workspace 3
bo_cn: སྒེའུ་ཁུང་དེ་ལས་ཀའི་ཁུལ་3རུ་སྤོས།

source: Move window to workspace 4
bo_cn: སྒེའུ་ཁུང་དེ་ལས་ཀའི་ཁུལ་4རུ་སྤོས།

source: Mutter plugin to use
bo_cn: སྤྱད་བྱའི་Muunrབསྒར་ལྷུ།

source: Mutter was compiled without support for verbose mode
bo_cn: Mulerསྒྲིག་སྒྱུར་སྐབས་སུ་ཞིབ་ཆའི་མ་དཔེ་ཡི་རྒྱབ་སྐྱོར་བཅུག་མེད།

source: Navigation
bo_cn: ཕྱོགས་སྟོན།

source: No "extent_angle" or "to" attribute on element <%s>
bo_cn: གཞི་རྒྱུ་<%2$s> ཡི་སྟེང་དུ་“extent_angle”ཡང་ན་“to”ཡི་གཏོགས་གཤིས་མི་འདུག

source: No "start_angle" or "from" attribute on element <%s>
bo_cn: གཞི་རྒྱུ་<%2$s> ཡི་སྟེང་དུ་“start_angle”ཡང་ན་“from”ཡི་གཏོགས་གཤིས་མི་འདུག

source: No <%s> set for theme "%s"
bo_cn: བརྗོད་དོན་གཙོ་བོ“%2$s”ལ་<%1$s>སྡེབ་སྒྲིག་བྱས་མེད།

source: No <draw_ops> called "%s" has been defined
bo_cn: མིང་“%s”ཡི་ <draw_ops>ལ་མཚན་ཉིད་བཞག་མེད་པ།

source: No <draw_ops> with the name "%s" has been defined
bo_cn: མིང་“%s”ཡི་ <draw_ops>ལ་མཚན་ཉིད་བཞག་མེད་པ།

source: No draw_ops provided for button
bo_cn: མཐེབ་གནོན་ལ་draw_ops"མཁོ་འདོན་བྱས་མེད་།

source: No draw_ops provided for frame piece
bo_cn: སྒྲོམ་དུམ་ལ་draw_opsམཁོ་འདོན་བྱས་མེད།

source: No tab popup
bo_cn: TABབརྗེ་རེས་འཕར་ཐོན་མི་བྱེད།

source: Outermost element in theme must be <metacity_theme> not <%s>
bo_cn: འདེམས་བྱང་ཡིག་ཆའི་ནང་གི་ཆེས་ཕྱི་རིམ་གྱི་གཞི་རྒྱུ་ནི་ <mateconf>ལས་<%s>མིན།

source: Place new windows in the center
bo_cn: སྒེའུ་ཁུང་དཀྱིལ་དབུས་སུ་འཇོག་པ།

source: Print version
bo_cn: པར་གཞི་མངོན་པ།

source: Raise window if covered, otherwise lower it
bo_cn: སྒྲིབ་སྐབས་སྒེའུ་ཁུང་མཐོ་རུ་མ་བཏང་ན་དམའ་རུ་ཐོངས།

source: Replace the running window manager
bo_cn: འཁོར་སྐྱོད་བྱེད་བཞིན་པའི་སྒེའུ་ཁུང་དོ་དམ་ཆས་བརྗེ་བ།

source: Restore window
bo_cn: སྒེའུ་ཁུང་སླར་གསོ།

source: Run as a full display server, rather than nested
bo_cn: ཞབས་ཞུ་ཆས་ཀྱི་རྣམ་པའི་འཁོར་སྐྱོད་ཆ་ཚང་འཆར་བར་བྱེད་པ་ལས་སྐུང་འཛུད་རྣམ་པས་མིན།

source: Run as a wayland compositor
bo_cn: Waylandབསྲེས་གྲུབ་དོ་དམ་ཆས་བྱས་ནས་འཁོར་སྐྱོད་བྱེད་པ།

source: Screen %d on display "%s" already has a window manager
bo_cn: "%2$s" མངོན་འཆར་སྟེང་གི་%1$d བརྙན་ཡོལ་ལསྒེའུ་ཁུང་དོ་དམ་འཕྲུལ་ཆས་ཞིག་ཡོད་པ།

source: Screen %d on display '%s' is invalid
bo_cn: “%2$s”མངོན་འཆར་སྟེང་གི་བརྙན་ཡོལ་%1$d ནུས་མེད། "

source: Select window from tab popup
bo_cn: Tabཡི་རེ་མོས་འཕར་ཐོན་མཐུད་མཚམས་ནས་སྒེའུ་ཁུང་འདེམས།

source: Shade factor "%s" in shaded color is negative
bo_cn: གྲིབ་ནག་གཟུགས་ཁྲོད་ཀྱི་གྲིབ་ནག་རྐྱེན་ཆ་%sནི་མོ་གྲངས་ཡིན།

source: Shade format is "shade/base_color/factor", "%s" does not fit the format
bo_cn: གྲིབ་ནག་གཟུགས་ཀྱི་རྣམ་གཞག་ནི་shade/base-color/facto rདང་།%sནི་རྣམ་གཞག་འདི་དང་མི་མཐུན།

source: Should not have "resize" attribute on <%s> element for maximized states
bo_cn: རྣམ་པ་ནི་Maximizedཡི་<%s>གཞི་རྒྱུ་རུ་resizeགཏོགས་གཤིས་ཡོད་མི་འོས།

source: Should not have "resize" attribute on <%s> element for maximized/shaded states
bo_cn: རྣམ་པ་ནི་maximized/shadedཡི་<%s> གཞི་རྒྱུ་རུ་“resize”གཏོགས་གཤིས་ཡོད་མི་འོས།

source: Show the activities overview
bo_cn: བྱེད་སྒོ་སྔོན་ལྟ་མངོན་པ།

source: Show the run command prompt
bo_cn: འཁོར་སྐྱོད་བཀའ་བརྡའི་བརྡ་སྟོན་རྟགས་འཆར་བ།

source: Specify session management ID
bo_cn: གླེང་མོལ་དོ་དམ་IDདམིགས་འཛུགས།

source: Style has already been specified for state %s focus %s
bo_cn: stateཡི་གཏོགས་གཤིས་%sདང་focusཡི་གཏོགས་གཤིས་%s ལ་ཉམས་འགྱུར་དམིགས་འཛུགས་བྱས་ཡོད།

source: Style has already been specified for state %s resize %s focus %s
bo_cn: sresizeཡི་གཏོགས་གཤིས་%s དང་།focusཡི་གཏོགས་གཤིས་%s དང་focus ཡི་གཏོགས་གཤིས་ %sབཅས་ལ་ཉམས་འགྱུར་དམིགས་འཛུགས་བྱས་ཡོད།

source: Switch applications
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་བརྗེ་བ།

source: Switch directly to previous system control
bo_cn: ཐད་ཀར་རྒྱུད་ཁོངས་ཚོད་འཛིན་སྔོན་མར་རྗེས།

source: Switch directly to previous window
bo_cn: ཐད་ཀར་སྒེའུ་ཁུང་སྔོན་མར་རྗེས།

source: Switch directly to previous window of an app
bo_cn: ཐད་ཀར་ཉེར་སྤྱོད་བྱ་རིམ་ཞིག་གི་སྒེའུ་ཁུང་སྔོན་མར་རྗེས།

source: Switch system controls
bo_cn: རྒྱུད་ཁོངས་ཚོད་འཛིན་བརྗེ་བ།

source: Switch system controls directly
bo_cn: ཐད་ཀར་རྒྱུད་ཁོངས་ཚོད་འཛིན་བརྗེ་བ།

source: Switch to VT 1
bo_cn: VT 1ལ་རྗེས།

source: Switch to last workspace
bo_cn: ལས་དོན་བར་སྟོང་སྔོན་མར་བརྗེ་བ།

source: Switch to previous application
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་སྔོན་མ་དེར་རྗེས།

source: Switch to previous system control
bo_cn: རྒྱུད་ཁོངས་ཚོད་འཛིན་སྔོན་མར་རྗེས།

source: Switch to previous window
bo_cn: སྒེའུ་ཁུང་སྔོན་མར་རྗེས།

source: Switch to previous window of an application
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་ཞིག་གི་སྒེའུ་ཁུང་སྔོན་མར་རྗེས།

source: Switch windows
bo_cn: སྒེའུ་ཁུང་བརྗེ་བ།

source: Switch windows directly
bo_cn: ཐད་ཀར་སྒེའུ་ཁུང་བརྗེ་བ།

source: Switch windows of an application
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་གཅིག་པའི་སྒེའུ་ཁུང་བརྗེ་བ།

source: System
bo_cn: རྒྱུད་ཁོངས།

source: Theme contained an expression that resulted in an error: %s
bo_cn: བརྗོད་དོན་གཙོ་བོའི་ནང་གི་མཚོན་ཚུལ་ཞིག་ལ་བྱུང་བའི་ནོར་འཁྲུལ།：%s

source: Theme requires version %s but latest supported theme version is %d.%d
bo_cn: བརྗོད་སྙིང་གི་བླང་བྱའི་པར་གཞི་ནི་%sཡིན་མོད།འོན་ཀྱང་རྒྱབ་སྐྱོར་བྱེད་པའི་བརྗོད་སྙིང་པར་གཞི་གསར་ཤོས་ནི%d.%dཡིན།

source: Toggle fullscreen mode
bo_cn: བརྙན་ཡོལ་ཡོངས་འཆར་རྣམ་པར་བརྗེ་བ།

source: Toggle maximization state
bo_cn: ཆེ་ཤོས་རྣམ་པར་བརྗེ་བ།

source: Toggle shaded state
bo_cn: གྲིབ་ནག་རྣམ་པ་བརྗེ་བ།

source: Toggle window on all workspaces or one
bo_cn: ལས་དོན་ཁུལ་ཞིག་གམ་ཡོངས་ཀྱི་སྒེའུ་ཁུང་བརྗེ་བ།

source: Unknown
bo_cn: མི་ཤེས།

source: Unknown Display
bo_cn: ངེས་མེད་ཀྱི་འཆར་ཆས།

source: Unknown function "%s" for button
bo_cn: མཐེབ་གནོན་གྱི་རྟེན་འབྱུང་གྲངས་“%s”ངེས་མེད།

source: Unknown position "%s" for frame piece
bo_cn: སྒྲོམ་གཞིའི་གནས་ཀྱི་“%s”མི་ཤེས་པ།

source: Unknown state "%s" for button
bo_cn: མཐེབ་གནོན་གྱི་རྣམ་པའི“%s”མི་ཤེས་པ།

source: Unknown style_set "%s" on <%s> element
bo_cn: ངེས་མེད་ཀྱི་style_set“%s”ནི་གཞི་རྒྱུ་<%s> ཡི་སྟེང་དུ་ཡོད་པ།

source: Unknown type "%s" on <%s> element
bo_cn: ངེས་མེད་ཀྱི་རིགས་གྲས་“%s”ནི་གཞི་རྒྱུ་<%s> ཡི་སྟེང་དུ་ཡོད་པ།

source: User-defined constants must begin with a capital letter; "%s" does not
bo_cn: སྤྱོད་མཁན་གྱིས་མཚན་ཉིད་བཞག་པའི་རྒྱུན་གྲངས་ངེས་པར་དུ་ཆེ་བྲིས་གསལ་བྱེད་ལ་བརྟེན་དགོས། འོན་ཀྱང་%sདེ་ལྟ་མིན།

source: View split on left
bo_cn: གཡོན་ཕྱེད་དུ་ལྟ་བ།

source: View split on right
bo_cn: གཡས་ཕྱེད་དུ་ལྟ་བ།

source: When true, the new windows will always be put in the center of the active screen of the monitor.
bo_cn: Rueཡིན་དུས། སྒེའུ་ཁུང་གསར་བ་ནི་འཆར་ཆས་འདིས་སྐུལ་སློང་བྱས་ཟིན་པའི་བརྙན་ཡོལ་གྱི་ལྟེ་བ་རུ་འཇོག་པ།

source: Window type "%s" has already been assigned a style set
bo_cn: སྒེའུ་ཁུང་གི་རིགས་གྲས་“%s”ལ་ཉམས་འགྱུར་སྒྲིག་འགོད་ཞིག་དམིགས་འཛུགས་བྱས་ཟིན།

source: Windows
bo_cn: སྒེའུ་ཁུང་།

source: Workspace %d
bo_cn: ལས་ཁུལ། %d

source: Workspaces are managed dynamically
bo_cn: འགུལ་རྣམ་དོ་དམ་ལས་ཁུལ།

source: Workspaces only on primary
bo_cn: འཆར་ཆས་གཙོ་བོ་ཁོ་ནར་དམིགས་པའི་ལས་ཁུལ།

source: X Display to use
bo_cn: བེད་སྤྱོད་གཏོང་བྱའི་Xམངོན་འཆར།

source: You may choose to wait a short while for it to continue or force the application to quit entirely.
bo_cn: ཁྱེད་རང་གི་ཏོག་ཙམ་སྒུག་པ་འདེམས་ནས་མུ་མཐུད་དང་ཡང་ན་བཙན་ཤེད་ཀྱིས་ཉེར་སྤྱོད་བྱ་རིམ་ནས་ཕྱིར་འཐེན་བྱས་ཆོག

source: You must specify a background for an alpha value to be meaningful
bo_cn: alpha ཐང་དོན་སྙིང་ཡོད་པ་བྱེད་ན།ཁྱེད་ཀྱིས་ངེས་པར་དུ་རྒྱབ་ལྗོངས་དམིགས་འཛུགས་བྱེད་དགོས།

source: _Force Quit
bo_cn: བཙན་ཤེད་ཕྱིར་འཐེན།(_F)

source: _Wait
bo_cn: ངང་སྒུག(_W)

source: bottom
bo_cn: ཞོལ།

source: frame geometry does not specify "%s" dimension
bo_cn: སྒྲོམ་གཞིའི་དབྱིབས་རྩིས་བཀོད་པས“%s”ཆེ་ཆུང་དམིགས་འཛུགས་བྱས་མེད་པ།

source: frame geometry does not specify dimension "%s" for border "%s"
bo_cn: སྒྲོམ་གཞིའི་དབྱིབས་རྩིས་བཀོད་པས་“%s”ཆེ་ཆུང་དམིགས་འཛུགས་བྱས་མེད་པ།（ཆེ་ཆུང་འདི་ནི་མཐའ་སྒྲོམ་%s ཡིས་དམིགས་འཛུགས་བྱས་པ་རེད།）

source: left
bo_cn: གཡོན།

source: right
bo_cn: ཡང་དག

source: top
bo_cn: སྟེང་།

source: “%s” is not responding.
bo_cn: %sཡིས་དང་ལེན་མ་བྱས།
