Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/mutt.po
Languages: bo_cn

source: Invalid month: %s
bo_cn: ནུས་མེད་ཀྱི་ཟླ་བ།：%s

source: Invalid relative date: %s
bo_cn: ནུས་མེད་ཀྱི་བལྟོས་བཅས་ཚེས་གྲངས།：%s

source: Invalid server response
bo_cn: ནུས་མེད་ཀྱི་ཞབས་ཞུ་ཆས་ཀྱི་ཨ་ལན།

source: Invoking PGP...
bo_cn: PGPའདོན་སྤྱོད་བྱེད་བཞིན་ཡོད།

source: Invoking S/MIME...
bo_cn: S/MIMEའདོན་སྤྱོད་བྱེད་བཞིན་ཡོད།

source: Invoking autoview command: %s
bo_cn: རང་འགུལ་མངོན་སྟོན་བཀའ་བརྡ་ལག་བསྟར།

source: Issued By .:
bo_cn: བརྒྱུད་སྤྲོད་མཁན།

source: Jump to message:
bo_cn: འཕྲིན་ཡིག་ཏུ་མཆོངས་པ།

source: Jump to:
bo_cn: ལ་མཆོངས་པ།：

source: Jumping is not implemented for dialogs.
bo_cn: གླེང་མོལ་གྱི་རྣམ་པའི་ཁྲོད་དུ་འཕུར་མཆོང་མངོན་འགྱུར་ཐུབ་མེད།

source: Key ID: 0x%s
bo_cn: ལྡེ་མིག་ID：0x%s"

source: Key Usage .:
bo_cn: གསང་ལྡེ་སྤྱོད་སྟངས།

source: Key is not bound.
bo_cn: མཐེབ་དེ་ལ་ད་དུང་བཀྱིག་སྦྲེལ་ནུས་པ་མེད།

source: Key is not bound. Press '%s' for help.
bo_cn: མཐེབ་དེ་ལ་ད་དུང་བཀྱིག་སྦྲེལ་ནུས་པ་མེད། %s’མནན་ན་རོགས་རམ་གྱི་ཆ་འཕྲིན་ཐོབ།

source: LOGIN disabled on this server.
bo_cn: LOGINཞབས་ཞུ་ཆས་འདི་རུ་སྤྱོད་མི་ཆོག

source: Limit to messages matching:
bo_cn: རྣམ་པ་དེ་དང་མཐུན་པའི་འཕྲིན་ཡིག་ལ་ཚོད་འཛིན།

source: Limit: %s
bo_cn: ཚད་འཛིན།: %s

source: Lock count exceeded, remove lock for %s?
bo_cn: གྲངས་བགྲང་གི་ཚད་བཀག་ལས་བརྒལ་བས།%s ཡི་ཟྭ་དེ་མེད་པར་བཟོ་འམ།

source: Login failed.
bo_cn: ཐོ་འཇུག་ཕམ་པ།

source: Looking up %s...
bo_cn: %sའཚོལ་བཞིན་པ།

source: MD5 Fingerprint: %s
bo_cn: MD5མཛུབ་རིས།：%s

source: MIME type not defined. Cannot view attachment.
bo_cn: ME Eརིགས་གྲས་ལ་མཚན་ཉིད་མ་བཞག ཟུར་བཀོད་ཡིག་ཆ་ཤར་ཐབས་བྲལ།

source: Macro loop detected.
bo_cn: རགས་པའི་ཁྲོད་དུ་འཁོར་འཁྱིལ་ཡོད་་པ་བཤེར་འཇལ་ཤེས་རྟོགས་བྱུང་།

source: Mail
bo_cn: གློག་ཡིག

source: Mail not sent.
bo_cn: འཕྲིན་ཡིག་སྐུར་མེད།

source: Mail sent.
bo_cn: འཕྲིན་ཡིག་བསྐུར་ཚར།

source: Mailbox checkpointed.
bo_cn: ཡིག་སྒམ་ཞིབ་བཤེར་བྱས་ཟིན།

source: Mailbox closed
bo_cn: ཡིག་སྒམ་སྒོ་བརྒྱབ་ཟིན།

source: Mailbox created.
bo_cn: ཡིག་སྒམ་གསར་དུ་བཙུགས་ཟིན།

source: Mailbox deleted.
bo_cn: ཡིག་སྒམ་བསུབ་ཟིན།

source: Mailbox is corrupt!
bo_cn: ཡིག་སྒམ་ལ་སྐྱོན་ཤོར་བ།

source: Mailbox is empty.
bo_cn: ཡིག་སྒམ་ནི་སྟོང་བ་རེད།

source: Mailbox is marked unwritable. %s
bo_cn: ཡིག་སྒམ་ལ་འབྲི་མི་རུང་བའི་རྟགས་བཀོད་ཡོད། %s

source: Mailbox is read-only.
bo_cn: ཡིག་སྒམ་ནི་ཀློག་ཙམ་རེད།

source: Mailbox is unchanged.
bo_cn: ཡིག་སྒམ་ལ་འགྱུར་བ་མེད།

source: Mailbox must have a name.
bo_cn: ཡིག་སྒམ་ལ་ངེས་པར་དུ་མིང་ཡོད་དགོས།

source: Mailbox not deleted.
bo_cn: ཡིག་སྒམ་ད་དུང་བསུབ་མེད།

source: Mailbox renamed.
bo_cn: ཡིག་སྒམ་གྱི་མིང་བསྒྱུར་ཟིན།

source: Mailbox was corrupted!
bo_cn: ཡིག་སྒམ་ལ་སྐྱོན་ཤོར་ཟིན།

source: Mailbox was externally modified.
bo_cn: ཡིག་སྒམ་ལ་ཕྱི་ཕྱོགས་ཀྱི་བཟོ་བཅོས་བརྒྱབ་ཟིན་པ།

source: Mailbox was externally modified. Flags may be wrong.
bo_cn: ཡིག་སྒམ་ལ་ཕྱི་ཕྱོགས་ཀྱི་བཟོ་བཅོས་བརྒྱབ་ཟིན་པ། རྟགས་བཀོད་པར་ནོར་འཁྲུལ་ཡོད་སྲིད།

source: Mailboxes [%d]
bo_cn: ཡིག་སྒམ།[%d]

source: Mailcap Edit entry requires %%s
bo_cn: Mailcapརྩོམ་སྒྲིག་བྱ་རར་ %%sདགོས།

source: Mailcap compose entry requires %%s
bo_cn: Mailcapརྩོམ་སྒྲིག་ལས་གཞིར%%sདགོས།

source: Make Alias
bo_cn: མིང་གཞན་བཟོ་བ།

source: Marking %d messages deleted...
bo_cn: རྟགས་བརྒྱབ་ཟིན་པའི་འཕྲིན་ཡིག་ %d བསུབ་ཟིན།

source: Marking messages deleted...
bo_cn: བསུབ་པའི་སྦྲག་རྫས་ལ་རྟགས་རྒྱག་བཞིན་པ།

source: Message bounced.
bo_cn: འཕྲིན་ཡིག་ཕྱིར་སློག་ཟིན།

source: Message can't be sent inline. Revert to using PGP/MIME?
bo_cn: འཕྲིན་ཡིག་ནང་འཛུད་བྱས་ནས་བསྐུར་ཐབས་བྲལ། ཕྱིར་ལོག་ནས་PGP/MIEསྤྱོད་དམ།

source: Message could not be printed
bo_cn: འཕྲིན་ཡིག་གཏག་པར་བྱེད་ཐབས་བྲལ་པ།

source: Message file is empty!
bo_cn: འཕྲིན་ཡིག་གི་ཡིག་ཆ་སྟོང་པ་རེད།

source: Message not bounced.
bo_cn: འཕྲིན་ཡིག་ཕྱིར་མ་སློག

source: Message not modified!
bo_cn: འཕྲིན་ཡིག་ལ་བཟོ་བཅོས་མ་བརྒྱབ་པ།

source: Message postponed.
bo_cn: འཕྲིན་ཡིག་སྐུར་རྒྱུ་ནར་འགྱངས་བྱས།

source: Message printed
bo_cn: འཕྲིན་ཡིག་དཔར་ཟིན་པ།

source: Message written.
bo_cn: འཕྲིན་ཡིག་བྲིས་ཚར།

source: Messages bounced.
bo_cn: འཕྲིན་ཡིག་ཕྱིར་སློག་ཟིན།

source: Messages could not be printed
bo_cn: འཕྲིན་ཡིག་གཏག་པར་བྱེད་ཐབས་བྲལ་པ།

source: Messages not bounced.
bo_cn: འཕྲིན་ཡིག་ཕྱིར་མ་སློག

source: Messages printed
bo_cn: འཕྲིན་ཡིག་དཔར་ཟིན་པ།

source: Missing arguments.
bo_cn: ཞུགས་གྲངས་ཆད་པ།

source: Mixmaster chains are limited to %d elements.
bo_cn: Mixmasterཕྲེང་ལ་གཞི་རྒྱུ་%d ཡིས་ཚད་བཀག་ཡོད།

source: Mixmaster doesn't accept Cc or Bcc headers.
bo_cn: Mixmasterབརྒྱུད་སྐུར་བྱེད་པ་དང་ལེན་མི་བྱེད།（Cc）ཡང་ན་གསང་བའི་ཡིག་ཆ་བརྒྱུད་སྤྲོད(Bcc）རྟགས་མགོ

source: Move read messages to %s?
bo_cn: ཀློག་ཟིན་པའི་འཕྲིན་ཡིག་%sརུ་སྤོ་སྒུལ་བྱེད་དམ།

source: Moving read messages to %s...
bo_cn: ཀློག་ཟིན་པའི་འཕྲིན་ཡིག་%s ལ་སྤོར་བཞིན་ཡོད།

source: Name ......:
bo_cn: མིང་།

source: New Query
bo_cn: འདྲི་རྩད་གསར་པ།

source: New file name:
bo_cn: ཡིག་ཆའི་མིང་གསར་པ།

source: New file:
bo_cn: ཡིག་ཆ་གསར་པ།

source: New mail in
bo_cn: འཕྲིན་ཡིག་གསར་བ་ཡོད།

source: New mail in this mailbox.
bo_cn: ཡིག་སྒམ་འདིའི་ནང་དུ་སྦྲགས་རྫས་གསར་བ་ཡོད།

source: Next
bo_cn: གཞས་ཕྱི་མ།

source: NextPg
bo_cn: ཤོག་ངོས་རྗེས་མ།

source: No (valid) certificate found for %s.
bo_cn: སྤྱོད་རུང་གི་%s（ནུས་ལྡན་）ཡི་དཔང་ཡིག་མ་རྙེད།

source: No Message-ID: header available to link thread
bo_cn: Message-Idམེད། རྟགས་མགོ་སྦྲེལ་མཐུད་ཁུངས་སྣེ་ལ་སྤྱོད་ཆོག

source: No authenticators available
bo_cn: ནུས་ལྡན་གྱི་ར་སྤྲོད་མེད་པ།

source: No boundary parameter found! [report this error]
bo_cn: དབྱེ་མཚམས་ཀྱི་འགྱུར་ཚད་རྙེད་མ་བྱུང་། [ནོར་འཁྲུལ་འདི་སྙན་སེང་ཞུ་རོགས།]

source: No entries.
bo_cn: བྱ་ར་མེད།

source: No files match the file mask
bo_cn: ཡིག་ཆའི་བཀབ་ཨང་དང་འཚམ་པའི་ཡིག་ཆ་མེད་པ།

source: No from address given
bo_cn: ཡིག་སྐུར་ཤག་གནས་མ་བྱིན།

source: No incoming mailboxes defined.
bo_cn: འཕྲིན་བསྡུའི་ཡིག་སྒམ་མཚན་ཉིད་མ་བཞག་པ།

source: No limit pattern is in effect.
bo_cn: མིག་སྔར་ཚོད་འཛིན་རྣམ་པའི་ནུས་པ་ཐོན་མེད།

source: No mailbox is open.
bo_cn: ཁ་ཕྱེ་ཟིན་པའི་ཡིག་སྒམ་མེད་པ།

source: No mailbox with new mail.
bo_cn: ཡིག་སྒམ་ནང་དུ་འཕྲིན་ཡིག་གསར་པ་མི་འདུག

source: No mailboxes have new mail
bo_cn: འཕྲིན་ཡིག་གསར་པ་ཡོད་པའི་ཡིག་སྒམ་མེད་པ།

source: No mailcap compose entry for %s, creating empty file.
bo_cn: %sཡི་Milcapའབྲི་བྱའི་བྱ་ར་མེད་པས་ཡིག་ཆ་སྟོང་བ་བཟོ་བཞིན་ཡོད།

source: No mailcap edit entry for %s
bo_cn: %sཡི་milcapརྩོམ་སྒྲིག་བྱ་ར་མེད་པ།

source: No mailcap path specified
bo_cn: mailcap འགྲོ་ལམ་དམིགས་འཛུགས་བྱས་མེད།

source: No mailing lists found!
bo_cn: སྦྲགས་སྲིད་ཀྱི་རེའུ་མིག་རྙེད་མ་བྱུང་།

source: No matching mailcap entry found. Viewing as text.
bo_cn: ཟླ་འགྲིག་པའི་milcapབྱ་ར་རྙེད་མ་བྱུང་། ཡིག་དེབ་གྱི་རྣམ་པས་འཆར་བ།

source: No messages in that folder.
bo_cn: ཡིག་ཁུག་ནང་དུ་འཕྲིན་ཡིག་མི་འདུག

source: No messages matched criteria.
bo_cn: ཚད་གཞི་དང་མཐུན་པའི་འཕྲིན་ཡིག་མེད་པ།

source: No more quoted text.
bo_cn: དེ་ལས་བའི་ཡིག་དེབ་འདྲེན་སྤྱོད་བྱ་རྒྱུ་མེད།

source: No more threads.
bo_cn: དེ་ལས་མང་བའི་ཁུངས་སྣེ་མང་པོ་མེད་པ།

source: No more unquoted text after quoted text.
bo_cn: ཡིག་དེབ་འདྲེན་སྤྱོད་བྱས་རྗེས་འདྲེན་སྤྱོད་མ་བྱུང་བའི་ཡིག་དེབ་གཞན་མེད་པ།

source: No new mail in POP mailbox.
bo_cn: POPཡིག་སྒམ་ནང་འཕྲིན་ཡིག་གསར་པ་མི་འདུག

source: No new messages
bo_cn: གློག་ཡིག་གསར་བ་མེད།

source: No output from OpenSSL...
bo_cn: OpenSSLཕྱིར་གཏོང་བྱས་མེད།

source: No postponed messages.
bo_cn: སྐུར་རྒྱུ་ཕྱིར་འགྱངས་བྱས་པའི་འཕྲིན་ཡིག་མེད།

source: No printing command has been defined.
bo_cn: གཏག་པར་བཀའ་བརྡར་མཚན་ཉིད་མ་བཞག་པ།

source: No recipients are specified!
bo_cn: བསྡུ་ལེན་བྱེད་མཁན་དམིགས་འཛུགས་བྱས་མེད།

source: No recipients were specified.
bo_cn: དམིགས་འཛུགས་བྱས་ཟིན་པའི་བསྡུ་ལེན་མཁན་མེད།

source: No subject specified.
bo_cn: ཁ་བྱང་དམིགས་འཛུགས་བྱས་མེད།

source: No subject, abort sending?
bo_cn: འཕྲིན་ཡིག་གི་ཁ་བྱང་མེད།སྐུར་མཚམས་འཇོག་དགོས་སམ།

source: No subject, abort?
bo_cn: ཁ་བྱང་མེད།མཚམས་འཇོག་གམ།

source: No subject, aborting.
bo_cn: ཁ་བྱང་མི་འདུག མཚམས་འཇོག་བཞིན་ཡོད།

source: No such folder
bo_cn: ཡིག་ཁུག་འདི་འདྲ་མེད་པ།

source: No tagged entries.
bo_cn: རྟགས་བརྒྱབ་ཟིན་པའི་བྱ་ར་མེད།

source: No tagged messages are visible!
bo_cn: མཐོང་ཐུབ་པའི་རྟགས་བཀོད་འཕྲིན་ཡིག་མེད།

source: No tagged messages.
bo_cn: རྟགས་བཀོད་ཟིན་པའི་འཕྲིན་ཡིག་མེད་པ།

source: No thread linked
bo_cn: སྦྲེལ་བྱེད་ཁུངས་སྣེ་མེད་པ།

source: No undeleted messages.
bo_cn: བསུབ་པར་ངོ་རྒོལ་བྱེད་པའི་འཕྲིན་ཡིག་མེད་པ།

source: No unread messages
bo_cn: ཀློག་ལེན་བྱས་མེད་པའི་འཕྲིན་ཡིག་མེད་པ།

source: No visible messages.
bo_cn: མཐོང་རུང་འཕྲིན་ཡིག་མེད་པ།

source: Not available in this menu.
bo_cn: འདེམས་བྱང་འདིའི་ནང་བེད་སྤྱོད་མི་ཆོག

source: Not enough subexpressions for spam template
bo_cn: གད་སྙིགས་ཀྱི་སྦྲག་རྫས་དཔེ་པང་ལ་སྤྱད་བྱའི་བུའི་མཚོན་ཚུལ་འདང་ངེས་ཤིག་མེད་པ།

source: Not found.
bo_cn: བཙལ་ནས་མ་རྙེད།

source: OK
bo_cn: གཏན་འཁེལ

source: One or more parts of this message could not be displayed
bo_cn: འཕྲིན་ཡིག་འདིའི་ནང་གི་ཁག་གཅིག་གམ་མང་པོ་ཞིག་འཆར་ཐབས་བྲལ།

source: Only deletion of multipart attachments is supported.
bo_cn: ཟུར་བཀོད་དུམ་བུ་མང་པོ་བསུབ་པ་ཁོ་ནར་རྒྱབ་སྐྱོར་བྱེད་པ།

source: Open mailbox
bo_cn: ཡིག་སྒམ་ཁ་ཕྱེ་བ།

source: Open mailbox in read-only mode
bo_cn: ཀློག་ཙམ་གྱི་རྣམ་པའི་ཐོག་ནས་ཡིག་སྒམ་ཁ་ཕྱེ་བ།

source: Open mailbox to attach message from
bo_cn: ཡིག་སྒམ་ཁ་ཕྱེ་ནས་དེའི་ཁྲོད་ཀྱི་འཕྲིན་ཡིག་ཟུར་སྣོན་བྱེད་དགོས།

source: Out of memory!
bo_cn: ནང་གསོག་ཡོད་ཚད་བཀོལ་ཚར་བ།

source: Output of the delivery process
bo_cn: Dlevery polessཡི་ཕྱིར་འདོན།

source: PGP Key %s.
bo_cn: PGPལྡེ་མིག%s

source: PGP already selected. Clear & continue ?
bo_cn: PGPབདམས་པ་ཡིན། གཙང་སེལ་དང་སྦྲགས་མུ་མཐུད་དུ་བྱེད་དམ།

source: PGP and S/MIME keys matching
bo_cn: PGPདང་S/MEགསང་ལྡེ་ཟླ་སྒྲིག

source: PGP keys matching
bo_cn: PGPགསང་ལྡེ་ཟླ་སྒྲིག

source: PGP keys matching <%s>.
bo_cn: "<%s>ཡི་ PGP གསང་ལྡེ་དང་འཚམ་པ།"

source: PGP message successfully decrypted.
bo_cn: PGPའཕྲིན་ཡིག་གིས་གསང་འགྲོལ་ལེགས་གྲུབ་བྱུང་བ།

source: PGP passphrase forgotten.
bo_cn: PGPཡི་ཤར་བགྲོད་གསང་གྲངས་བརྗེད་པ།

source: PGP signature could NOT be verified.
bo_cn: PGPཡིས་མིང་རྟགས་བཀོད་པ་ར་སྤྲོད་བྱེད་ཐབས་བྲལ།

source: PGP signature successfully verified.
bo_cn: PGPམིང་རྟགས་ར་སྤྲོད་ལེགས་འགྲུབ་བྱུང་།

source: PKA verified signer's address is:
bo_cn: སྤྱི་སྤྱོད།་ལྡེ་མིག་གི་ར་སྤྲོད(PKA)ཀྱིས་གཏན་འཁེལ་བྱས་པའི་གཏོང་མཁན་གྱི་ཤག་གནས།

source: POP host is not defined.
bo_cn: POPགཙོ་འཁོར་མཚན་ཉིད་མ་བཞག་པ།

source: POP timestamp is invalid!
bo_cn: POPདུས་ཚོད་ཐམ་ནུས་མེད།

source: Parent message is not available.
bo_cn: ཕ་ཡི་འཕྲིན་ཡིག་བཀོལ་མི་ཐུབ་པ།

source: Parent message is not visible in this limited view.
bo_cn: ཕ་ཡི་འཕྲིན་ཡིག་ཚོད་འཛིན་དཔེ་རིས་འདིའི་ཁྲོད་མཐོང་ཐབས་བྲལ།

source: Passphrase(s) forgotten.
bo_cn: ཤར་བགྲོད་ཀྱི་གསང་གྲངས་བརྗེད་པ།

source: Personal name:
bo_cn: སྒེར་གྱི་རུས་མིང་།

source: Pipe
bo_cn: སྦུག་ལམ།

source: Pipe to command:
bo_cn: སྦུག་ལམ་སྤྱད་ནས་བཀའ་བརྡ་རུ་ཕྱིར་འདོན་པ།

source: Pipe to:
bo_cn: སྦུག་ལམ་བརྒྱུད་དེ་བརྒྱུད་སྤྲོད།

source: Please enter the key ID:
bo_cn: གསང་ལྡེ་IDནང་འཇུག་བྱེད་རོགས།

source: Please set the hostname variable to a proper value when using mixmaster!
bo_cn: mixmasterབཀོལ་སྐབས་hostnameཡི་འགྱུར་ཚད་ལ་འོས་འཚམ་གྱི་གྲངས་ཐང་སྒྲིག་འགོད་བྱེད་རོགས།

source: Postpone this message?
bo_cn: འཕྲིན་ཡིག་འདི་འགོར་འགྱངས་བྱེད་དམ།

source: Postponed Messages
bo_cn: འཕྲིན་ཡིག་བསྐུར་རྒྱུ་ནར་འགྱངས་བྱས་ཟིན་པ།

source: Preconnect command failed.
bo_cn: སྔོན་མཐུད་བཀའ་ཕམ་པ།

source: Preparing forwarded message...
bo_cn: འཕྲིན་ཡིག་བརྒྱུད་སྐུར་བྱེད་པའི་གྲ་སྒྲིག་བྱེད་བཞིན་ཡོད།

source: Press any key to continue...
bo_cn: ཐེམ་གང་རུང་བསྣན་ནས་མུ་མཐུད་དུ…

source: PrevPg
bo_cn: ཤོག་ངོས་གོང་མ།

source: Print
bo_cn: པར་འདེབས།

source: Print attachment?
bo_cn: ཟུར་བཀོད་དཔར་རམ།

source: Print message?
bo_cn: འཕྲིན་ཡིག་དཔར་རམ།

source: Print tagged attachment(s)?
bo_cn: རྟགས་རྒྱབ་པའི་ཟུར་བཀོད་ཡིག་ཆ་དཔར་རམ།

source: Print tagged messages?
bo_cn: རྟགས་རྒྱབ་པའི་འཕྲིན་ཡིན་དཔར་རམ།

source: Problem signature from:
bo_cn: གནད་དོན་ཡོད་པའི་མིང་རྟགས་གི་འབྱུང་ཁུངས།

source: Purge %d deleted message?
bo_cn: བསུབ་ཟིན་པའི་འཕྲིན་ཡིག་%dགཙང་སེལ་བྱེད་དམ།

source: Purge %d deleted messages?
bo_cn: བསུབ་ཟིན་པའི་འཕྲིན་ཡིག་%dགཙང་སེལ་བྱེད་དམ།

source: Query
bo_cn: འདྲི་རྩད།

source: Query '%s'
bo_cn: %sའདྲི་རྩད།

source: Query command not defined.
bo_cn: འདྲི་རྩད་བཀའ་བརྡར་མཚན་ཉིད་བཞག་མེད་པ།

source: Query:
bo_cn: འདྲི་རྩད།

source: Quit
bo_cn: ཕྱིར་འདོན་པ།

source: Quit Mutt?
bo_cn: Muttདང་ཁ་བྲལ་ལམ།

source: Reading new messages (%d bytes)...
bo_cn: འཕྲིན་ཡིག་གསར་བ（ཡིག་ཚིགས%d ）ཀློག་བཞིན་པ།

source: Recall postponed message?
bo_cn: སྐུར་རྒྱུ་ཕྱིར་འགྱངས་བྱས་པའི་འཕྲིན་ཡིག་དེ་འབོད་དམ།

source: Recoding only affects text attachments.
bo_cn: ཡང་བསྐྱར་ཨང་སྒྲིག་བྱས་ན་ཡིག་ཆའི་ཟུར་བཀོད་ཁོ་ནར་ནུས་པ་ཡོད།

source: Rename failed: %s
bo_cn: མིང་སྒྱུར་ཕམ་པ།：%s

source: Rename is only supported for IMAP mailboxes
bo_cn: IAPཡིག་སྒམ་ཁོ་ནས་ད་གཟོད་མིང་བསྒྱུར་ལ་རྒྱབ་སྐྱོར་བྱེད་ཐུབ།

source: Rename mailbox %s to:
bo_cn: ཡིག་སྒམ %s ཡི་མིང་སྒྱུར་བ།：

source: Rename to:
bo_cn: མིང་བསྒྱུར་བ།：

source: Reopening mailbox...
bo_cn: ཡིག་སྒམ་བསྐྱར་དུ་ཁ་འབྱེད་བཞིན་ཡོད།

source: Reply
bo_cn: ལན་ལོག

source: Reply to %s%s?
bo_cn: %s%sལ་ཡིག་ལན་སྐུར་རམ།

source: Reverse search for:
bo_cn: བཤེར་འཚོལ་ལ་ཕྱིར་ལོག

source: Reverse sort by (d)ate, (a)lpha, si(z)e or do(n)'t sort?
bo_cn: དུས་ཚོད（d)དང་།གསལ་བྱེད་རེའུ་མིག(a)ཆེ་ཆུང་།（z)ལ་གཞིགས་ནས་ལྡོག་པའི་རིམ་སྒྲིག་གམ་ཡང་ན་རིམ་སྒྲིག་མི་བྱེད་པ།（n)

source: Revoked
bo_cn: རྩིས་མེད་དུ་བཏང་ཟིན་པ།

source: S/MIME already selected. Clear & continue ?
bo_cn: S/MIMEབདམས་པ་ཟིན། གཙང་སེལ་དང་སྦྲགས་མུ་མཐུད་དུ་བྱེད་དམ།

source: S/MIME certificate owner does not match sender.
bo_cn: S/MIME དཔང་ཡིག་བདག་པོ་དང་སྐུར་མཁན་ཟླ་མི་འགྲིག་པ།

source: S/MIME keys matching
bo_cn: S/MIMEགསང་ལྡེ་ཟླ་སྒྲིག

source: S/MIME messages with no hints on content are unsupported.
bo_cn: ནང་དོན་གསལ་འདེབས་མེད་པའི་S/MIME ཆ་འཕྲིན་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: S/MIME signature could NOT be verified.
bo_cn: S/MIMEམིང་རྟགས་བཀོད་པ་ར་སྤྲོད་བྱེད་ཐབས་བྲལ།

source: S/MIME signature successfully verified.
bo_cn: S/MIMEཡི་མིང་རྟགས་ར་སྤྲོད་ལེགས་འགྲུབ་བྱུང་བ།

source: SASL authentication failed
bo_cn: SASLར་སྤྲོད་ཕམ་པ།

source: SASL authentication failed.
bo_cn: SASLར་སྤྲོད་ཕམ་པ།

source: SHA1 Fingerprint: %s
bo_cn: SHA1 མཛུབ་རིས།：%s

source: SMTP authentication requires SASL
bo_cn: SMTPར་སྤྲོད་བྱེད་པར་SASLདགོས།

source: SMTP server does not support authentication
bo_cn: SMTPཞབས་ཞུ་ཆས་ཀྱིས་ར་སྤྲོད་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: SMTP session failed: %s
bo_cn: SMTPགླེང་མོལ་ཕམ་པ།：%s

source: SMTP session failed: read error
bo_cn: SMTPགླེང་མོལ་ཕམ་པ། ཀློག་ནོར་ཤོར་བ།

source: SMTP session failed: unable to open %s
bo_cn: SMTPགླེང་མོལ་ཕམ་པ། %sཁ་ཕྱེ་ཐབས་བྲལ་པ།

source: SMTP session failed: write error
bo_cn: SMTPགླེང་མོལ་ཕམ་པ། བྲིས་པ་ནོར་འཁྲུལ།

source: SSL Certificate check (certificate %d of %d in chain)
bo_cn: SSSLདཔང་ཡིག་ཞིབ་བཤེར་བྱེད་པ།(ཞིབ་བཤེར་ཕྲེང་དུ་དཔང་ཡིག་ %d འདུག ཁྱོན་བསྡོམས་ %d ཡོད།)

source: SSL disabled due the lack of entropy
bo_cn: SSLལ་ཁྲོབ་འདང་ངེས་ཤིག་མེད་པས་སྤྱོད་མི་ཆོག

source: SSL failed: %s
bo_cn: SSLཕམ་པ།：%s

source: SSL is unavailable.
bo_cn: SSLབཀོལ་མི་རུང་བ།

source: SSL/TLS connection using %s (%s/%s/%s)
bo_cn: %sཡི་SSL/TLS འབྲེལ་མཐུད་སྤྱོད།（%s /s/%s ）

source: Save
bo_cn: ཉར་བ།

source: Save a copy of this message?
bo_cn: འཕྲིན་ཡིག་འདིའི་འདྲ་བཤུས་ཉར་ཚགས་བྱེད་དམ།

source: Save attachments in Fcc?
bo_cn: ཟུར་བཀོད་དེ་Fccལ་ཉར་ཚགས་བྱ་འམ།

source: Save to file:
bo_cn: ཡིག་ཆའི་ནང་དུ་ཉར་ཚགས་ཀྱིས།

source: Save%s to mailbox
bo_cn: %sཡིག་སྒམ་དུ་ཉར་ཚགས་ཀྱིས།

source: Saving changed messages... [%d/%d]
bo_cn: བསྒྱུར་ཟིན་པའི་འཕྲིན་ཡིག་གསོག་ཉར་བྱེད་བཞིན་པའི་སྒང་ཡིན།[%d/%d]

source: Saving...
bo_cn: སྣོན་བཞིན་པ།...

source: Scanning %s...
bo_cn: %sབཤར་འབེབས་བྱེད་བཞིན་པ།

source: Search
bo_cn: འཚོལ་བ།

source: Search hit bottom without finding match
bo_cn: མཇུག་བར་དུ་འཚོལ་ཞིབ་བྱས་ཀྱང་ཟླ་སྒྲིག་བྱེད་མ་ཐུབ།

source: Search hit top without finding match
bo_cn: མགོ་བར་དུ་འཚོལ་ཞིབ་བྱས་ཀྱང་ཟླ་སྒྲིག་བྱེད་མ་ཐུབ།

source: Search interrupted.
bo_cn: འཚོལ་ཞིབ་བྱེད་མཚམས་བཅད་པ།

source: Search is not implemented for this menu.
bo_cn: འདེམས་བྱང་འདིའི་བཤེར་འཚོལ་མངོན་འགྱུར་བྱུང་མེད།

source: Search wrapped to bottom.
bo_cn: མཇུག་ནས་ཡང་བསྐྱར་འཚོལ་མགོ་རྩོམ་པ།

source: Search wrapped to top.
bo_cn: མགོ་ནས་ཡང་བསྐྱར་འཚོལ་མགོ་རྩོམ་པ།

source: Secure connection with TLS?
bo_cn: TLSབདེ་འཇགས་འབྲེལ་མཐུད་སྤྱོད་དམ།

source: Select
bo_cn: འདེམ་པ།

source: Select a remailer chain.
bo_cn: བརྒྱུད་སྐུར་མཁན་གྱི་ཕྲེང་གཅིག་འདེམ་དགོས།

source: Select the next element of the chain
bo_cn: ཕྲེང་སྟར་ཁྲོད་ཀྱི་གཞི་རྒྱུ་རྗེས་མ་འདེམས།

source: Select the previous element of the chain
bo_cn: ཕྲེང་སྟར་ཁྲོད་ཀྱི་གཞི་རྒྱུ་སྔོན་མ་འདེམས།

source: Selecting %s...
bo_cn: %sའདེམ་བཞིན་པ།

source: Send
bo_cn: སྐུར་བ།

source: Sending in background.
bo_cn: རྒྱབ་སྟེགས་ནས་སྐུར་བཞིན་ཡོད།

source: Sending message...
bo_cn: གློག་ཡིག་སྐུར་བ།...

source: Server certificate has expired
bo_cn: ཞབས་ཞུ་ཆས་ཀྱི་དཔང་ཡིག་དུས་ལས་ཡོལ་བ།

source: Server certificate is not yet valid
bo_cn: ཞབས་ཞུ་ཆས་ཀྱི་དཔང་ཡིག་ད་དུང་གོ་ཆོད་མེད།

source: Server closed connection!
bo_cn: ཞབས་ཞུ་ཆས་ཀྱིས་འབྲེལ་མཐུད་སྒོ་བརྒྱབ་པ།

source: Set flag
bo_cn: མཚོན་རྟགས་སྒྲིག་པ།

source: Shell command:
bo_cn: Shllབཀའ་བརྡ།：

source: Sign
bo_cn: མིང་རྟགས་འགོད་པ།

source: Sign as:
bo_cn: ཐོབ་ཐང་བདམས་ནས་མིང་རྟགས་འགོད་དགོས།

source: Sign, Encrypt
bo_cn: མིང་རྟགས་འགོད་པ།གསང་སྡོམ།

source: Sort by (d)ate, (a)lpha, si(z)e or do(n)'t sort?
bo_cn: དུས་ཚོད（d)དང་།གསལ་བྱེད་རེའུ་མིག(a)ཆེ་ཆུང་།（z)རིམ་སྒྲིག་གམ་ཡང་ན་རིམ་སྒྲིག་མི་བྱེད་པ།（n)

source: Sorting mailbox...
bo_cn: ཡིག་སྒམ་རིམ་སྒྲིག་བྱེད་བཞིན་ཡོད།

source: Subkey ....: 0x%s
bo_cn: བུའི་ལྡེ་མིག...: 0x%s

source: Subscribed [%s], File mask: %s
bo_cn: སྔོན་མངགས་བྱས་ཟིན་པའི[%s]ཡིག་ཆའི་བཀབ་ཨང་།: %s

source: Subscribed to %s
bo_cn: མངག་ཉོ་བྱས་ཟིན་པ།%s...

source: Subscribing to %s...
bo_cn: ད་ལྟ་མངག་ཉོ་བྱེད་བཞིན་ཡོད།%s...

source: Tag messages matching:
bo_cn: རྣམ་པ་འདི་དང་མཐུན་པའི་འཕྲིན་ཡིག་ལ་མཚོན་རྟགས་འགོད་པ།：

source: Tag the messages you want to attach!
bo_cn: ཁྱེད་རང་གིས་སྣོན་འགོད་བྱེད་དགོས་པའི་འཕྲིན་ཡིག་ལ་རྟགས་རྒྱག་རོགས།

source: Tagging is not supported.
bo_cn: རྟགས་འགོད་པར་རྒྱབ་སྐྱོར་མི་བྱེད།

source: That message is not visible.
bo_cn: འཕྲིན་ཡིག་འདི་ཤར་ཐབས་མི་འདུག

source: The current attachment will be converted.
bo_cn: མིག་སྔའི་ཟུར་བཀོད་ཡིག་ཆ་བསྒྱུར་བ།

source: The current attachment won't be converted.
bo_cn: མིག་སྔའི་ཟུར་བཀོད་ཡིག་ཆ་འགྱུར་མི་སྲིད།

source: The message index is incorrect. Try reopening the mailbox.
bo_cn: འཕྲིན་ཡིག་གི་དཀར་ཆག་མི་འགྲིག བསྐྱར་དུ་ཡིག་ཟམ་སྒམ་ཁ་ཕྱེ་བར་ཚོད་ལྟ་ཞིག་བྱེད་རོགས།

source: The remailer chain is already empty.
bo_cn: བརྒྱུད་སྐུར་མཁན་གྱི་ཕྲེང་ནི་སྟོང་ཟིན།

source: There are no attachments.
bo_cn: ཟུར་བཀོད་ཡིག་ཆ་མེད།

source: There are no messages.
bo_cn: འཕྲིན་ཡིག་མི་འདུག

source: There are no subparts to show!
bo_cn: བུའི་ཁག་གི་འཆར་བྱ་མི་འདུག

source: This IMAP server is ancient. Mutt does not work with it.
bo_cn: Muttཞབས་ཞུ་ཆས་འདི་དུས་ཡོལ་བྱས་ཟིན། Mutt ཡིས་འདི་དང་ལས་ཀ་བྱེད་ཐུབ་ཀྱི་མི་འདུག

source: This certificate belongs to:
bo_cn: དཔང་ཡིག་འདིའི་གཏོགས་ཡུལ།：

source: This certificate is valid
bo_cn: དཔང་ཡིག་འདི་རྩིས་འགྲོ་ཡོད།

source: This certificate was issued by:
bo_cn: དཔང་ཡིག་འདིའི་ཁྱབ་བསྒྲགས་ཁུངས།：

source: This key can't be used: expired/disabled/revoked.
bo_cn: ལྡེ་མིག་འདི་བཀོལ་མི་ཆོག：དུས་ལས་ཡོལ་བའམ་ཡང་ན་ནུས་པ་མེད་པ།

source: Thread broken
bo_cn: ཁུངས་སྣེ་ལ་ནོར་འཁྲུལ་འདུག

source: Thread contains unread messages.
bo_cn: ཁུངས་སྣེ་ནང་དུ་ཀློག་མེད་པའི་འཕྲིན་ཡིག་ཡོད།

source: Threading is not enabled.
bo_cn: ཁུངས་སྣེའི་བྱེད་ནུས་ད་དུང་སྤེལ་འགོ་ཚུགས་མེད།

source: Threads linked
bo_cn: ཁུངས་སྣེ་འབྲེལ་མཐུད་བྱས་ཟིན།

source: Timeout exceeded while attempting fcntl lock!
bo_cn: fcntlལ་ཟྭ་རྒྱག་པར་ཚོད་ལྟ་བྱེད་སྐབས་དུས་བརྒལ་སོང་།

source: Timeout exceeded while attempting flock lock!
bo_cn: flock ལ་ཟྭ་རྒྱག་པར་ཚོད་ལྟ་བྱེད་སྐབས་དུས་བརྒལ་སོང་།

source: Toggle display of subparts
bo_cn: བུའི་ཆ་ཤས་ཀྱི་འཆར་བ་བརྗེ་བ།

source: Top of message is shown.
bo_cn: འཕྲིན་ཡིག་གི་ཆེས་རྩེ་ཆ་མངོན་ཟིན།

source: Trusted
bo_cn: ཡིད་ཆེས།

source: Tunnel error talking to %s: %s
bo_cn: %sདང་ཁ་པར་རྒྱག་སྐབས་ཕུག་ལམ་ནོར་བ།：%s

source: Tunnel to %s returned error %d (%s)
bo_cn: ཕུག་ལམ་རྒྱུད་ནས་%s དང་སྦྲེལ་མཐུད་བྱེད་སྐབས་ནོར་འཁྲུལ %d། (%s) ཕྱིར་ལོག་པ།

source: Unable to attach %s!
bo_cn: ཟུར་སྣོན་བྱེད་ཐབས་མེད། %s！

source: Unable to fetch headers from this IMAP server version.
bo_cn: པར་གཞི་འདིའིIMAPཞབས་ཞུ་ཆས་ཀྱི་རྟགས་འགོ་ཕྱིར་ལེན་ཐབས་མེད།

source: Unable to get certificate from peer
bo_cn: ཚིགས་ཚེག་ནས་ལག་ཁྱེར་རག་ཐབས་མེད།

source: Unable to leave messages on server.
bo_cn: འཕྲིན་ཡིག་ཞབས་ཞུའི་འཕྲུལ་ཆས་སྟེང་དུ་འཇོག་ཐབས་མེད།

source: Unable to lock mailbox!
bo_cn: ཡིག་སྒམ་ཟྭ་རྒྱག་ཐབས་མེད།

source: Unable to open temporary file!
bo_cn: གནས་སྐབས་ཀྱི་ཡིག་ཆ་ཁ་ཕྱེ་ཐབས་མེད།

source: Undel
bo_cn: ལྡོག་བསུབ།

source: Undelete messages matching:
bo_cn: ལྡོག་བསུབ་རྣམ་པ་འདི་དང་མཐུན་པའི་འཕྲིན་ཡིག་དང་མཚམས་པ་ཡིན།：

source: Unknown
bo_cn: མི་ཤེས།

source: Unknown Content-Type %s
bo_cn: ནང་དོན་མི་གསལ་བའི་རིགས་རྣམ། (Content-Type)%s

source: Unknown SASL profile
bo_cn: ངེས་མེད་པའི་SASLསྡེབ་སྒྲིག

source: Unsubscribed from %s
bo_cn: མངག་ཉོ་དོར་ཟིན། %s...

source: Unsubscribing from %s...
bo_cn: མངག་ཉོ་དོར་བཞིན་པ། %s...

source: Untag messages matching:
bo_cn: ལྡོག་རྟགས་རྣམ་པ་འདི་དང་མཐུན་པའི་འཕྲིན་ཡིག་དང་མཚམས་པ་ཡིན།：

source: Uploading message...
bo_cn: འཕྲིན་ཡིག་སྐུར་བཞིན་པ།...

source: Usage: set variable=yes|no
bo_cn: སྤྱོད་སྟངས།：set variable=yes|no

source: Use 'toggle-write' to re-enable write!
bo_cn: “togle-write”སྤྱད་ནས་ཡང་བསྐྱར་འབྲི་འགོ་བརྩམས་རོགས།

source: Username at %s:
bo_cn: %s ཡི་སྤྱོད་མཁན་མིང་།：

source: Verified
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པ།

source: Verify PGP signature?
bo_cn: PGPཡི་མིང་རྟགས་ར་སྤྲོད་བྱེད་དམ།

source: Verifying message indexes...
bo_cn: འཕྲིན་ཡིག་གི་གསལ་བང་ར་སྤྲོད་བྱེད་བཞིན་པ།...

source: View Attachm.
bo_cn: ཟུར་བཀོད་མངོན་པ།

source: WARNING! You are about to overwrite %s, continue?
bo_cn: ཐ་ཚིག ཁྱེད་ཀྱིས %s འགེབས་བཞིན་ཡོད་པས།མུ་མཐུད་དུ་བྱེད་དགོས་སམ།

source: WARNING: PKA entry does not match signer's address:
bo_cn: ཐ་ཚིག：སྤྱི་ལྡེ་ར་སྤྲོད་ཚན། (PKA)དང་སྐྱེལ་མཁན་ས་གནས་ཟླ་སྒྲིག་མིན།：

source: WARNING: Server certificate has been revoked
bo_cn: ཐ་ཚིག་ཞབས་ཞུ་ཆས་དཔང་ཡིག་ཕྱིར་བསྡུས་ཟིན།

source: WARNING: Server certificate has expired
bo_cn: ཐ་ཚིག：ཞབས་ཞུ་ཆས་དཔང་ཡིག་དུས་ཡོལ་ཟིན།

source: WARNING: Server certificate is not yet valid
bo_cn: ཐ་ཚིག：ཞབས་ཞུ་ཆས་དཔང་ཡིག་ནུ་ལྡན་མིན།

source: WARNING: Signer of server certificate is not a CA
bo_cn: ཐ་ཚིག：ཞབས་ཞུ་ཆས་དཔང་ཡིག་མིང་རྟགས་འགོད་མཁན་དཔང་ཡིག་སྤྲོད་མཁན་ལས་ཁུངས་མིན།(CA)

source: Waiting for fcntl lock... %d
bo_cn: fcntl ཡི་ཟྭ་རྒྱག་པ་ལ་སྒུག་བཞིན་པ།... %d

source: Waiting for flock attempt... %d
bo_cn: ཚོད་ལྟ་བྱ་རྒྱུ་སྒུག་བཞིན་ flock... %d

source: Warning: '%s' is a bad IDN.
bo_cn: ཐ་ཚིག：'%s'ནི་ནོར་བའི IDNཡིན།

source: Warning: Couldn't save certificate
bo_cn: ཐ་ཚིག：དཔང་ཡིག་ཉར་ཚགས་བྱ་ཐབས་མེད།

source: Warning: Part of this message has not been signed.
bo_cn: ཐ་ཚིག：འཕྲིན་ཡིག་དེའི་ནང་དོན་ཁག་གཅིག་ལ་མིང་རྟགས་བཀོད་མེད།

source: Warning: Server certificate was signed using an insecure algorithm
bo_cn: ཐ་ཚིག：ཞབས་ཞུ་ཆས་དཔང་ཡིག་ནི་བདེ་འཇགས་མིན་པའི་རྩི་ཐབས་སྤྱད་ནས་མིང་རྟགས་བཀོད་འདུག

source: Warning: The key used to create the signature expired at:
bo_cn: ཐ་ཚིག：མིང་རྟགས་འགོད་རྒྱུར་སྤྱོད་པའི་གསང་ལྡེ་ཉིན་དེར་དུས་ཡོལ་ཟིན།：

source: Warning: The signature expired at:
bo_cn: ཐ་ཚིག：མིང་རྟགས་འགོད་པའི་དུས་ཚོད་ཉིན་དེར་དུས་ཡོལ་ཟིན།：

source: Warning: This alias name may not work. Fix it?
bo_cn: ཐ་ཚིག：མིང་གཞན་འདིས་ལས་ཀ་བྱེད་མེད་པས། བཟོ་བཅོས་བྱེད་དམ།

source: Warning: message contains no From: header
bo_cn: ཐ་ཚིག：འཕྲིན་ཡིག་ཏུ From: རྟགས་མགོ་འདུས་མེད།

source: What we have here is a failure to make an attachment
bo_cn: མིག་སྔར་གྱི་གནས་ཚུལ་ནི་ང་ཚོས་ཞར་བྱུང་ཁ་སྣོན་བྱེད་ཐབས་མེད།

source: Write failed! Saved partial mailbox to %s
bo_cn: འབྲི་འཇུག་བྱེད་མ་ཐུབ། ཡིག་སྒམ་ཆ་ཤས་ཤིག%sབསགས་ཟིན།

source: Write fault!
bo_cn: འབྲི་འཇུག་ནོར་སོང་།

source: Write message to mailbox
bo_cn: འཕྲིན་ཡིག་ཡིག་སྒམ་དུ་འབྲི་འཇུག་བྱེད་པ།

source: Writing %s...
bo_cn: འབྲི་འཇུག་བྱེད་བཞིན་པ། %s...

source: Writing message to %s ...
bo_cn: ཕྲིན་ཡིག %s ...ལ་འབྲི་འཇུག་བྱེད་པ།
