Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/NetworkManager.po
Languages: bo_cn

source: MTU
bo_cn: བརྒྱུད་གཏོང་སྡེ་ཚན་ཆ་ཤོས།(MTU)

source: MTU [auto]:
bo_cn: MTU [རང་འགུལ།]：

source: Make all warnings fatal
bo_cn: ཐ་ཚིག་ཡོད་ཚད་ནོར་འཁྲུལ་ཆེན་པོར་བརྩི་བ།

source: Malformed PEM file: DEK-Info was not the second tag.
bo_cn: PEM ཡིག་ཆ་རྣམ་གཞག་ནོར་འཁྲུལ།：DEK-Info མཚོན་རྟགས་ཨང་གཉིས་པ་མིན།

source: Malformed PEM file: Proc-Type was not first tag.
bo_cn: PEM ཡིག་ཆ་རྣམ་གཞག་ནོར་འཁྲུལ།：Proc-Type མཚོན་རྟགས་ཨང་དང་པོ་་མིན།

source: Malformed PEM file: invalid format of IV in DEK-Info tag.
bo_cn: PEM ཡིག་ཆ་རྣམ་གཞག་ནོར་འཁྲུལ།： DEK-Info གདོང་འཛར་ནང་ IV རྣམ་གཞག་ནུས་མེད་ཡིན།

source: Malformed PEM file: no IV found in DEK-Info tag.
bo_cn: PEM ཡིག་ཆ་རྣམ་གཞག་ནོར་འཁྲུལ།： DEK-Info གདོང་འཛར་ནང་IV རྙེད་མ་བྱུང་།

source: Malformed PEM file: unknown Proc-Type tag '%s'.
bo_cn: PEM ཡིག་ཆ་རྣམ་གཞག་ནོར་འཁྲུལ།：ངེས་མེད་ཀྱི Proc-Type མཚོན་རྟགས། “%s”

source: Malformed PEM file: unknown private key cipher '%s'.
bo_cn: PEM ཡིག་ཆ་རྣམ་གཞག་ནོར་འཁྲུལ།：ངེས་མེད་ཀྱི་སྒེར་ཡོད་གསང་ལྡེ། “%s”

source: Manual
bo_cn: ལག་སྒུལ།

source: Max age
bo_cn: ཚེ་རིང་ཤོས།

source: Mesh
bo_cn: དྲ་མིག

source: Metric
bo_cn: ཚད་འཇལ།

source: Mobile Broadband
bo_cn: སྒུལ་བདེའི་དྲ་ཆེན།

source: Mobile broadband connection %d
bo_cn: སྒུལ་བདེའི་དྲ་ཆེན་འབྲེལ་མཐུད། %d

source: Mobile broadband network password
bo_cn: སྒུལ་བདེའི་དྲ་ཆེན་དྲ་རྒྱ་གསང་ཨང་།

source: Mode
bo_cn: རྣམ་པ།

source: Mode %s
bo_cn: རྣམ་པ %s

source: Modem failed or no longer available
bo_cn: སྙོམ་སྒྲིག་སྒྲིག་འགྲོལ་ཆས་ནོར་འཁྲུལ་ཡིན་པའམ་ཡང་ན་སྤྱོད་མི་རུང་བ།

source: Modem initialization failed
bo_cn: སྙོམ་སྒྲིག་སྒྲིག་འགྲོལ་ཆས་འགོ་སྒྲིག་ཕམ་པ།

source: Modem now ready and available
bo_cn: སྙོམ་སྒྲིག་སྒྲིག་འགྲོལ་ཆས་ཚགས་སུ་ཚུད་པ་མ་ཟད་སྤྱོད་རུང་བ།

source: ModemManager is unavailable
bo_cn: ModemManager སྤྱོད་མི་རུང་བ།

source: Modify network connections for all users
bo_cn: སྤྱོད་མཁན་ཚང་མའི་དྲ་རྒྱ་འབྲེལ་མཐུད་བསྒྱུར་བ།

source: Modify persistent system hostname
bo_cn: རྒྱུད་ཁོངས་ཀྱི་སྔར་ཡོད་གཙོ་འཁོར་མིང་བསྒྱུར་བ།

source: Modify personal network connections
bo_cn: མི་སྒེར་དྲ་རྒྱ་འབྲེལ་མཐུད་བསྒྱུར་བ།

source: Monitoring frequency
bo_cn: ཟློས་ཕྱོད་ལྟ་འཛིན།

source: Must specify a P_Key if specifying parent
bo_cn: གལ་ཏེ་ཕ་དམིགས་འཛུགས་བྱེད་ན་ངེས་པར་དུ P_Key གཅིག་དམིགས་འཛུགས་བྱོས།

source: N/A
bo_cn: nan

source: NAME
bo_cn: མིང་།

source: NETWORKING
bo_cn: དྲ་རྒྱ།

source: NM-MANAGED
bo_cn: NM ཡིས་དོ་དམ་བྱེད་པ།

source: Necessary firmware for the device may be missing
bo_cn: སྒྲིག་ཆས་ལ་དགོས་ངེས་ཀྱི་བརྟན་ཆས་མེད།

source: Network name
bo_cn: དྲ་རྒྱའི་མིང་།

source: Network registration denied
bo_cn: དྲ་རྒྱའི་ཐོ་འགོད་དང་ལེན་མ་བྱས།

source: Network registration timed out
bo_cn: དྲ་རྒྱའི་ཐོ་འགོད་དུས་བརྒལ།

source: NetworkManager TUI
bo_cn: NetworkManagerཡིག་དེབ་འཆར་ངོས།

source: NetworkManager active profiles
bo_cn: "NetworkManager བྱེད་སྒོ་སྡེབ་སྒྲིག་ཡིག་ཆ།

source: NetworkManager connection profiles
bo_cn: NetworkManager འབྲེལ་མཐུད་སྡེབ་སྒྲིག

source: NetworkManager is not running.
bo_cn: དྲ་རྒྱའི་དོ་དམ་ཆས་འཁོར་སྐྱོད་བྱས་མེད།

source: NetworkManager logging
bo_cn: NetworkManagerཉིན་ཐོ།

source: NetworkManager needs to turn off networks
bo_cn: NetworkManager དྲ་རྒྱ་སྒོ་རྒྱག་དགོས།

source: NetworkManager permissions
bo_cn: NetworkManagrདབང་ཚད།

source: NetworkManager status
bo_cn: དྲ་རྒྱའི་དོ་དམ་ཆས་ཀྱི་རྣམ་པ།

source: NetworkManager went to sleep
bo_cn: དྲ་རྒྱའི་དོ་དམ་ཆས་གཉིད་གསོ།

source: Networking
bo_cn: དྲ་རྒྱ།

source: Never use this network for default route
bo_cn: གཏན་ནས་དྲ་རྒྱ་འདི་སོར་བཞག་ལམ་འཚོལ་དུ་མིན་བྱེད།

source: New Connection
bo_cn: འབྲེལ་མཐུད་གསར་འཛུགས།

source: New connection activation was enqueued
bo_cn: འབྲེལ་མཐུད་སྐུལ་སློང་གསར་པ་རུ་སྟར་ནང་ཞུགས་པ།

source: Next Hop
bo_cn: མར་གཅིག་མཆོང་།

source: No carrier could be established
bo_cn: ཐེག་རླབས་འཛུགས་མི་ཐུབ།

source: No custom routes are defined.
bo_cn: མཚན་ཉིད་རང་འཇོག་མེད་པའི་ལམ་འཚོལ།

source: No dial tone
bo_cn: ཨང་འབོད་སྒྲ་མེད།

source: No reason given
bo_cn: རྒྱུ་རྐྱེན་གསལ་བཤད་མ་བྱས་པ།

source: No service name specified
bo_cn: ཞབས་ཞུའི་མིང་དམིགས་འཛུགས་མ་བྱས་པ།

source: No such connection '%s'
bo_cn: འབྲེལ་མཐུད་འདི་མེད“%s”

source: Not searching for networks
bo_cn: དྲ་རྒྱ་བཤེར་འཚོལ་མི་བྱེད།

source: OK
bo_cn: གཏན་འཁེལ།

source: OLPC Mesh channel [1]:
bo_cn: OLPC Mesh རྒྱུ་ལམ [1]：

source: OPTION
bo_cn: འདེམས་ཚན།

source: One custom route
bo_cn: %d གཏན་སྲོལ་ལམ་འཚོལ།

source: Open System
bo_cn: སྒོ་འབྱེད་རྣམ་པའི་རྒྱུད་ཁོངས།

source: Opening %s failed: %s
bo_cn: %s ཁ་ཕྱེ་པ་ཕམ་པ།：%s

source: Option '--terse' requires specific '--fields' option values , not '%s'
bo_cn: འདེམས་ཚན “--terse” ལ་དམིགས་བསལ “--fields” འདེམས་ཚན་ཐང་དགོས། “%s”མིན།

source: Option '--terse' requires specifying '--fields'
bo_cn: འདེམས་ཚན “--terse” ལ “--fields”དམིགས་འཛུགས་རེ་བ་ཡོད།

source: PAN connection
bo_cn: PAN འབྲེལ་མཐུད།

source: PAN connections cannot specify GSM, CDMA, or serial settings
bo_cn: "PAN འབྲེལ་མཐུད་ཀྱིས GSM、CDMA ཡང་ན་ཕྲེང་སྒྲིག་འགོད་དམིགས་འཛུགས་བྱེད་ཐབས་མེད།

source: PAN requested, but Bluetooth device does not support NAP
bo_cn: PAN དགོས་མོད་འོན་ཀྱང་སོ་སྔོན་སྒྲིག་ཆས་ཀྱིསNAPརྒྱབ་སྐྱོར ་མིན་བྱེད།

source: PARENT
bo_cn: ཕ།

source: PEM certificate had no end tag '%s'.
bo_cn: PEM དཔང་ཡིག་ལ་མཚམས་བཞག་མཚོན་རྟགས་མེད། “%s

source: PEM certificate had no start tag '%s'.
bo_cn: PEM དཔང་ཡིག་ལ་འགོ་འཇུག་མཚོན་རྟགས་མེད། “%s”

source: PEM key file had no end tag '%s'.
bo_cn: PEM གསང་ལྡེ་ཡིག་ཆ་མཇུག་སྒྲིལ་མཚོན་རྟགས་མེད།“%s”

source: PERMISSION
bo_cn: དབང་ཚད།

source: PHYS-PORT-ID
bo_cn: དངོས་ལུགས་མཐུད་ཁ ID

source: PIN check failed
bo_cn: PIN ཞིབ་བཤེར་གྲོས་འཆམ་བྱུང་མེད།

source: PIN code is needed for the mobile broadband device
bo_cn: སྒུལ་བདེའི་དྲ་ཆེན་སྒྲིག་ཆས་ལ PIN ཨང་རྟགས་དགོས།

source: PIN code required
bo_cn: PIN ཨང་རྟགས་དགོས།

source: PPP CONFIGURATION
bo_cn: PPP སྡེབ་སྒྲིག

source: PPP failed
bo_cn: PPP ཕམ་པ།

source: PPP service disconnected
bo_cn: PPP ཞབས་ཞུ་བཅད་ཟིན།

source: PPP service failed to start
bo_cn: PPP ཞབས་ཞུ་འགོ་སློང་ཕམ་པ།

source: PPPoE connection
bo_cn: PPPoE འབྲེལ་མཐུད།

source: PPPoE username:
bo_cn: PPPoE སྤྱོད་མཁན་མིང་།：

source: PRODUCT
bo_cn: ཐོན་རྫས།

source: P_KEY [none]:
bo_cn: P_KEY [མེད]：

source: Parent
bo_cn: གཏོགས་པའི་ཟུར་སྣོན་སྒྲིག་ལྷུ།

source: Parent interface [none]:
bo_cn: ཕའི་མཐུད་ཁ [མེད]：

source: Password
bo_cn: གསང་ཨང་།

source: Password [none]:
bo_cn: གསང་ཨང་ [མེད]：

source: Password must be UTF-8
bo_cn: གསང་ཨང་ངེས་པར་དུ UTF-8 སྒྲིག་ཨང་ཡིན་དགོས།

source: Password provided, but key was not encrypted.
bo_cn: གསང་ཨང་མཁོ་འདོན་བྱས་ཡོད། ཡིན་ནའང་གསང་ལྡེ་ལ་གསང་སྡོམ་མི་བྱེད།

source: Password:
bo_cn: གསང་ཨང་།

source: Passwords or encryption keys are required to access the wireless network '%s'.
bo_cn: གསང་ཨང་དང་ཡང་ན་གསང་ལྡེ་ཡིས་སྐུད་མེད་དྲ་རྒྱ་འདྲི་རྩད་བྱེད་དགོས། “%s”

source: Path cost
bo_cn: འགྲོ་ལམ་འགྲོ་གྲོན།

source: Please select an option
bo_cn: འདེམས་ཚན་ཞིག་འདེམས་རོགས།

source: Prefix
bo_cn: སྔོན་འཇུག

source: Primary
bo_cn: བདག་པོ།

source: Print NetworkManager version and exit
bo_cn: NetworkManager ཕྱིར་འདོན་པ་དང་ཕྱིར་འབུད་པ།

source: Priority
bo_cn: སྔོན་ཐོབ་རིམ་པ།

source: Private key cipher '%s' was unknown.
bo_cn: སྒེར་ལྡེ་གསང་སྡོམ་རྩི་ཐབས “%s” ངེས་མེད།

source: Private key password
bo_cn: སྒེར་ལྡེ་གསང་ཨང་།

source: Profile name
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆའི་མིང་།

source: Property name?
bo_cn: གཏོགས་གཤིས་མིང་ཡིན་ནམ།

source: Put NetworkManager to sleep or wake it up (should only be used by system power management)
bo_cn: འགེལ་འཇོག་གམ་སློང་བ། NetworkManager། (རྒྱུད་ཁོངས་གློག་ཁུངས་དོ་དམ་ཁོ་ནར་སྤྱོད་པ།)

source: Quit
bo_cn: ཕྱིར་འདོན་པ།

source: Quit after initial configuration
bo_cn: འགོ་སྒྲིག་སྡེབ་སྒྲིག་བྱས་རྗེས་ཕྱིར་འབུད།

source: RATE
bo_cn: འགྲོས་ཕྱོད།

source: READONLY
bo_cn: ཀློག་ཙམ།

source: REASON
bo_cn: རྒྱུ་རྐྱེན།

source: ROUTE
bo_cn: ལམ་འཚོལ།

source: RSN-FLAGS
bo_cn: RSN-མཚོན་རྟགས།

source: RUNNING
bo_cn: འཁོར་སྐྱོད་བྱེད་བཞིན་པ།

source: Radio switches
bo_cn: སྐུད་མེད་གློག་གི་འཕྲོ་ཟློས་བསད་སྤར།

source: Remove
bo_cn: བསུབ་པ།

source: Require 128-bit encryption
bo_cn: གྲངས་གནས 128 ལ་གསང་སྡོམ་བྱེད་པའི་རེ་བ་ཡོད།

source: Require IPv4 addressing for this connection
bo_cn: འབྲེལ་མཐུད་འདིར IPv4 ཤག་གནས་དགོས།

source: Require IPv6 addressing for this connection
bo_cn: འབྲེལ་མཐུད་འདིར IPv6 ཤག་གནས་དགོས།

source: Round-robin
bo_cn: རེས་འཁོར།

source: Route priority for IPv4
bo_cn: IPv4 ལམ་འཚོལ་སྔོན་ཐོབ་རིམ་པ།

source: Route priority for IPv6
bo_cn: IPv6 ལམ་འཚོལ་སྔོན་ཐོབ་རིམ་པ།

source: Routing
bo_cn: ལམ་འཚོལ།

source: SECURITY
bo_cn: བདེ་འཇགས་རང་བཞིན།

source: SIGNAL
bo_cn: བརྡ་རྟགས།

source: SIM PIN was incorrect
bo_cn: SIM PINཨང་ཡང་མི་དག་པ།

source: SLAVES
bo_cn: ནས

source: SPEC-OBJECT
bo_cn: SPECབྱ་ཡུལ།

source: SPEED
bo_cn: མྱུར་ཚད།

source: SSID length is out of range <1-32> bytes
bo_cn: SSID རིང་ཚད་ <1-32> ཡིག་ཚིགས་ཀྱི་ཁྱབ་ཁོངས་ལས་བརྒལ་བ།

source: SSID or BSSID:
bo_cn: SSID ཡང་ན BSSID：

source: STARTUP
bo_cn: འགོ་སློང་།

source: STATE
bo_cn: རྣམ་པ།

source: STP priority [32768]:
bo_cn: STP སྔོན་ཐོབ་རིམ་པ [32768]：

source: Search domains
bo_cn: བཤེར་འཚོལ་ཁོངས།

source: Secret flags property '%s' not found
bo_cn: Secret མཚོན་རྟགས་གཏོགས་གཤིས “%s” རྙེད་མ་བྱུང་།

source: Secrets were required, but not provided
bo_cn: དཔང་རྟགས་ར་སྤྲོད་བྱེད་དགོས་མོད་འོན་ཀྱང་མཁོ་འདོན་བྱས་མེད།

source: Security
bo_cn: བདེ་འཇགས།

source: Select the type of connection you wish to create.
bo_cn: གསར་འཛུགས་བྱེད་འདོད་པའི་འབྲེལ་མཐུད་རིགས་རྣམ་འདེམ་པ།

source: Select the type of slave connection you wish to add.
bo_cn: ཁྱེད་རང་ཞུགས་འདོད་པའི་འབྲེལ་མཐུད་རིགས་རྣམ་འདེམས་རོགས།

source: Select...
bo_cn: འདེམ་པ།...

source: Send PPP echo packets
bo_cn: PPP བྲག་ཅའི་ཁུག་སྐྱེལ་གཏོང་།

source: Service
bo_cn: ཞབས་ཞུ།

source: Service [none]:
bo_cn: ཞབས་ཞུ [མེད]：

source: Set Hostname
bo_cn: གཙོ་འཁོར་མིང་སྒྲིག་འགོད།

source: Set hostname to '%s'
bo_cn: གཙོ་འཁོར་མིང་ “%s”ལ་སྒྲིག་འགོད་བྱས་ཟིན།

source: Set system hostname
bo_cn: རྒྱུད་ཁོངས་གཙོ་འཁོར་མིང་སྒྲིག་འགོད།

source: Setting name?
bo_cn: མིང་སྒྲིག་འགོད་བྱེད་དམ།

source: Shared
bo_cn: མཉམ་སྤྱོད་བྱས་ཟིན་པ།

source: Shared Key
bo_cn: གསང་ལྡེ་མཉམ་སྤྱོད།

source: Shared connection service failed
bo_cn: འབྲེལ་མཐུད་ཞབས་ཞུ་མཉམ་སྤྱོད་ཕམ་པ།

source: Shared connection service failed to start
bo_cn: འབྲེལ་མཐུད་ཞབས་ཞུ་འགོ་སློང་མཉམ་སྤྱོད་ཕམ་པ།

source: Show
bo_cn: མངོན་པ།

source: Show password
bo_cn: གསང་ཨང་འཆར་བ།

source: Slave connections need a valid '%s' property
bo_cn: ཕྱོགས་གཏོགས་འབྲེལ་མཐུད་ལ་ནུས་ཡོད་ཀྱི '%s' གཏོགས་གཤིས་ཤིག་དགོས།

source: Slaves
bo_cn: ཕྱོགས་གཏོགས།

source: Specify the location of a PID file
bo_cn: PID ཡིག་ཆའི་གནས་ཤིག་དམིགས་འཛུགས་བྱེད་པ།

source: State file for no-auto-default devices
bo_cn: རང་འགུལ་སོར་བཞག་སྒྲིག་ཆས་མ་ཡིན་པའི་རྣམ་པའི་ཡིག་ཆ།

source: State file location
bo_cn: རྣམ་པའི་ཡིག་ཆའི་གནས་ས།

source: Status of devices
bo_cn: སྒྲིག་ཆས་རྣམ་པ།

source: Success
bo_cn: ལེགས་འགྲུབ།

source: System
bo_cn: རྒྱུད་ཁོངས།

source: System policy prevents control of network connections
bo_cn: རྒྱུད་ཁོངས་ཐབས་ཇུས་ཀྱིས་དྲ་རྒྱ་འབྲེལ་མཐུད་ལ་བཀག་འགོག་བྱས།

source: System policy prevents enabling or disabling WiFi devices
bo_cn: རྒྱུད་ཁོངས་ཐབས་ཇུས་ཀྱིས WiFi སྒྲིག་ཆས་སྤྱོད་འགོ་རྩོམ་པའམ་འགོག་སྤྱོད་བཀག་འགོག་བྱས།

source: System policy prevents enabling or disabling WiMAX mobile broadband devices
bo_cn: རྒྱུད་ཁོངས་ཐབས་ཇུས་ཀྱིས WiMAX སྒུལ་བདེའི་དྲ་ཆེན་སྒྲིག་ཆས་ཁ་ཕྱེ་པའམ་འགོག་སྤྱོད་བཀག་འགོག་བྱས།

source: System policy prevents enabling or disabling mobile broadband devices
bo_cn: རྒྱུད་ཁོངས་ཐབས་ཇུས་ཀྱིས་སྒུལ་བདེའི་དྲ་ཆེན་སྒྲིག་ཆས་སྤྱོད་འགོ་རྩོམ་པའམ་འགོག་སྤྱོད་བཀག་འགོག་བྱས།

source: System policy prevents enabling or disabling system networking
bo_cn: རྒྱུད་ཁོངས་ཐབས་ཇུས་ཀྱིས་རྒྱུད་ཁོངས་དྲ་རྒྱ་སྤྱོད་འགོ་རྩོམ་པའམ་འགོག་སྤྱོད་བཀག་འགོག་བྱས།

source: System policy prevents modification of network settings for all users
bo_cn: རྒྱུད་ཁོངས་ཐབས་ཇུས་ཀྱིས་སྤྱོད་མཁན་ཚང་མའི་དྲ་རྒྱ་སྒྲིག་འགོད་བཟོ་བཅོས་བཀག་འགོག་བྱས།

source: System policy prevents modification of personal network settings
bo_cn: རྒྱུད་ཁོངས་ཐབས་ཇུས་ཀྱིས་སྒེར་གྱི་དྲ་རྒྱ་སྒྲིག་འགོད་བཟོ་བཅོས་བཀག་འགོག་བྱས།

source: System policy prevents modification of the persistent system hostname
bo_cn: རྒྱུད་ཁོངས་ཐབས་ཇུས་ཀྱིས་རྒྱུད་ཁོངས་སྔར་ཡོད་གཙོ་འཁོར་མིང་བཟོ་བཅོས་བཀག་འགོག་བྱས།

source: System policy prevents putting NetworkManager to sleep or waking it up
bo_cn: རྒྱུད་ཁོངས་ཐབས་ཇུས་ཀྱིས NetworkManager བཀལ་བའམ་སད་འབོད་བཀག་འགོག་བྱས།

source: System policy prevents sharing connections via a protected WiFi network
bo_cn: རྒྱུད་ཁོངས་ཐབས་ཇུས་ཀྱིས་སྲུང་སྐྱོབ་ཐོབ་པའི WiFi དྲ་རྒྱ་མཉམ་སྤྱོད་འབྲེལ་མཐུད་སྤྱོད་པ་བཀག་འགོག་བྱས།

source: System policy prevents sharing connections via an open WiFi network
bo_cn: རྒྱུད་ཁོངས་ཐབས་ཇུས་ཀྱིས་ཡོངས་བསྒྲགས་ཀྱི WiFi དྲ་རྒྱ་མཉམ་སྤྱོད་འབྲེལ་མཐུད་སྤྱོད་པ་བཀག་འགོག་བྱས།

source: TEAM
bo_cn: ཁྱུ་ཚོ།

source: TEAM PORT
bo_cn: ཁྱུ་ཚོ་སྣེ་ཁ།

source: TIMESTAMP
bo_cn: དུས་ཚོད་ཐམ།

source: TIMESTAMP-REAL
bo_cn: དུས་ཚོད་དངོས་ཀྱི་ཐམ་པ།

source: TYPE
bo_cn: རིགས་རྣམ།

source: Team
bo_cn: རུ་ཁག

source: Team JSON configuration [none]:
bo_cn: ཁྱུ་ཚོ JSON སྡེབ་སྒྲིག [མེད]：

source: Team connection
bo_cn: ཁྱུ་ཚོ་འབྲེལ་མཐུད།

source: Team connection %d
bo_cn: རུ་ཁག་འབྲེལ་མཐུད %d

source: The Bluetooth addresses of the device and the connection didn't match.
bo_cn: སྒྲིག་ཆས་ཁྱི་སོ་སྔོན་ཤག་གནསདང་འབྲེལ་མཐུད་ཟླ་སྒྲིག་མིན།

source: The Bluetooth connection failed or timed out
bo_cn: སོ་སྔོན་འབྲེལ་མཐུད་ཕམ་པའམ་དུས་བརྒལ།

source: The IP configuration is no longer valid
bo_cn: IP སྒྲིག་འགོད་ནུས་པ་ཤོར་ཟིན།

source: The MACs of the device and the connection didn't match.
bo_cn: སྒྲིག་ཆས་ཀྱི MAC ཤག་གནས་དང་འབྲེལ་མཐུད་ཟླ་སྒྲིག་མིན།

source: The VLAN identifiers of the device and the connection didn't match.
bo_cn: VLAN སྒྲིག་ཆས་མཚོན་རྟགས་དང་འབྲེལ་མཐུད་ཟླ་སྒྲིག་མིན།

source: The Wi-Fi network could not be found
bo_cn: Wi-Fi དྲ་རྒྱ་རྙེད་མ་བྱུང་།

source: The connection did not specify an interface name.
bo_cn: མཐུད་ཁའི་མིང་དམིགས་བཙུགས་མེད་པ་འབྲེལ་མཐུད་བྱེད་པ།

source: The connection is not saved. Do you really want to quit? %s
bo_cn: འབྲེལ་མཐུད་ཉར་ཚགས་བྱས་མེད་དམ། ཁྱེད་རང་དངོས་གནས་ཕྱིར་འབུད་རྒྱུ་ཡིན་ནམ། %s

source: The connection was not a Bluetooth connection.
bo_cn: འབྲེལ་མཐུད་འདི་སོ་སྔོན་འབྲེལ་མཐུད་མིན།

source: The connection was not a VLAN connection.
bo_cn: འབྲེལ་མཐུད་འདི་ VLAN འབྲེལ་མཐུད་ཅིག་མིན།

source: The connection was not a Wi-Fi connection.
bo_cn: འབྲེལ་མཐུད་འདི་ Wi-Fi འབྲེལ་མཐུད་འབྲེལ་མཐུད་ཅིག་མིན།

source: The connection was not a WiMAX connection.
bo_cn: འབྲེལ་མཐུད་འདི་ WiMAX འབྲེལ་མཐུད་འབྲེལ་མཐུད་ཅིག་མིན།

source: The connection was not a bond connection.
bo_cn: འབྲེལ་མཐུད་འདི་བསྡམས་བཅད་འབྲེལ་མཐུད་འབྲེལ་མཐུད་ཅིག་མིན།

source: The connection was not a bridge connection.
bo_cn: འབྲེལ་མཐུད་འདི་ཟམ་མཐུད་འབྲེལ་མཐུད་འབྲེལ་མཐུད་ཅིག་མིན།

source: The connection was not a generic connection.
bo_cn: འབྲེལ་མཐུད་འདི་སྤྱི་སྤྱོད་འབྲེལ་མཐུད་འབྲེལ་མཐུད་ཅིག་མིན།

source: The connection was not a modem connection.
bo_cn: འབྲེལ་མཐུད་འདི་སྙོམ་སྒྲིག་ཆས་འབྲེལ་མཐུད་ཀྱི་འབྲེལ་མཐུད་ཅིག་མིན།

source: The connection was not a team connection.
bo_cn: འབྲེལ་མཐུད་འདི་ཁྱུ་ཚོ་འབྲེལ་མཐུད་འབྲེལ་མཐུད་ཅིག་མིན།

source: The connection was not a valid modem connection.
bo_cn: འབྲེལ་མཐུད་འདི་ནུས་ཡོད་ཀྱི་སྙོམ་སྒྲིག་ཆས་འབྲེལ་མཐུད་ཀྱི་འབྲེལ་མཐུད་ཅིག་མིན།

source: The connection was not an ADSL connection.
bo_cn: འབྲེལ་མཐུད་འདི་ ADSL འབྲེལ་མཐུད་འབྲེལ་མཐུད་ཅིག་མིན།

source: The connection was not an Ethernet or PPPoE connection.
bo_cn: འབྲེལ་མཐུད་འདི་ཨེ་ཐེར་དྲ་རྒྱའམ་ཡང་ན PPPoE འབྲེལ་མཐུད་འབྲེལ་མཐུད་ཅིག་མིན།

source: The connection was not an InfiniBand connection.
bo_cn: འབྲེལ་མཐུད་འདི་ InfiniBand འབྲེལ་མཐུད་འབྲེལ་མཐུད་ཅིག་མིན།

source: The connection was not an OLPC Mesh connection.
bo_cn: འབྲེལ་མཐུད་འདི་OLPC དྲ་མིག་འབྲེལ་མཐུད་ཅིག་མིན།

source: The connection was not valid: %s
bo_cn: འབྲེལ་མཐུད་འདི་ནུས་མེད་ཡིན།：%s

source: The device could not be readied for configuration
bo_cn: སྒྲིག་ཆས་ཀྱིས་སྡེབ་སྒྲིག་སྟ་གོན་བྱས་མེད།

source: The device is lacking Bluetooth capabilities required by the connection.
bo_cn: སྒྲིག་ཆས་འདིར་འབྲེལ་མཐུད་ལ་མཁོ་བའི་སོ་སྔོན་བྱེད་ནུས་ཆད་པ།

source: The device is lacking WPA capabilities required by the connection.
bo_cn: སྒྲིག་ཆས་འདིར་འབྲེལ་མཐུད་ལ་མཁོ་བའི WPA བྱེད་ནུས་ཆད་པ།

source: The device is lacking WPA2/RSN capabilities required by the connection.
bo_cn: སྒྲིག་ཆས་འདིར་འབྲེལ་མཐུད་ལ་མཁོ་བའི WPA2/RSN བྱེད་ནུས་ཆད་པ།

source: The device is lacking capabilities required by the connection.
bo_cn: སྒྲིག་ཆས་འདིར་འབྲེལ་མཐུད་ལམཁོ་བའི་བྱེད་ནུས་ཆད་པ།

source: The device parent's management changed
bo_cn: སྒྲིག་ཆས་དོ་དམ་ལ་བཟོ་བཅོས་བརྒྱབ་ཟིན་པ།

source: The device was removed
bo_cn: སྒྲིག་ཆས་ཕྱིར་ཕུད་ཟིན་པ།

source: The device's active connection disappeared
bo_cn: སྒྲིག་ཆས་འདིའི་འཁྲུག་ཆ་དོད་པའི་འབྲེལ་མཐུད་བོར་བ།

source: The device's existing connection was assumed
bo_cn: སྒྲིག་ཆས་ཀྱི་མིག་སྔའི་འབྲེལ་མཐུད་དམིགས་འཛུགས་བྱས་ཟིན་པ།

source: The device's parent changed
bo_cn: སྒྲིག་ཆས་བཟོ་བཅོས་བྱས་ཟིན་པ།

source: The dialing attempt failed
bo_cn: ཨང་འབོད་ཚོད་ལྟ་ཕམ་པ།

source: The dialing request timed out
bo_cn: ཨང་འབོད་རེ་ཞུའི་དུས་བརྒལ།

source: The expected start of the response
bo_cn: དང་ལེན་གྱི་སྔོན་དཔག་འགོ་སློང་བ།

source: The hardware address of the device and the connection didn't match.
bo_cn: སྒྲིག་ཆས་ཀྱི་སྲ་ཆས་ཤག་གནས་དང་འབྲེལ་མཐུད་ཟླ་སྒྲིག་མིན།

source: The interface names of the device and the connection didn't match.
bo_cn: སྒྲིག་ཆས་ཀྱི་མཐུད་ཁའི་མིང་དང་འབྲེལ་མཐུད་ཟླ་སྒྲིག་མིན།

source: The interface to manage
bo_cn: མཐུད་ཁ་དོ་དམ།

source: The interval between connectivity checks (in seconds)
bo_cn: འབྲེལ་མཐུད་རང་བཞིན་བཤེར་འཇལ་གྱི་བར་ཆོད་དུས་ཚོད། (སྐར་ཆ་འཇལ་བྱེད་བྱེད་པ།)

source: The line is busy
bo_cn: སྐུད་ལམ་བྲེལ་བ།

source: The modem could not be found
bo_cn: སྙོམ་སྒྲིག་འདུམ་འགྲིག་ཆས་རྙེད་མ་བྱུང་།

source: The supplicant is now available
bo_cn: མཁོ་མཁན་ད་ལྟ་སྤྱོད་རུང་།

source: Time to wait for a connection, in seconds (without the option, default value is 30)
bo_cn: སྒུག་པའི་དྭས་ཚོད་འབྲེལ་མཐུད། སྐར་ཆ་འཇལ་བྱེད་བྱེད་པ།(སོར་བཞག་སྒྲིག་འགོད་ནི 30)

source: Transport mode
bo_cn: བརྒྱུད་གཏོང་རྣམ་པ།

source: Transport mode %s
bo_cn: བརྒྱུད་གཏོང་རྣམ་པ། %s

source: Type 'describe [<setting>.<prop>]' for detailed property description.
bo_cn: “describe [<setting>.<prop>]” ནང་འཇུག ཞིབ་ཚགས་ཀྱི་གཏོགས་གཤིས་གསལ་བཤད།

source: Type 'help' or '?' for available commands.
bo_cn: help' དང་ཡང་ན '?' ནང་འཇུག་བྱས་ནས་སྤྱོད་རུང་བཀའ་བརྡ་འཆར་བ།

source: USERNAME
bo_cn: སྤྱོད་མཁན་མིང་།

source: Unable to add new connection: %s
bo_cn: འབྲེལ་མཐུད་གསར་པ་ཁ་སྣོན་བྱེད་ཐབས་མེད།: %s

source: Unable to delete connection: %s
bo_cn: འབྲེལ་མཐུད་བསུབ་ཐབས་མེད།: %s

source: Unable to determine private key type.
bo_cn: སྒེར་ལྡེ་རིགས་རྣམ་གཏན་འཁེལ་བྱེད་ཐབས་མེད།

source: Unable to save connection: %s
bo_cn: འབྲེལ་མཐུད་ཉར་ཚགས་བྱེད་ཐབས་མེད།：%s

source: Unable to set hostname: %s
bo_cn: གཙོ་འཁོར་མིང་སྒྲིག་འགོད་བྱེད་ཐབས་མེད།: %s

source: Unexpected amount of data after encrypting.
bo_cn: གསང་སྡོམ་བྱས་རྗེས་ཀྱི་བསམ་ཡུལ་ལས་འདས་པའི་གཞི་གྲངས་ཚད།

source: Unexpected failure to normalize the connection
bo_cn: ཚད་གཞི་ཅན་གྱི་འབྲེལ་མཐུད་བསམ་ཡུལ་ལས་འདས་པའི་ཕམ་པ།

source: Unexpected failure to verify the connection
bo_cn: འབྲེལ་མཐུད་ར་སྤྲོད་བསམ་ཡུལ་ལས་འདས་པའི་ཕམ་པ།

source: Unknown
bo_cn: མི་ཤེས།

source: Unknown error
bo_cn: གསང་ཨང་རྙོག་འཛིང་ཚད་བླང་བྱ་དང་མི་མཐུན་པ།

source: Unknown log domain '%s'
bo_cn: ངེས་མེད་ཉིན་ཐོ་ཁོངས། '%s'

source: Unknown log level '%s'
bo_cn: ངེས་མེད་ཉིན་ཐོ་རིམ་པ། '%s'

source: Unknown parameter: %s
bo_cn: ངེས་མེད་ཞུགས་གྲངས：%s

source: Unknown slave type '%s'
bo_cn: ངེས་མེད་ཀྱི་ཁོངས་གཏོགས་རིགས་རྣམ '%s'

source: Unknown/unhandled Bluetooth connection type
bo_cn: ངེས་མེད/ཐག་བཅད་མེད་པའི་སོ་སྔོན་འབྲེལ་མཐུད་རིགས་རྣམ།

source: Usage
bo_cn: སྤྱོད་ཚད།

source: Use TCP header compression
bo_cn: TCP ཚགས་པར་འགོ་སྡུད་སྒྲིལ་སྤྱོད་པ།

source: Use an IPv6 temporary privacy address
bo_cn: IPv6 གནས་སྐབས་སྒེར་ཡོད་ཤག་གནས་སྤྱོད་པ།

source: Use point-to-point encryption (MPPE)
bo_cn: ཚེག་ནས་ཚེག་གསང་སྡོམ ། (MPPE) སྤྱོད་པ།

source: Use stateful MPPE
bo_cn: རྣམ་པ MPPE སྤྱོད་པ།

source: Username
bo_cn: སྤྱོད་མཁན་མིང་།

source: Username [none]:
bo_cn: སྤྱོད་མཁན་མིང་། [མེད]：

source: VALUE
bo_cn: ཐང་།

source: VENDOR
bo_cn: བཟོ་ཚོང་བ།

source: VERSION
bo_cn: པར་གཞི།

source: VLAN connection
bo_cn: VLAN འབྲེལ་མཐུད།

source: VLAN connection %d
bo_cn: VLAN འབྲེལ་མཐུད། %d

source: VLAN flags (<0-7>) [none]:
bo_cn: VLAN མཚོན་རྟགས། (<0-7>) [མེད]：

source: VLAN parent device or connection UUID:
bo_cn: VLAN སྒྲིག་ཆས་སམ་འབྲེལ་མཐུད UUID：

source: VPN connected
bo_cn: VPN འབྲེལ་མཐུད་བྱས་ཟིན།

source: VPN connecting
bo_cn: VPN འབྲེལ་མཐུད་བྱེད་བཞིན་པ།

source: VPN connecting (getting IP configuration)
bo_cn: VPN འབྲེལ་མཐུད་བྱེད་བཞིན་པ།( IP སྡེབ་སྒྲིག་ཐོབ་པ།)

source: VPN connecting (need authentication)
bo_cn: VPN འབྲེལ་མཐུད་བྱེད་བཞིན་པ།(ར་སྤྲོད་དགོས།)

source: VPN connecting (prepare)
bo_cn: VPN འབྲེལ་མཐུད་བྱེད་བཞིན་པ།(སྟ་གོན)

source: VPN connection
bo_cn: VPN འབྲེལ་མཐུད།

source: VPN connection %d
bo_cn: VPN འབྲེལ་མཐུད། %d

source: VPN connection failed
bo_cn: VPN འབྲེལ་མཐུད་ཕམ་པ།

source: VPN disconnected
bo_cn: VPN འབྲེལ་མཐུད་གཅོད་པ།

source: VPN type:
bo_cn: VPN རིགས་རྣམ།：

source: Verify connection: %s
bo_cn: འབྲེལ་མཐུད་ར་སྤྲོད།:%s

source: WEP 128-bit Passphrase
bo_cn: WEP 128 གསང་ཨང་།

source: WEP 40/128-bit Key (Hex or ASCII)
bo_cn: WEP 40/128 གསང་ལྡེ(Hex ཡང་ན ASCII)

source: WEP index
bo_cn: WEP གསལ་བྱང་།

source: 1 (Default)
bo_cn: 1། (སོར་བཞག)

source: WEP key index set to '%d'
bo_cn: WEP གསང་ལྡེ་གསལ་བྱང་སྒྲིག་འགོད་ནི “%d”

source: WIFI-HW
bo_cn: WIFI སྲ་ཆས།

source: WIFI-PROPERTIES
bo_cn: WIFI གཏོགས་གཤིས།

source: WIMAX-HW
bo_cn: WIMAX སྲ་ཆས།

source: WIMAX-PROPERTIES
bo_cn: WIMAX གཏོགས་གཤིས།

source: WIRED-PROPERTIES
bo_cn: སྐུད་ཡོད་འབྲེལ་མཐུདགཏོགས་གཤིས

source: WPA & WPA2 Enterprise
bo_cn: WPAདང་WPA2ཁེ་ལས་རིམ་པ།

source: WPA & WPA2 Personal
bo_cn: WPAདང་WPA2མི་སྒེར་རིམ་པ།

source: WPA authentication is incompatible with Shared Key authentication
bo_cn: WPA ཐོབ་ཐང་ར་སྤྲོད་དང་གསང་ལྡེ་མཉམ་སྤྱོད་ར་སྤྲོད་འཆམ་མཐུན་མིན།

source: WPA authentication is incompatible with non-EAP (original) LEAP or Dynamic WEP
bo_cn: WPA ཐོབ་ཐང་ར་སྤྲོད་དང་ EAP། (གདོད་མ) LEAP མ་ཡིན་པའམ་ཡང་ན་འགུལ་རྣམ WEP འཆམ་མཐུན་མིན།

source: WPA-EAP authentication requires an 802.1x setting
bo_cn: WPA-EAP ཐོབ་ཐང་ར་སྤྲོད་ལ 802.1x སྒྲིག་འགོད་བྱེད་དགོས།

source: WPA-EAP requires 'open' authentication
bo_cn: WPA-EAP ལ “open” ར་སྤྲོད་བྱེད་དགོས།

source: WPA-FLAGS
bo_cn: WPA-མཚོན་རྟགས།

source: WPA-PSK authentication is incompatible with 802.1x
bo_cn: WPA-PSK ཐོབ་ཐང་ར་སྤྲོད་དང་ 802.1x འཆམ་མཐུན་མིན།

source: WPA-PSK requires 'open' authentication
bo_cn: WPA-PSK ལ“སྒོ་འབྱེུད”ར་སྤྲོད་དགོས།

source: WWAN radio switch
bo_cn: WWANསྐུད་མེད་གློག་གི་འཕྲོ་ཟློས་བསད་སྤར།

source: WWAN-HW
bo_cn: "WWAN སྲ་ཆས།

source: Wait for NetworkManager startup instead of a connection
bo_cn: NetworkManager འགོ་སློང་ལ་སྒུག་པ་ལས་འབྲེལ་མཐུད་ག་གེ་མོ་ཞིག་གི་འགོ་སློང་ལ་སྒྭག་པ་མིན།

source: Waits for NetworkManager to finish activating startup network connections.
bo_cn: NetworkManager དྲ་རྒྱ་འབྲེལ་མཐུད་ཀྱི་སྐུལ་སློང་འགོ་སློང་ལེགས་འགྲུབ་ཡོང་བར་སྒུག་པ།

source: Warning: %s.%s set to '%s', but it might be ignored in infrastructure mode
bo_cn: ཐ་ཚིག：%s.%s དེ “%s” ལ་སྒྲིག་འགོད་བྱེད་པ། དེ་རྨང་གཞིའི་རྣམ་པ་རུ་སྣང་མེད་དུ་འཇོག་ཉེན་ཡོད།

source: Warning: '%s' is not compatible with '%s' type, please change or delete the key.
bo_cn: ཐ་ཚིག：“%s” དང་ “%s” རིགས་རྣམ་འཆམ་མཐུན་མིན་པས་གསང་ལྡེ་བཟོ་བཅོས་སམ་ཡང་ན་སུབ་རོགས།

source: Warning: '%s' sum is higher than all flags => all flags set
bo_cn: ཐ་ཚིག：“%s” ཡི་བསྡོམས་འབོར་མཚོན་རྟགས་སྒྲིག་འགོད་ཚང་མ་ལས་ཆེ་བ་ཡོད།

source: Warning: argument '%s' is duplicated.
bo_cn: ཐ་ཚིག：ཞུགས་གྲངས “%s” བསྐྱར་ཟློས།

source: Warning: only one mapping at a time is supported; taking the first one (%s)
bo_cn: ཐ་ཚིག：དུས་ཐོག་གཅིག་ལ་རྟན་འཕྲོ་རྒྱབ་སྐྱོར་གཅིག་ལས་མེད། དང་པོ་དེ་ལེན་པ། (%s)

source: Warning: polkit agent initialization failed: %s
bo_cn: ཐ་ཚིག：polkit ངོ་ཚབ་འགོ་སྒྲིག་ཕམ་པ།：%s

source: Warning: setting %s.%s requires removing ipv4 and ipv6 settings
bo_cn: ཐ་ཚིག：%s.%s སྒྲིག་འགོད་བྱེད་ན IPv4 དང་ IPv6 སྒྲིག་འགོད་དོར་དགོས།
