Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/NetworkManager.po
Languages: bo_cn

source: Enable or disable WiFi devices
bo_cn: WiFi སྒྲིག་ཆས་སྤྱོད་འགོ་རྩོམ་པའམ་འགོག་སྤྱོད།

source: Enable or disable WiMAX mobile broadband devices
bo_cn: WIMAX སྒུལ་བདེའི་དྲ་ཆེན་སྒྲིག་ཆས་སྤྱོད་འགོ་རྩོམ་པའམ་འགོག་སྤྱོད།

source: Enable or disable mobile broadband devices
bo_cn: སྒུལ་བདེའི་དྲ་ཆེན་སྒྲིག་ཆས་སྤྱོད་འགོ་རྩོམ་པའམ་འགོག་སྤྱོད།

source: Enable or disable system networking
bo_cn: རྒྱུད་ཁོངས་དྲ་རྒྱ་སྤྱོད་འགོ་རྩོམ་པའམ་འགོག་སྤྱོད།

source: Enter '%s' value:
bo_cn: “%s” གྲངས་ཐང་ནང་འཇུག：

source: Enter connection type:
bo_cn: འབྲེལ་མཐུད་རིགས་རྣམ་ནང་འཇུག：

source: Error converting IP4 address '0x%X' to text form
bo_cn: IP4 ཤག་གནས “0x%X” ཡིག་རྐྱང་རྣམ་གཞག་ལ་བསྒྱར་དུས་ནོར་བ།

source: Error converting IP6 address '%s' to text form
bo_cn: "IP6 ཤག་གནས “%s” ཡིག་རྐྱང་རྣམ་གཞག་ལ་བསྒྱར་དུས་ནོར་བ།

source: Error initializing certificate data: %s
bo_cn: འགོ་སྒྲིག་དཔང་ཡིག་གཞི་གྲངས་ནོར་འཁྲུལ།：%s

source: Error:
bo_cn: ནོར་འཁྲུལ།：

source: Error: %s
bo_cn: ནོར་འཁྲུལ།：%s

source: Error: %s - no such connection profile.
bo_cn: ནོར་འཁྲུལ།：%s - འབྲེལ་མཐུད་སྡེབ་སྒྲིག་ཡིག་ཆ་འདི་ལྟ་བུ་མེད།

source: Error: %s argument is missing.
bo_cn: ནོར་འཁྲུལ།： %s ཞུགས་གྲངས་ཆད་པ།

source: Error: %s.
bo_cn: ནོར་འཁྲུལ།： %s

source: Error: %s: %s.
bo_cn: ནོར་འཁྲུལ།： %s：%s

source: Error: '%s' argument is missing.
bo_cn: ནོར་འཁྲུལ།： '%s' ཞུགས་གྲངས་ཆད་པ།

source: Error: '%s' is not a valid connection type.
bo_cn: ནོར་འཁྲུལ།： “%s” ནུས་ཡོད་ཀྱི་འབྲེལ་མཐུད་རིགས་རྣམ་མིན།

source: Error: '%s' is not a valid timeout for '%s' option.
bo_cn: ནོར་འཁྲུལ།： “%s” ནི “%s” འདེམས་ཚན་གྱི་ནུས་མེད་དུས་བརྒལ་ཡིན།

source: Error: '%s' is not valid 'connection' command.
bo_cn: ནོར་འཁྲུལ།： “%s” ནི་ནུས་མེད་ཀྱི “connection” བཀའ་ཞིག་ཡིན།

source: Error: '%s' is not valid argument for '%s' option.
bo_cn: ནོར་འཁྲུལ།： “%s” ནི “%s” འདེམས་ཚན་གྱི་ནུས་ཡོད་དུས་བརྒལ་ཡིན།

source: Error: '%s': '%s' is not a valid %s %s.
bo_cn: ནོར་འཁྲུལ།： '%s': '%s' ནུས་ཡོད་ཀྱི %s %s ཞིག་མིན།

source: Error: '%s': '%s' is not a valid %s MAC address.
bo_cn: ནོར་འཁྲུལ།： “%s”：“%s” ནི་ནུས་མེད་ཀྱི %s MAC ཤག་གནས་ཡིན།

source: Error: '%s': '%s' is not valid; %s
bo_cn: ནོར་འཁྲུལ།： “%s”：“%s” ནུས་མེད། %s

source: Error: '%s': '%s' is not valid; use <%u-%u>.
bo_cn: ནོར་འཁྲུལ།： “%s”：“%s” ནུས་མེད། <%u-%u>སྤྱོད་པ།

source: Error: '--fields' value '%s' is not valid here (allowed field: %s)
bo_cn: ནོར་འཁྲུལ།： “--fields” གྲངས་ཐང་། “%s” ནུས་མེད། (རུང་བའི་ཡིག་དུམ།：%s)

source: Error: 'addr' is required.
bo_cn: ནོར་འཁྲུལ།： “addr” ནི་ངེས་པར་དུ་ཡིན་དགོས།

source: Error: 'agent' command '%s' is not valid.
bo_cn: ནོར་འཁྲུལ།： “agent” བཀའ་བརྡ “%s” ནུས་མེད།

source: Error: 'apn' is required.
bo_cn: ནོར་འཁྲུལ།： “apn” ནི་ངེས་པར་དུ་ཡིན་དགོས།

source: Error: 'arp-interval': '%s' is not a valid number <0-%u>.
bo_cn: ནོར་འཁྲུལ།： “arp-interval”：“%s” ནི་ནུས་ཡོད་གྲངས་ཀ་མིན། <0-%u>

source: Error: 'autoconnect': %s.
bo_cn: ནོར་འཁྲུལ།： “རང་འགུལ་འབྲེལ་མཐུད།”：%s

source: Error: 'bt-type': '%s' not valid; use [%s, %s (%s), %s].
bo_cn: ནོར་འཁྲུལ།： “bt-type”：“%s” ནུས་མེད། [%s，%s། (%s)，%s]སྤྱོད་པ།

source: Error: 'channel': '%s' is not valid; use <1-13>.
bo_cn: ནོར་འཁྲུལ།： “channel”：“%s” ནུས་མེད；使用 <1-13>。"

source: Error: 'connection show': %s
bo_cn: ནོར་འཁྲུལ།： “connection show”：%s

source: Error: 'dev' command '%s' is not valid.
bo_cn: ནོར་འཁྲུལ།： “dev” བཀའ་བརྡ “%s” ནུས་མེད།

source: Error: 'dev' is required.
bo_cn: ནོར་འཁྲུལ།： “dev” ནི་ངེས་པར་དུ་ཡིན་དགོས།

source: Error: 'dev': '%s' is neither UUID, interface name, nor MAC.
bo_cn: ནོར་འཁྲུལ།： “dev”：“%s” UUIDམཐུད་ཁའི་མིང་མིན་ལ MAC ཤག་གནས་ཡང་མིན།

source: Error: 'device show': %s
bo_cn: ནོར་འཁྲུལ།： “device show”།：%s

source: Error: 'device status': %s
bo_cn: ནོར་འཁྲུལ།： “device status”：%s

source: Error: 'device wifi' command '%s' is not valid.
bo_cn: ནོར་འཁྲུལ།： “device wifi” བཀའ་བརྡ “%s” ནུས་མེད།

source: Error: 'device wifi': %s
bo_cn: ནོར་འཁྲུལ།： “device wifi”：“%s”

source: Error: 'downdelay': '%s' is not a valid number <0-%u>.
bo_cn: ནོར་འཁྲུལ།： “downdelay”：“%s” ནུས་མེད་གྲངས་ཀ་ཡིན། <0-%u>

source: Error: 'flags': '%s' is not valid; use <0-7>.
bo_cn: ནོར་འཁྲུལ།： “flags”：“%s” ནུས་མེད། <0-7> སྤྱོད་རོགས།

source: Error: 'general logging': %s
bo_cn: ནོར་འཁྲུལ།： “general logging”：%s

source: Error: 'general permissions': %s
bo_cn: ནོར་འཁྲུལ།： “general permissions”： %s

source: Error: 'general' command '%s' is not valid.
bo_cn: ནོར་འཁྲུལ།： 'general' བཀའ་བརྡ '%s' +C1072ནུས་མེད།

source: Error: 'hairpin': %s.
bo_cn: ནོར་འཁྲུལ།： “hairpin”：%s

source: Error: 'id' is required.
bo_cn: ནོར་འཁྲུལ།： “id” ནི་ངེས་པར་དུ་ཡིན་དགོས།

source: Error: 'ifname' argument is required.
bo_cn: ནོར་འཁྲུལ།： “ifname” ཞུགས་གྲངས་ནི་ངེས་པར་དུ་ཡིན་དགོས།

source: Error: 'ifname': '%s' is not a valid interface nor '*'.
bo_cn: ནོར་འཁྲུལ།： “ifname”：“%s” ནུས་ཡོད་ཀྱི་མཐུད་ཁམིན་ལ “*”ཡང་མིན།

source: Error: 'master' is required.
bo_cn: ནོར་འཁྲུལ།： “master” ནི་ངེས་པར་དུ་ཡིན་དགོས།

source: Error: 'miimon': '%s' is not a valid number <0-%u>.
bo_cn: ནོར་འཁྲུལ།： “miimon”：“%s” ནི་ནུས་ཡོད་ཀྱི་གྲངས་ཀ་མིན།-%u>

source: Error: 'mode': %s.
bo_cn: ནོར་འཁྲུལ།： “mode”：%s

source: Error: 'mtu': '%s' is not a valid MTU.
bo_cn: ནོར་འཁྲུལ།： “mtu”：“%s” ནུས་ཡོད་ཀྱི MTU མིན།

source: Error: 'networking connectivity' command '%s' is not valid.
bo_cn: ནོར་འཁྲུལ།： “networking connectivity” བཀའ་བརྡ “%s” ནུས་མེད།

source: Error: 'networking' command '%s' is not valid.
bo_cn: ནོར་འཁྲུལ།： “networking” བཀའ་བརྡ “%s” ནུས་མེད།

source: Error: 'nsp' is required.
bo_cn: ནོར་འཁྲུལ།： “nsp” ནི་ངེས་པར་དུ་ཡིན་དགོས།

source: Error: 'p-key' is mandatory when 'parent' is specified.
bo_cn: ནོར་འཁྲུལ།： “parent” སྒྲིག་ཆས་དམིགས་འཛུགས་བྱེད་སྐབས། “p-key”ཡོད་དགོས།

source: Error: 'p-key': '%s' is not a valid InfiniBand P_KEY.
bo_cn: ནོར་འཁྲུལ།： “p-key”：“%s” ནུས་ཡོད་ཀྱི InfiniBand P_KEYམིན།

source: Error: 'parent': '%s' is not a valid interface name.
bo_cn: ནོར་འཁྲུལ།： “parent”：“%s” ནི་ནུས་མེད་ཀྱི་མཐུད་ཁའི་མིང་ཡིན།

source: Error: 'parent': not valid without 'p-key'.
bo_cn: ནོར་འཁྲུལ།： “parent”： “p-key” དགོས།

source: Error: 'primary': '%s' is not a valid interface name.
bo_cn: ནོར་འཁྲུལ།： “primary”：“%s” ནི་ནུས་མེད་ཀྱི་མཐུད་ཁའི་མིང་ཡིན།

source: Error: 'primary': '%s' is not a valid interface name.
bo_cn: ནོར་འཁྲུལ།： “primary”：“%s” ནི་ནུས་མེད་ཀྱི་མཐུད་ཁའི་མིང་ཡིན།

source: Error: 'radio' command '%s' is not valid.
bo_cn: ནོར་འཁྲུལ།： “radio” བཀའ་བརྡ “%s” ནུས་མེད།

source: Error: 'save': %s.
bo_cn: ནོར་འཁྲུལ།： “save”：%s

source: Error: 'ssid' is required.
bo_cn: ནོར་འཁྲུལ།： “ssid” ནི་ངེས་པར་དུ་ཡིན་དགོས།

source: Error: 'stp': %s.
bo_cn: ནོར་འཁྲུལ།： “stp”：%s

source: Error: 'type' argument is required.
bo_cn: ནོར་འཁྲུལ།： “type” ཞུགས་གྲངས་ནི་ངེས་པར་དུ་ཡིན་དགོས།

source: Error: 'updelay': '%s' is not a valid number <0-%u>.
bo_cn: ནོར་འཁྲུལ།： “updelay”：“%s” ནི་ནུས་མེད་གྲངས་ཀ་ཡིན། <0-%u>

source: Error: 'username' is required.
bo_cn: ནོར་འཁྲུལ།： “username” ནི་ངེས་པར་དུ་ཡིན་དགོས།

source: Error: 'vpn-type' is required.
bo_cn: ནོར་འཁྲུལ།： “vpn-type” ནི་ངེས་པར་དུ་ཡིན་དགོས།

source: Error: <setting>.<property> argument is missing.
bo_cn: ནོར་འཁྲུལ།： <setting>.<property> ཞུགས་གྲངས་ཆད་པ།

source: Error: Access point with bssid '%s' not found.
bo_cn: ནོར་འཁྲུལ།： bssid “%s” ཡི་མཐུད་ཚེག་རྙེད་མེད།

source: Error: Argument '%s' was expected, but '%s' provided.
bo_cn: ནོར་འཁྲུལ།： སྔོན་དཔག་རྟར་ན “%s” ཞུགས་གྲངས་ཡིན་མོད། འོན་ཀྱང་ “%s” ཡིས་མཁོ་འདོན་བྱེད།

source: Error: BSSID to connect to (%s) differs from bssid argument (%s).
bo_cn: ནོར་འཁྲུལ།：། (%s) BSSID ལ་འབྲེལ་མཐུད་བྱས་པའི་ཞུགས་གྲངས་དང་དམིགས་བཙུགས་པའི bssid ཞུགས་གྲངས། (%s)གཅིག་གྱུར་མིན།

source: Error: Cannot activate connection: %s.
bo_cn: ནོར་འཁྲུལ།： འབྲེལ་མཐུད་སྐུལ་སློང་བྱེད་ཐབས་མེད།：%s。

source: Error: Connection '%s' does not exist.
bo_cn: ནོར་འཁྲུལ།： འབྲེལ་མཐུད '%s' མེད།

source: Error: Connection activation failed.
bo_cn: ནོར་འཁྲུལ།： འབྲེལ་མཐུད་སྐུལ་སློང་ཕམ་པ།

source: Error: Connection activation failed: %s
bo_cn: ནོར་འཁྲུལ།： འབྲེལ་མཐུད་སྐུལ་སློང་ཕམ་པ།：%s

source: Error: Connection activation failed: %s.
bo_cn: ནོར་འཁྲུལ།： འབྲེལ་མཐུད་སྐུལ་སློང་ཕམ་པ།：%s

source: Error: Connection activation failed: (%d) %s.
bo_cn: ནོར་འཁྲུལ།：འབྲེལ་མཐུད་སྐུལ་སློང་ཕམ་པ།：(%d) %s

source: Error: Connection deletion failed: %s
bo_cn: ནོར་འཁྲུལ།： འབྲེལ་མཐུད་བསུབ་པ་ཕམ་པ།：%s

source: Error: Could not create NMClient object: %s.
bo_cn: ནོར་འཁྲུལ།： NMClient བྱ་ཡུལ་གསར་འཛུགས་བྱེད་ཐབས་མེད།：%s

source: Error: Device '%s' is not a Wi-Fi device.
bo_cn: ནོར་འཁྲུལ།： “%s” Wi-Fi སྒྲིག་ཆས་མིན།

source: Error: Device '%s' not found.
bo_cn: ནོར་འཁྲུལ།： སྒྲིག་ཆས '%s'རྙེད་མེད།

source: Error: Device activation failed: %s
bo_cn: ནོར་འཁྲུལ།： སྒྲིག་ཆས་སྐུལ་སློང་ཕམ་པ།：%s

source: Error: Device activation failed: device was disconnected
bo_cn: ནོར་འཁྲུལ།： སྒྲིག་ཆས་སྐུལ་སློང་ཕམ་པ།：སྒྲིག་ཆས་འབྲེལ་མཐུད་བཅད་པ།

source: Error: Failed to add '%s' connection: %s
bo_cn: ནོར་འཁྲུལ།： '%s' འབྲེལ་མཐུད་ཁ་སྣོན་བྱེད་ཐབས་མེད།：%s

source: Error: Failed to add/activate new connection: %s
bo_cn: ནོར་འཁྲུལ།： འབྲེལ་མཐུད་གསར་པ་ཁ་གསབ/སྐུལ་སློང་བྱེད་ཐབས་མེད།：%s

source: Error: Failed to add/activate new connection: Unknown error
bo_cn: ནོར་འཁྲུལ།：འབྲེལ་མཐུད་གསར་པ་ཁ་གསབ/སྐུལ་སློང་བྱེད་ཐབས་མེད།：ངེས་མེད་ནོར་འཁྲུལ།

source: Error: Failed to modify connection '%s': %s
bo_cn: ནོར་འཁྲུལ།： འབྲེལ་མཐུད་བཅོས་བསྒྱུར་བྱེད་ཐབས་མེད། '%s': %s

source: Error: IPv4 gateway specified without IPv4 addresses
bo_cn: ནོར་འཁྲུལ།： IPv4 དྲ་སྟེམ་དམིགས་འཛུགས་བྱས་པ་ལས IPv4 ཤག་གནས་མེད།

source: Error: IPv6 gateway specified without IPv6 addresses
bo_cn: ནོར་འཁྲུལ།： IPv6 དྲ་སྟེམ་དམིགས་འཛུགས་བྱས་པ་ལས IPv6 ཤག་གནས་མེད།

source: Error: Invalid IPv4 gateway '%s'
bo_cn: ནོར་འཁྲུལ།： IPv4 དྲ་སྟེམ་ནུས་མེད། '%s'

source: Error: Invalid IPv6 gateway '%s'
bo_cn: ནོར་འཁྲུལ།： IPv6 དྲ་སཏེམ་ནུས་མེད། '%s'

source: Error: NetworkManager is not running.
bo_cn: ནོར་འཁྲུལ།： NetworkManager འཁོར་སྐྱོད་བྱས་མེད།

source: Error: No Wi-Fi device found.
bo_cn: ནོར་འཁྲུལ།： Wi-Fi སྒྲིག་ཆས་མ་རྙེད།

source: Error: No access point with BSSID '%s' found.
bo_cn: ནོར་འཁྲུལ།： BSSID ཡིས “%s” མཐུད་ཚེག་མ་རྙེད།

source: Error: No arguments provided.
bo_cn: ནོར་འཁྲུལ།： ཞུགས་གྲངས་འདོན་སྤྲོད་མ་བྱས།

source: Error: No connection specified.
bo_cn: ནོར་འཁྲུལ།： འབྲེལ་མཐུད་དམིགས་འཛུགས་བྱས་མེད་པ།

source: Error: No interface specified.
bo_cn: ནོར་འཁྲུལ།： མཐུད་ཁ་དམིགས་འཛུགས་བྱས་མེད།

source: Error: No network with SSID '%s' found.
bo_cn: ནོར་འཁྲུལ།： SSID ཡིས “%s” དྲ་རྒྱ་ཡོད་པ་མ་རྙེད།

source: Error: Object '%s' is unknown, try 'nmcli help'.
bo_cn: ནོར་འཁྲུལ།： བྱ་ཡུལ “%s” ངེས་མེད། “nmcli help”ཚོད་ལྟ་བྱོས།

source: Error: Option '%s' is unknown, try 'nmcli -help'.
bo_cn: ནོར་འཁྲུལ།： འདེམས་ཚན '%s' ངེས་མེད། 'nmcli -help'ཚོད་ལྟ་བྱོས།

source: Error: Option '--pretty' is mutually exclusive with '--terse'.
bo_cn: ནོར་འཁྲུལ།： འདེམས་ཚན “--pretty” དང་ “--terse” ཕན་ཚུན་ཕྱིར་ཕུད།

source: Error: Option '--pretty' is specified the second time.
bo_cn: ནོར་འཁྲུལ།： དམིགས་འཛུགས་ཐེངས་གཉིས་པའི་འདེམས་ཚན། “--pretty”

source: Error: Option '--terse' is mutually exclusive with '--pretty'.
bo_cn: ནོར་འཁྲུལ།： འདེམས་ཚན “--terse” དང་ “--pretty” ཕན་ཚུན་ཕྱིར་ཕུད།

source: Error: Option '--terse' is specified the second time.
bo_cn: ནོར་འཁྲུལ།： དམིགས་འཛུགས་ཐེངས་གཉིས་པའི་འདེམས་ཚན། “--terse”。"

source: Error: Parameter '%s' is neither SSID nor BSSID.
bo_cn: ནོར་འཁྲུལ།： ཞུགས་གྲངས “%s” ནི SSID མིན་ལ BSSIDཡང་མིན།

source: Error: SSID or BSSID are missing.
bo_cn: ནོར་འཁྲུལ།： SSID དང་ཡང་ན BSSID ཆད་པ།

source: Error: Timeout %d sec expired.
bo_cn: ནོར་འཁྲུལ།： དུས་བརྒལ་སྐར་ཆ %d དུས་ཡོལ།

source: Error: Unexpected argument '%s'
bo_cn: ནོར་འཁྲུལ།： ངེས་མེད་ཞུགས་གྲངས། “%s”

source: Error: Unknown connection '%s'.
bo_cn: ནོར་འཁྲུལ།： ངེས་མེད་འབྲེལ་མཐུད། “%s”

source: Error: bssid argument value '%s' is not a valid BSSID.
bo_cn: ནོར་འཁྲུལ།： དམིགས་འཙུགས་པའི bssid ཞུགས་གྲངས “%s” ནི་ནུས་མེད་ཀྱི BSSIDཡིན།

source: Error: cannot delete unknown connection(s): %s.
bo_cn: ནོར་འཁྲུལ།： ངེས་མེད་འབྲེལ་མཐུད་བསུབ་ཐབས་མེད།：%s

source: Error: connection ID is missing.
bo_cn: ནོར་འཁྲུལ།： འབྲེལ་མཐུད ID ཆད་པ།

source: Error: extra argument not allowed: '%s'.
bo_cn: ནོར་འཁྲུལ།： ཚད་བརྒལ་གྱི་ཞུགས་གྲངས་བྱེད་མི་འོས་པ།:'%s'。"

source: Error: failed to load connection: %s.
bo_cn: ནོར་འཁྲུལ།： འབྲེལ་མཐུད་ཁུར་སྣོན་བྱེད་ཐབས་མེད།：%s

source: Error: failed to modify %s.%s: %s.
bo_cn: ནོར་འཁྲུལ།： %s.%s བཟོ་བཅོས་ཕམ་པ།： %s

source: Error: failed to reload connections: %s.
bo_cn: ནོར་འཁྲུལ།： འབྲེལ་མཐུད་བསྐྱར་ལེན་བྱེད་ཐབས་མེད།：%s

source: Error: failed to remove a value from %s.%s: %s.
bo_cn: ནོར་འཁྲུལ།： %s.%s ནས་གྲངས་ཐང་སྤོ་སྒྱུར་ཕམ་པ།：%s

source: Error: failed to set logging: %s
bo_cn: ནོར་འཁྲུལ།： ཉིན་ཐོ་སྒྲིག་འགོད་བྱེད་ཐབས་མེད།：%s

source: Error: fields for '%s' options are missing.
bo_cn: ནོར་འཁྲུལ།： '%s' འདེམས་ཚན་ཡིག་དུམ་ཆད་པ།

source: Error: invalid '%s' argument: '%s' (use on/off).
bo_cn: ནོར་འཁྲུལ།： ནུས་མེད་ཀྱི '%s' ཞུགས་གྲངས།：'%s'( on/off སྤྱོད་པ།)

source: Error: invalid <setting>.<property> '%s'.
bo_cn: ནོར་འཁྲུལ།： ནུས་མེད་ཀྱི <setting>.<property>'%s'

source: Error: invalid connection type; %s
bo_cn: ནོར་འཁྲུལ།： ནུས་མེད་ཀྱི་འབྲེལ་མཐུད་རིགས་རྣམ། %s

source: Error: invalid connection type; %s.
bo_cn: ནོར་འཁྲུལ།： ནུས་མེད་ཀྱི་འབྲེལ་མཐུད་རིགས་རྣམ། %s

source: Error: invalid extra argument '%s'.
bo_cn: ནོར་འཁྲུལ།： ནུས་མེད་ཀྱི་ཚད་བརྒལ་ཞུགས་གྲངས། '%s'

source: Error: invalid or not allowed setting '%s': %s.
bo_cn: ནོར་འཁྲུལ།： ནུས་མེད་ཡང་ན་མི་རུང་བའི་སྒྲིག་འགོད། “%s”: %s

source: Error: invalid property '%s': %s.
bo_cn: ནོར་འཁྲུལ།： ནུས་མེད་གཏོགས་གཤིས།：“%s”：%s

source: Error: invalid property: %s
bo_cn: ནོར་འཁྲུལ།： ནུས་མེད་གཏོགས་གཤིས།：%s

source: Error: invalid property: %s%s
bo_cn: ནོར་འཁྲུལ།： ནུས་མེད་གཏོགས་གཤིས།：%s%s

source: Error: missing argument for '%s' option.
bo_cn: ནོར་འཁྲུལ།： '%s' འདེམས་ཚན་ཞུགས་གྲངས་ཆད་པ།

source: Error: multiple IPv4 gateways specified
bo_cn: ནོར་འཁྲུལ།： IPv4 དྲ་སྟེམ་མང་པོ་དམིགས་འཛུགས་བྱེད་པ།

source: Error: multiple IPv6 gateways specified
bo_cn: ནོར་འཁྲུལ།： IPv6 དྲ་སྟེམ་མང་པོ་དམིགས་འཛུགས་བྱས་པ།

source: Error: no active connection provided.
bo_cn: ནོར་འཁྲུལ།： འཁྲུག་ཆ་དོད་པའི་འབྲེལ་མཐུད་མཁོ་འདོན་བྱས་མེད།

source: Error: no connection provided.
bo_cn: ནོར་འཁྲུལ།： འབྲེལ་མཐུད་མཁོ་འདོན་བྱས་མེད།

source: Error: no valid device provided.
bo_cn: ནོར་འཁྲུལ།： ནུས་ཡོད་ཀྱི་སྒྲིག་ཆས་འདོན་སྤྲོད་བྱས་མེད།

source: Error: not all active connections found.
bo_cn: ནོར་འཁྲུལ།： འཁྲུག་ཆ་དོད་པའི་འབྲེལ་མཐུད་ཚང་མ་རྙེད་མ་བྱུང་།

source: Error: not all connections deleted.
bo_cn: ནོར་འཁྲུལ།： འབྲེལ་མཐུད་ཚང་མ་སུབ་པ་མ་རེད།

source: Error: not all devices deleted.
bo_cn: ནོར་འཁྲུལ།： སྒྲིག་ཆས་ཚང་མ་སུབ་པ་མ་རེད།

source: Error: not all devices disconnected.
bo_cn: ནོར་འཁྲུལ།： སྒྲིག་ཆས་ཚང་མ་སྦྲེལ་མཐུད་གཅོད་པ་མ་རེད།

source: Error: not all devices found.
bo_cn: ནོར་འཁྲུལ།： སྒྲིག་ཆས་ཚང་མ་རྙེད་མ་བྱུང་།

source: Error: only one of 'id', uuid, or 'path' can be provided.
bo_cn: ནོར་འཁྲུལ།： “id”，uuid，ཡང་ན “path” ཚན་པ་གཅིག་མ་གཏོགས་མཁོ་འདོན་མི་བྱེད།

source: Error: only these fields are allowed: %s
bo_cn: ནོར་འཁྲུལ།： ཁོངས་འདི་དག་ཁོ་ན་རུང་བ།：%s

source: Error: polkit agent initialization failed: %s
bo_cn: ནོར་འཁྲུལ།： polkit ལས་ཚབ་འགོ་སྒྲིག་ཕམ་པ། %s

source: Error: property %s
bo_cn: ནོར་འཁྲུལ།： གཏོགས་གཤིས། %s

source: Error: secret agent initialization failed
bo_cn: ནོར་འཁྲུལ།： secret ལས་ཚབ་འགོ་སྒྲིག་ཕམ་པ།

source: Error: unknown setting: '%s'
bo_cn: ནོར་འཁྲུལ།： ངེས་མེདསྒྲིག་འགོད：“%s” "

source: Error: value for '%s' argument is required.
bo_cn: ནོར་འཁྲུལ།： “%s” ཞུགས་གྲངས་ཐང་དགོས།

source: Error: value for '%s' is missing.
bo_cn: ནོར་འཁྲུལ།： “%s” གྲངས་ཐང་ཆད་པ།

source: Error: wep-key-type argument value '%s' is invalid, use 'key' or 'phrase'.
bo_cn: ནོར་འཁྲུལ།： “%s” ནུས་ཡོད་ཀྱི wep-key-type ཞུགས་གྲངས་མིན། “key”དང་ཡང་ན “phrase”སྤྱོད་རོགས།

source: Ethernet
bo_cn: ཨེ་ཐེར་དྲ་རྒྱ།

source: Ethernet connection %d
bo_cn: ཨེ་ཐེར་དྲ་རྒྱ་འབྲེལ་མཐུད། %d

source: Ethernet device
bo_cn: ཨེ་ཐེར་དྲ་རྒྱ་སྒྲིག་ཆས།

source: Exit immediately if NetworkManager is not running or connecting
bo_cn: "NetworkManager འཁོར་སྐྱོད་མ་བྱས་པའམ་ཡང་ན་འབྲེལ་མཐུད་མ་བྱས་སྐབས་འཕྲལ་མར་ཕྱིར་འཐེན་བྱོས།

source: FIRMWARE-MISSING
bo_cn: བརྟན་ཆས་བོར་བ།

source: FIRMWARE-VERSION
bo_cn: བརྟན་བཟོའི་པར་གཞི།

source: FREQ
bo_cn: ཟློས་ཕྱོད།

source: Failed to convert '%s' value '%s' to uint
bo_cn: %s' ཡི་གྲངས་ཐང་ '%s' ནི uint རིགས་རྣམ་ལ་བསྒྱུར་བ་ཕམ་པ།

source: Failed to decode PKCS#8 private key.
bo_cn: PKCS#8 གསང་ལྡེ་ཨང་དགྲོལ་བྱེད་ཐབས་མེད།

source: Failed to decode certificate.
bo_cn: དཔང་ཡིག་ཨང་དགྲོལ་བྱེད་ཐབས་མེད།

source: Failed to decrypt the private key.
bo_cn: སྒེར་ལྡེ་གསང་དགྲོལ་ཕམ་པ།

source: Failed to decrypt the private key: %d.
bo_cn: སྒེར་ལྡེ་གསང་དགྲོལ་ཕམ་པ།：%d

source: Failed to decrypt the private key: decrypted data too large.
bo_cn: སྒེར་ལྡེ་གསང་དགྲོལ་ཕམ་པ།：གསང་དགྲོལ་གཞི་གྲངས་ཆ་དྲགས།

source: Failed to decrypt the private key: unexpected padding length.
bo_cn: སྒེར་ལྡེ་གསང་དགྲོལ་ཕམ་པ།：བསམ་ཡུལ་ལས་འདས་པའི་ཁ་སྐོང་གི་རིང་ཚད།

source: Failed to determine AP security information
bo_cn: APབདེ་འཇགས་ཆ་འཕྲིན་གཏན་འཁེལ་བྱེད་མ་ཐུབ་པ།

source: Failed to encrypt: %d.
bo_cn: གསང་སྡོམ་ཕམ་པ།：%d

source: Failed to finalize decryption of the private key: %d.
bo_cn: སྒེར་ལྡེ་གསང་དགྲོལ་མཇུག་སྒྲིལ་ཕམ་པ།：%d

source: Failed to find expected PKCS#8 end tag '%s'.
bo_cn: སྔོན་དཔག་གི PKCS#8 མཇུག་སྒྲིལ་མཚོན་རྟགས “%s”རྙེད་ཐབས་མེད།

source: Failed to find expected PKCS#8 start tag.
bo_cn: སྔོན་དཔག་གི PKCS#8 མགོ་འཛུགས་མཚོན་རྟགས་རྙེད་ཐབས་མེད།

source: Failed to find interface index for %s (%s)
bo_cn: %s། (%s) ཡི་མཐུད་ཁའི་གསལ་བྱང་རྙེད་ཐབས་མེད།

source: Failed to initialize the MD5 context: %d.
bo_cn: MD5 ཁོར་ཡུག་འགོ་སྒྲིག་ཕམ་པ།：%d

source: Failed to initialize the crypto engine.
bo_cn: སྒུལ་ཤུགས་གསང་སྡོམ་འགོ་སྒྲིག་ཕམ་པ།

source: Failed to initialize the crypto engine: %d.
bo_cn: སྒུལ་ཤུགས་གསང་སྡོམ་འགོ་སྒྲིག་ཕམ་པ།：%d

source: Failed to initialize the decryption cipher slot.
bo_cn: རྩིས་རྒྱག་འཇུག་ཤུར་གསང་དགྲོལ་འགོ་སྒྲིག་ཕམ་པ།

source: Failed to initialize the decryption context.
bo_cn: ཁོར་ཡུག་གསང་དགྲོལ་འགོ་སྒྲིག་ཕམ་པ།

source: Failed to initialize the encryption cipher slot.
bo_cn: རྩིས་རྒྱག་འཇུག་ཤུར་གསང་སྡོམ་འགོ་སྒྲིག་ཕམ་པ།

source: Failed to initialize the encryption context.
bo_cn: ནང་དོན་གསང་སྡོམ་འགོ་སྒྲིག་ཕམ་པ།

source: Failed to register with the requested network
bo_cn: རེ་ཞུ་བྱས་པའི་དྲ་རྒྱའི་སྟེང་དུ་ཐོ་འགོད་བྱེད་ཐབས་མེད།

source: Failed to select the specified APN
bo_cn: དམིགས་བཙུགས་པའི APNའདེམས་ཐབས་མེད།

source: Failed to set IV for decryption.
bo_cn: གསང་དགྲོལ་སྒྲིག་འགོད་འགོ་སྒྲིག་ཕྱོགས་ཚད་ཕམ་པ།

source: Failed to set IV for encryption.
bo_cn: གསང་སྡོམ་སྒྲིག་འགོད IV ཕམ་པ།

source: Failed to set symmetric key for decryption.
bo_cn: གསང་དགྲོལ་སྒྲིག་འགོད་ཆ་འགྲིག་གསང་ལྡེ་ཕམ་པ།

source: Failed to set symmetric key for encryption.
bo_cn: གསང་སྡོམ་སྒྲིག་འགོད་ཆ་འགྲིག་གསང་ལྡེ་ཕམ་པ།

source: Forward delay [15]:
bo_cn: བརྒྱུད་སྐུར་ཕྱིར་འགྱངས།[15]：

source: GATEWAY
bo_cn: དྲ་སྟེམ།

source: GENERAL
bo_cn: རྒྱུན་སྲོལ།

source: GROUP
bo_cn: ཚོ་ཆུང་།

source: GSM Modem's SIM PIN required
bo_cn: GSMསྒྲིག་སྦྱོར་འདུམ་འགྲིག་ཆས་ལ་SIM PINཨང་དགོས།

source: GSM Modem's SIM PUK required
bo_cn: GSMསྒྲིག་སྦྱོར་འདུམ་སྒྲིག་ཆས་ལ་SIM PUKཨང་དགོས།

source: GSM Modem's SIM card not inserted
bo_cn: GSMསྒྲིག་སྦྱོར་འདུམ་འགྲིག་འཕྲུལ་ཆས་ལ་SIMབྱང་བུ་བཙུགས་མེད་པ།

source: GSM Modem's SIM wrong
bo_cn: GSMསྒྲིག་སྦྱོར་འདུམ་སྒྲིག་ཆས་SIMནོར་འཁྲུལ།

source: GSM connection
bo_cn: GSM འབྲེལ་མཐུད།

source: GSM mobile broadband connection requires a 'gsm' setting
bo_cn: GSM སྒྭལ་བདེ་དྲ་ཆེན་འབྲེལ་མཐུད་ལ “gsm” སྒྲིག་འགོད་དགོས།

source: Gateway
bo_cn: དྲ་སྟེམ།

source: HWADDR
bo_cn: མཁྲེགས་སྡེར།

source: Hairpin %s
bo_cn: བསྐྱར་འཕར་བརྒྱུད་སྐུར། %s

source: Hairpin mode
bo_cn: ཧྥ་ཁཱ་རྣམ་པ།

source: Hello time
bo_cn: འཚམས་འདྲི་དུས་ཚོད།

source: Hex-encoded DHCPv4 client ID
bo_cn: བཅུ་དྲུག་གོང་འགྲིལ་ལུགས་སྒྲིག་ཨང་གི DHCPv4 མཁོ་མཁན་ ID

source: Hex-encoded Interface Identifier
bo_cn: བཅུ་དྲུག་གོང་འགྲིལ་ལུགས་སྒྲིག་ཨང་གི་མཐུད་ཁ་ངོ་རྟགས།

source: Hide
bo_cn: གབ་པ།

source: Hostname
bo_cn: གཙོ་འཁོར་མིང་།

source: Hostname to send to DHCP server
bo_cn: གཙོ་འཁོར་མིང DHCP ཞབས་ཞུ་ཆས་ལ་་སྐྱེལ་གཏོང་བྱེད་པ།

source: IP configuration could not be reserved (no available address, timeout, etc.)
bo_cn: IP སྒྲིག་འགོད་ཉར་ཚགས་བྱེད་མི་ཐུབ། (ནུས་མེད་ཤག་གནས། དང་ལེན་དུས་བརྒལ་སོགས།)

source: IPv4 CONFIGURATION
bo_cn: IPv4 སྡེབ་སྒྲིག

source: IPv4 address (IP[/plen]) [none]:
bo_cn: IPv4 ཤག་གནས། (IP[/plen]) [མེད]：

source: IPv4 gateway [none]:
bo_cn: IPv4 དྲ་སྟེམ [མེད]：

source: IPv6 CONFIGURATION
bo_cn: IPv6 སྒྲིག་འགོད།

source: IPv6 address (IP[/plen]) [none]:
bo_cn: IPv6 ཤག་གནས། (IP[/plen]) [མེད]：

source: IPv6 gateway [none]:
bo_cn: IPv6 དྲ་སྟེམ [མེད]：

source: IS-SOFTWARE
bo_cn: མཉེན་ཆས་ཡིན་ནམ།

source: IV contains non-hexadecimal digits.
bo_cn: འགོ་སྒྲིག་ཕྱོགས་ཚད་ནང་དུ་བཅུ་དྲུག་གོང་འགྲིལ་ལུགས་གྲངས་ཀ་མ་ཡིན་པ་འདུ།

source: IV must be an even number of bytes in length.
bo_cn: འགོ་སྒྲིག་ཕྱོགས་ཚད་རིང་ཚད་ངེས་པར་ཏུ་ཆ་གྲངས་ཡིག་ཚིགས་ཡིན་དགོས།

source: Identity
bo_cn: ཐོབ་ཐང་།

source: Ignore
bo_cn: སྣང་མེད་དུ་བཞག

source: InfiniBand P_Key connection did not specify parent interface name
bo_cn: InfiniBand P_Key འབྲེལ་མཐུད་མའི་མཐུད་ཁའི་མིང་གཏན་འཁེལ་བྱས་མེད།

source: InfiniBand connection
bo_cn: InfiniBand འབྲེལ་མཐུད།

source: InfiniBand connection %d
bo_cn: InfiniBand འབྲེལ་མཐུད %d

source: InfiniBand device does not support connected mode
bo_cn: མྱུར་བགྲོད་དྲ་སྦྲེལ་སྒྲིག་ཆས་ཀྱིས་སྦྲེལ་མཐུད་བྱས་ཟིན་པའི་རྣམ་པར་རྒྱབ་སྐྱོར་བྱེད་ཀྱི་མེད།

source: InfiniBand transport mode
bo_cn: InfiniBand རྒྱུད་གཏོང་རྣམ་པ།

source: Ingress priority maps [none]:
bo_cn: "Ingress སྔོན་ཐོབ་རིམ་པའི་རྟེན་འཕྲོ། [མེད]：

source: Interface name [*]:
bo_cn: མཐུད་ཁའི་མིང་། [*]：

source: Interface(s):
bo_cn: མཐུད་ཁ：

source: Interface:
bo_cn: མཐུད་ཁ：

source: Invalid IPv4 address '%s'
bo_cn: ནུས་མེད་ཀྱི IPv4 ཤག་གནས “%s”

source: Invalid IPv4 address prefix '%u'
bo_cn: ནུས་མེད་ཀྱི IPv4 ཤག་གནས་སྔོན་འཇུག “%u”

source: Invalid IV length (must be at least %d).
bo_cn: ནུས་མེད་ཀྱི་འགོ་སྒྲིག་ཕྱོགས་ཚད་རིང་ཚད། (མ་མཐའ་ཡང་ %dཡིན།)

source: Invalid IV length (must be at least %zd).
bo_cn: "ནུས་མེད་འགོ་སྒྲིག་ཕྱོགས་ཚད་རིང་ཚད། (མ་མཐའ་ཡང་ %zdཡིན།)

source: Invalid device Bluetooth address.
bo_cn: ནུས་མེད་ཀྱི་སྒྲིག་ཆས་སོ་སྔོན་ཤག་གནས།

source: Invalid device MAC address.
bo_cn: ནུས་མེད་ཀྱི་སྒྲིག་ཆས MAC ཤག་གནས།

source: Invalid option. Please use --help to see a list of valid options.
bo_cn: ནུས་མེད་འདེམས་ཚན། --help སྤྱད་ནས་ནུས་ཡོད་འདེམས་ཚན་རེའུ་མིག་ལྟ་རོགས།

source: Invalid routing metric '%s'
bo_cn: ནུས་མེད་ཀྱི་ལམ་འཚོལ་ཚད་འཇལ་བ། “%s”

source: Invalid verify option: %s
bo_cn: ནུས་མེད་ཀྱི་ར་སྤྲོད་འདེམས་ཚན།：%s

source: JSON configuration
bo_cn: JSON སྡེབ་སྒྲིག

source: Key
bo_cn: གནད་འགག

source: LACP rate ('slow' or 'fast') [slow]:
bo_cn: LACP ཚད། (“དལ”ཡང་ན“མགྱོགས”) [དལ]：

source: LEAP authentication is incompatible with 802.1x setting
bo_cn: LEAPར་སྤྲོད་དང་ 802.1x སྒྲིག་འགོད་འཆམ་མཐུན་མིན།

source: LEAP authentication is incompatible with Ad-Hoc mode
bo_cn: LEAP ར་སྤྲོད་དང་ Ad-Hoc རྣམ་པ་འཆམ་མཐུན་མིན།

source: LEAP authentication requires IEEE 802.1x key management
bo_cn: LEAP ར་སྤྲོད་ལ IEEE 802.1x གསང་ལྡེ་དོ་དམ་དགོས།

source: LEAP authentication requires a LEAP username
bo_cn: LEAP ར་སྤྲོད་ལ LEAP སྤྱོད་མཁན་མིང་དགོས།

source: LEAP username requires 'leap' authentication
bo_cn: "LEAP སྤྱོད་མཁན་མིང་ལ “leap” ར་སྤྲོད་དགོས།

source: LEVEL
bo_cn: རིམ་པ།

source: Link down delay
bo_cn: འཕྲེང་ཞོལ་མ་སྦྲེལ་མཐུད་འགོར་འགྱངས།

source: Link monitoring
bo_cn: སྦྲེལ་ལམ་ལྟ་འཛིན།

source: Link up delay
bo_cn: འཕྲེང་གོང་མ་སྦྲེལ་མཐུད་འགོར་འགྱངས།

source: Link-Local
bo_cn: སྦྲེལ་ལམ་རང་ས།

source: List of plugins separated by ','
bo_cn: བསྒར་ལྷུ་རེའུ་མིག“,”ཡིས་བགོ་བ།

source: Log domains separated by ',': any combination of [%s]
bo_cn: ཉིན་ཐོ་ཁོངས་སྤྱོད་པ། མཚམས་གཅོད།：[%s] ཡི་གང་འདོད་སྡེབ་སྒྲིག

source: Log level: one of [%s]
bo_cn: ཉིན་ཐོའི་རིམ་པ།：[%s] ཡ་གྱལ་གཅིག

source: MAC [none]:
bo_cn: MAC [མེད]：

source: MAC address ageing time [300]:
bo_cn: MAC ཤག་གནས་རྒས་འགྱུར་དུས་ཚོད། [300]：

source: MII (recommended)
bo_cn: "MII(མཚམས་སྦྱོར།)

source: MODE
bo_cn: རྣམ་པ།
