Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/NetworkManager.po
Languages: bo_cn

source: Warning: address already present: %s
bo_cn: ཐ་ཚིག：ཤག་གནས་ལྡན་ཟིན།：%s

source: # Created by NetworkManager
bo_cn: # NetworkManger ཡིས་གསར་འཛུགས། "

source: %d (default)
bo_cn: %d། (སོར་བཞག)

source: %d (disabled)
bo_cn: %d། (འགོག་སྤྱོད)

source: %d (enabled, prefer public IP)
bo_cn: %d། (སྤྱོད་འགོ་བརྩམས་ཟིན། སྤྱིའི IP སྔོན་འགྲོ)

source: %d (enabled, prefer temporary IP)
bo_cn: %d། (སྤྱོད་འགོ་བརྩམས་ཟིན། སྐབས་ཐོག IP སྔོན་འགྲོ)

source: %d (no)
bo_cn: %d། (མིན)

source: %d (passphrase)
bo_cn: %d། (གསང་ཨང་།)

source: %d (unknown)
bo_cn: %d། (ངེས་མེད།)

source: %d (yes)
bo_cn: %d། (ཡིན)

source: %d. DNS server address is invalid
bo_cn: %d。DNS ཞབས་ཞུ་ཆས་ཀྱི་ཤག་གནས་ནུས་མེད་རེད།

source: %d. IP address has 'label' property with invalid type
bo_cn: %d。IP ཤག་གནས་ནུས་མེད་རིགས་རྣམ་གྱི “lable”(གདོང་འཛར)གཏོགས་གཤིས།

source: %d. IP address has invalid label '%s'
bo_cn: %d。IP ཤག་གནས་ལ་ནུས་མེད་ཀྱི་གདོང་འཛར་ཡོད། “%s”

source: %d. IP address is invalid
bo_cn: %d。IP ཤག་གནས་ནུས་མེད།

source: %d. IPv4 address has invalid prefix
bo_cn: %d。IPv4 ཤག་གནས་སྔོན་འཇུག་ནུས་མེད།

source: %d. IPv4 address is invalid
bo_cn: %d。IPv4 ཤག་གནས་ནུས་མེད།

source: %d. IPv6 address has invalid prefix
bo_cn: "%d。IPv6 ཤག་གནས་ལ་ས་མེདཀྱི་སྔོན་འཇུག་ཡོད།

source: %d. IPv6 address is invalid
bo_cn: %d。IPv6 ཤག་གནས་ནུས་མེད།

source: %d. route cannot be a default route
bo_cn: %d。སོར་བཞག་ལམ་འཚོལ་ཡིན་མི་ཆོག

source: %d. route has invalid prefix
bo_cn: %d。ལམ་འཚོལ་སྔོན་འཇུག་ནུས་མེད།

source: %d. route is invalid
bo_cn: %d。ལམ་འཚོལ་ནུས་མེད།

source: %s Network
bo_cn: %s དྲ་རྒྱ།

source: %s is incompatible with static WEP keys
bo_cn: %s འགུལ་མེད WEP གསང་ལྡེ་དང་འཆམ་མཐུན་མིན།

source: '%d' is not a valid channel
bo_cn: %d' ནུས་མེད་ཀྱི་རྒྱུ་ལམ་ཡིན།

source: '%d' is not a valid value for the property (should be <= %d)
bo_cn: %d' ནུས་མེད་ཀྱི་གཏོགས་གཤིས་གྲངས་ཐང་ཡིན།(སྤྱིར་ཡིན་ན <= %d)

source: '%d' is not valid; use <%d-%d>
bo_cn: %d' ནུས་མེད། སྤྱོད་པ། <%d-%d>

source: '%d' is out of valid range <128-16384>
bo_cn: %d' ཁྱབ་ཁོངས་ལས་བརྒལ་བ། <128-16384>

source: '%d' value is out of range <0-3>
bo_cn: %d' ཁྱབ་ཁོངས་ལས་བརྒལ་བ། <0-3>

source: '%ld' is not a valid channel
bo_cn: “%ld” ནུས་མེད་ཀྱི་རྒྱུ་ལམ་ཡིན།

source: '%lld' is not valid; use <%lld-%lld>
bo_cn: “%lld” ནུས་མེད། སྤྱོད་པ། <%lld-%lld>

source: '%s' can only be used with '%s=%s' (WEP)
bo_cn: %s' '%s=%s' ཁོ་ནར་མཉམ་སྡེབ་བྱས་ནས་སྤྱོད་ཆོག(WEP)

source: '%s' connection requires '%s' or '%s' setting
bo_cn: “%s” འབྲེལ་མཐུད་བྱེད་པར “%s” དང་ཡང་ན “%s” སྒྲིག་བཀོད་དགོས།

source: '%s' connections require '%s' in this property
bo_cn: “%s” འབྲེལ་མཐུད་བྱེད་པར་གཏོགས་གཤིས་འདིའི་ནང་ “%s”ཡོད་དགོས།

source: '%s' contains invalid char(s) (use [A-Za-z._-])
bo_cn: %s' ནུས་མེད་ཡིག་རྟགས་འདུས། (སྤྱོད་པ། [A-Za-z._-])

source: '%s' has to be alone
bo_cn: “%s” ངེས་པར་དུ་ཁེར་རྐྱང་དུ་གནས་དགོས།

source: '%s' is ambiguous (%s x %s)
bo_cn: %s' དོན་མང་ཡོད།(%s x %s)

source: '%s' is neither an UUID nor an interface name
bo_cn: %s' UUID མིན་ལ་མཐུད་ཁའི་མིང་ཡང་མིན།

source: '%s' is not a DCB app priority
bo_cn: %s' DCB བཀོལ་སྤྱོད་སྔོན་ཐོབ་རིམ་པ་མིན།

source: '%s' is not a VPN connection profile
bo_cn: %s' VPN འབྲེལ་མཐུད་སྡེབ་སྒྲིག་ཡིག་ཆ་མིན།

source: '%s' is not a name of any exiting profile
bo_cn: “%s”སྡེབ་སྒྲིག་ཡིག་ཆའི་མིང་མངོན་པ་གང་ཡང་མིན།

source: '%s' is not a number
bo_cn: %s' གྲངས་ཀ་ཞིག་མིན།

source: '%s' is not a valid DCB flag
bo_cn: %s' ནུས་མེད་ཀྱི DCB མཚོན་རྟགས་ཡིན།

source: '%s' is not a valid Ethernet MAC
bo_cn: %s' ནུས་མེད་ཀྱི་ཨེ་ཐེར་དྲ་རྒྱ MAC ཤག་གནས་ཡིན།

source: '%s' is not a valid Ethernet port value
bo_cn: %s' ནུས་མེད་ཀྱི་ཨེ་ཐེར་དྲ་རྒྱ་སྣེ་ཁ་གྲངས་ཐང་ཡིན།

source: '%s' is not a valid IBoIP P_Key
bo_cn: %s' ནུས་མེད་ཀྱི IBoIP P_Key ཡིན།

source: '%s' is not a valid IPv4 address for '%s' option
bo_cn: %2$s' འདེམས་ཚན་ལ་མཚོན་ན། '%1$s' ནི་ནུས་མེད་ཀྱི IPv4 ཤག་གནས་ཡིན།

source: '%s' is not a valid InfiniBand MAC
bo_cn: %s' ནུས་མེད་ཀྱི InfiniBand MAC ཤག་གནས་ཡིན།

source: '%s' is not a valid MAC
bo_cn: %s' ནུས་མེད་ཀྱི MAC ཤག་གནས་ཡིན།

source: '%s' is not a valid MAC address
bo_cn: %s' ནུས་མེད་ཀྱི MAC ཤག་གནས་ཡིན།

source: '%s' is not a valid PSK
bo_cn: %s' ནུས་མེད་ཀྱི PSKཡིན།

source: '%s' is not a valid UUID
bo_cn: %s' ནུས་མེད་ཀྱི UUIDཡིན།

source: '%s' is not a valid Wi-Fi mode
bo_cn: %s' ནུས་མེད་ཀྱི Wi-Fi རྣམ་པ་ཡིན།

source: '%s' is not a valid band
bo_cn: %s' ནུས་མེད་ཀྱི་ཟློས་དུམ་ཡིན།

source: '%s' is not a valid channel
bo_cn: %s' ནུས་མེད་ཀྱི་རྒྱུ་ལམ་ཡིན།

source: '%s' is not a valid channel; use <1-13>
bo_cn: %s' ནུས་མེད་ཀྱི་རྒྱུ་ལམཡིན། <1-13> སྤྱོད་པ།

source: '%s' is not a valid duplex value
bo_cn: %s' ནུས་མེད་ཀྱི་བསྐྱར་སྤྱོད་གྲངས་ཐང་ཡིན།

source: '%s' is not a valid flag number; use <0-%d>
bo_cn: %s' ནུས་མེད་ཀྱི་མཚོན་རྟགས་ཨང་ཡིན། <0-%d> སྤྱོད་པ།

source: '%s' is not a valid hex character
bo_cn: %s' ནུས་མེད་ཀྱི་བཅུ་དྲུག་གོང་འགྲིལ་ལུགས་ཡིག་རྟགས་ཡིན།

source: '%s' is not a valid interface name
bo_cn: %s' ནུས་མེད་ཀྱི་མཐུད་ཁའི་མིང་ཡིན།

source: '%s' is not a valid interface name for '%s' option
bo_cn: %2$s' འདེམས་ཚན་ལ་མཚོན་ན། '%1$s' ནི་ནུས་མེད་ཀྱི་མཐུད་ཁའི་མིང་ཡིན།

source: '%s' is not a valid number (or out of range)
bo_cn: %s' ནུས་མེད་ཀྱི་གྲངས་ཐང་ཡིན། (ཡང་ན་ཁྱབ་ཀོངས་ལས་བརྒལ།)

source: '%s' is not a valid team configuration or file name.
bo_cn: %s' ནུས་མེད་ཁྱུ་ཚོ་སྒྲིག་འགོད་དང་ཡང་ན་ཡིག་ཆའི་མིང་ཡིན།

source: '%s' is not a valid value for '%s'
bo_cn: %2$s' ལ་མཚོན་ན '%1$s' ནི་ནུས་མེད་གྲངས་ཐང་ཡིན།

source: '%s' is not a valid value for the property
bo_cn: %s' གཏོགས་གཤིས་འདིར་མཚོན་ན་ནུས་ལྡན་གྲངས་ཐང་མིན།

source: '%s' is not a valid value; use -1, 0 or 1
bo_cn: “%s” ནུས་ལྡན་གྲངས་ཐང་མིན། -1、0 ཡང་ན 1 སྤྱོད་པ།

source: '%s' is not valid
bo_cn: “%s” ནུས་མེད།

source: '%s' is not valid (the format is: ip[/prefix] [next-hop] [metric])
bo_cn: “%s” ནུས་མེད། (རྣམ་གཞག་ནི：ip[/prefix] [next-hop] [metric])

source: '%s' is not valid master; use ifname or connection UUID
bo_cn: %s' ནུས་མེད་ཀྱི་འབྲེལ་མཐུད་གཙོ་བོ་ཡིན། ifname ཡང་ན་འབྲེལ་མཐུད་ཀྱི UUID སྤྱོད་པ།

source: '%s' is not valid; 2 or 3 strings should be provided
bo_cn: “%s” ནུས་མེད། ཡིག་རྟགས་ཕྲེང་བ 2 དང་ཡང་ན 3 མཁོ་འདོན་བྱེད་དགོས།

source: '%s' is not valid; use 0, 1, or 2
bo_cn: “%s” ནུས་མེད། 0, 1, ཡང་ན 2སྤྱོད་པ།

source: '%s' is not valid; use <option>=<value>
bo_cn: “%s” ནུས་མེད། <option>=<value> སྤྱོད་པ།

source: '%s' is not valid; use [%s] or [%s]
bo_cn: “%s” ནུས་མེད། [%s]ཡང་ན[%s]སྤྱོད་པ།

source: '%s' is not valid; use [e, o, n]
bo_cn: “%s” ནུས་མེད། [e, o, n]སྤྱོད་པ།

source: '%s' length is invalid (should be 5 or 6 digits)
bo_cn: “%s” རིང་ཚད་ནུས་མེད། (གནས་གྲངས 5 ཡང་ན 6 ཡིན་དགོས།)

source: '%s' not a number between 0 and %u (inclusive)
bo_cn: “%s” 0 དང་ %u། (འདུས་པ) བར་གྱི་གྲངས་ཀ་ཞིག་མིན།

source: '%s' not a number between 0 and %u (inclusive) or %u
bo_cn: “%s” 0 དང་ %u། (འདུས་པ) བར་གྱི་གྲངས་ཀ་ཞིག་དང་ཡང་ན %uམིན།

source: '%s' not among [%s]
bo_cn: “%s” [%s] ནང་དུ་མེད།

source: '%s' not among [0 (unknown), 1 (key), 2 (passphrase)]
bo_cn: “%s” [0(ངེས་མེད) 1(གསང་ལྡེ) 2(གསང་ཨང་)] ནང་དུ་མེད།

source: '%s' not compatible with %s '%s', please change the key or set the right %s first.
bo_cn: “%s” %s “%s” དང་འཆམ་མཐུན་མིན། གསང་ལྡེ་བཟོ་བཅོས་དང་ཡང་ན་ཡང་དག་པའི %s དབང་ཚད་སྒྲིག་བཀོད་བྱེད་རོགས།

source: '%s' option is empty
bo_cn: “%s” འདེམས་ཚན་སྟོང་པ་ཡིན།

source: '%s' option is only valid for '%s=%s'
bo_cn: “%s” འདེམས་ཚན་གྱིས “%s=%s” ཁོ་ནར་ནུས་པ་ཡོད།

source: '%s' option is only valid with mode '%s'
bo_cn: “%s” འདེམས་ཚན་རྣམ་པ “%s” ཁོ་ནར་ནུས་པ་ཡོད།

source: '%s' option requires '%s' option to be set
bo_cn: “%s” འདེམས་ཚན་ལ “%s” འདེམས་ཚན་སྒྲིག་བཀོད་བྱེད་དགོས།

source: '%s' option should be string
bo_cn: “%s” འདེམས་ཚན་ནི་ཡིག་རྟགས་ཕྲེང་བ་ཡིན་དགོས།

source: '%s' requires setting '%s' property
bo_cn: “%s” “%s” གཏོགས་གཤིས་སྒྲིག་བཀོད་བྱེད་དགོས།

source: '%s' security requires '%s' setting presence
bo_cn: “%s”བདེ་འཇག་ལ “%s” ་སྒྲིག་བཀོད་ཡོད་དགོས།

source: '%s' security requires '%s=%s'
bo_cn: “%s” ཡི་བདེ་འཇག་ལ '%s=%s'དགོས།

source: '%s' value doesn't match '%s=%s'
bo_cn: “%s” གྲངས་ཐང་དང་ “%s=%s” ཟླ་སྒྲིག་མིན།

source: '%s=%s' is incompatible with '%s > 0'
bo_cn: “%s=%s” དང་ “%s > 0” འཆམ་མཐུན་མིན།

source: '%s=%s' is not a valid configuration for '%s'
bo_cn: “%s=%s” ནི “%s” ཡི་ནུས་ཡོད་སྒྲིག་འགོད་མིན།

source: '%u' is not valid; use <%u-%u>
bo_cn: “%u” ནུས་མེད། <%u-%u>སྤྱོད་པ།

source: (%s): Invalid IID %s
bo_cn: (%s)：ནུས་མེད་ཀྱི IID %s

source: (No custom routes)
bo_cn: (ལམ་འཚོལ་གཏན་སྲོལ་མེད་པ།)

source: (No support for dynamic-wep yet...)
bo_cn: (འགུལ་རྣམ wep...རྒྱབ་སྐྱོར་མི་བྱེད།)

source: (No support for wpa-enterprise yet...)
bo_cn: ( wpa-enterprise...རྒྱབ་སྐྱོར་མི་བྱེད།)

source: (default)
bo_cn: (སོར་བཞག)

source: (none)
bo_cn: (མེད།)

source: (not available)
bo_cn: (སྤྱོད་མི་རུང་།)

source: (unknown error)
bo_cn: (ངེས་མེད་ནོར་འཁྲུལ།)

source: (unknown)
bo_cn: ( ངེས་མེད།)

source: , neither a valid setting name
bo_cn: ནུས་ཡོད་ཀྱི་སྒྲིག་འགོད་མིང་མེད།

source: -1 (unset)
bo_cn: -1། (སྒྲིག་འགོད་བྱས་མེད།)

source: 0 (disabled)
bo_cn: 0། (འགོག་སྤྱོད)

source: 802.1X supplicant configuration failed
bo_cn: 802.1X མཁོ་མཁན་སྡེབ་སྒྲིག་ཕམ་པ།

source: 802.1X supplicant disconnected
bo_cn: 802.1X མཁོ་མཁན་འབྲེལ་མཐུད་བཅད་པ།

source: 802.1X supplicant failed
bo_cn: 802.1X མཁོ་མཁན་རེ་ཞུ་ཕམ་པ།

source: 802.1X supplicant took too long to authenticate
bo_cn: 802.1X མཁོ་མཁན་ར་སྤྲོད་དུས་བརྒལ།

source: 802.1x setting requires 'wpa-eap' key management
bo_cn: 802.1x སྒྲིག་འགོད་ལ “WPA-EAP” གསང་ལྡེ་དོ་དམ་དགོས།

source: <hidden>
bo_cn: <གབ་པ།>

source: ===| nmcli interactive connection editor |===
bo_cn: ===| nmcli སྤེལ་མའི་ཚུལ་གྱི་འབྲེལ་མཐུད་རྩོམ་སྒྲིག་ཆས། |===

source: A connection with a '%s' setting must have the slave-type set to '%s'. Instead it is '%s'
bo_cn: “%s” སྒྲིག་འགོད་ཀྱི་འབྲེལ་མཐུད་སྤྱོད་ན་ངེས་པར་དུ་ཁོངས་གཏོགས་རིགས་རྣམ“%s”ལ་སྒྲིག་འགོད་བྱེད་དགོས། དེ་ལས་ལྡོག་ན་དེ་ནི “%s”ཡིན།

source: A dependency of the connection failed
bo_cn: འབྲེལ་མཐུད་ཀྱི་བརྟེན་འབྲེལ་ཕམ་པ།

source: A password is required to connect to '%s'.
bo_cn: %s' ལ་འབྲེལ་མཐུད་བྱེད་ན་གསང་ཨང་དགོས།

source: A problem with the RFC 2684 Ethernet over ADSL bridge
bo_cn: ཨེ་ཐེར་དྲ་རྒྱ RFC 2684 ADSL ཟམ་མཐུད་རྣམ་པ་ནོར་སོང་།

source: A secondary connection of the base connection failed
bo_cn: གཞི་རྩའི་འབྲེལ་མཐུད་ཀྱི་རམ་འདེགས་འབྲེལ་མཐུད་ཕམ་པ།

source: ACTIVE
bo_cn: འཁྲུག་པོ།

source: ACTIVE-PATH
bo_cn: བྱེད་སྒོའི་འགྲོ་ལམ།

source: ADDRESS
bo_cn: ཤག་གནས།

source: ADSL connection
bo_cn: ADSL འབྲེལ་མཐུད།

source: ARP targets
bo_cn: ARPདམིགས་ཚད།

source: AUTOCONNECT
bo_cn: རང་འགུལ་འབྲེལ་མཐུད།

source: AUTOCONNECT-PRIORITY
bo_cn: རང་འགུལ་འབྲེལ་མཐུད་སྔོན་ཐོབ།

source: AVAILABLE-CONNECTION-PATHS
bo_cn: སྤྱོད་རུང་མཐུད་ལམ།

source: AVAILABLE-CONNECTIONS
bo_cn: སྤྱོད་རུང་འབྲེལ་མཐུད།

source: Access Point
bo_cn: ཚ་གནད་ལྟ་སྤྱོད།

source: Access point does not support 802.1x but setting requires it
bo_cn: མཐུད་ས་ཡིས 802.1xརྒྱབ་སྐྱོར་མི་བྱེད། འོན་ཀྱང་སྒྲིག་འགོད་ལ་དེ་དགོས།

source: Access point does not support PSK but setting requires it
bo_cn: མཐུད་ས་ཡིསPSKརྒྱབ་སྐྱོར་མི་བྱེད། འོན་ཀྱང་སྒྲིག་འགོད་ལ་དེ་དགོས།

source: Access point is unencrypted but setting specifies security
bo_cn: མཐུད་ས་ལ་གསང་སྡོམ་མི་བྱེད། འོན་ཀྱང་སྒྲིག་འགོད་ཀྱིས་བདེ་འཇག་སྒྲིག་འགོད་དམིགས་འཛུགས་བྱས་ཡོད།

source: Access point mode is Ad-Hoc but setting requires Infrastructure security
bo_cn: མཐུད་སའི་རྣམ་པ་ནི Ad-Hoc ཡིན། འོན་ཀྱང་སྒྲིག་འགོད་ལ་རྨང་གཞི་དགོས་ཆས་བདེ་འཇག་དགོས།

source: Activate
bo_cn: སྐུལ་སློང་།

source: Activate a connection
bo_cn: འབྲེལ་མཐུད་སྐུལ་སློང་།

source: Activate connection details
bo_cn: བྱེད་སྒོ་འབྲེལ་མཐུད་གནས་ཚུལ་ཞིབ་ཕྲ།

source: Activation failed
bo_cn: སྐུལ་སློང་ཕམ་པ།

source: Active Backup
bo_cn: ཚ་གྲབས།

source: Active connection could not be attached to the device
bo_cn: བྱེད་སྒོ་འབྲེལ་མཐུད་སྒྲིག་ཆས་སུ་འབྲེལ་མཐུད་བྱེད་ཐབས་མེད།

source: Active connection removed before it was initialized
bo_cn: དེའི་འགོ་སྒྲིག་པའི་སྔོན་ལ་བྱེད་སྒོ་འབྲེལ་མཐུད་སུབ་དགོས།

source: Ad-Hoc Network
bo_cn: Ad-Hoc དྲ་རྒྱ།

source: Ad-Hoc mode is incompatible with 802.1x security
bo_cn: Ad-Hoc རྣམ་པ་དང་ 802.1x བདེ་འཇག་འཆམ་མཐུན་མིན།

source: Ad-Hoc mode is incompatible with LEAP security
bo_cn: Ad-Hoc རྣམ་པ་དང་ LEAP བདེ་འཐག་འཆམ་མཐུན་མིན།

source: Ad-Hoc mode requires 'open' authentication
bo_cn: Ad-Hoc རྣམ་པ་ལ “open” ར་སྤྲོད་དགོས།

source: Adaptive Load Balancing (alb)
bo_cn: ཁུར་པོ་དོ་མཉམ་རང་འཚམ། (alb)

source: Adaptive Transmit Load Balancing (tlb)
bo_cn: སྐྱེལ་འདྲེན་ཁུར་པོ་དོ་མཉམ་རང་འཚམ། ། (tlb)

source: Add
bo_cn: ཁ་སྣོན།

source: Add...
bo_cn: ཁ་སྣོན།

source: Adding a new '%s' connection
bo_cn: འབྲེལ་མཐུད་གསར་པ་ཁ་སྣོན། “%s”

source: Addresses
bo_cn: ཤག་གནས།

source: Aging time
bo_cn: རྒས་འགྱུར་དུས་ཚོད།

source: Allow BSD data compression
bo_cn: BSD གཞི་གྲངས་སྡུད་སྒྲིལ་ཆོག་པ།

source: Allow Deflate data compression
bo_cn: གཞི་གྲངས་སྡུད་སྒྲིལ་ཆོག་པ།

source: Allow control of network connections
bo_cn: ཚོད་འཛིན་དྲ་རྒྱ་འབྲེལ་མཐུད་ཆོག་པ།

source: Allowed authentication methods:
bo_cn: རུང་བའི་ར་སྤྲོད་བྱ་ཐབས།：

source: An authentication session is already underway.
bo_cn: ཐོབ་ཐང་ར་སྤྲོད་གཏམ་གླེང་སྤེལ་བཞིན་པ།

source: An http(s) address for checking internet connectivity
bo_cn: དྲ་རྒྱ་འབྲེལ་མཐུད་རང་བཞིན་གྱི http(s) ཤག་གནས་ཞིབ་བཤེར་བྱེད་པ།

source: An interface name and UUID are required
bo_cn: མཐུད་ཁའི་མིང་དང་ UUID དགོས།

source: Are you sure you want to delete the connection '%s'?
bo_cn: ཁྱེད་ཀྱིས་འབྲེལ་མཐུད “%s” བསུབ་རྒྱུ་གཏན་འཁེལ་ཡིན་ནམ།

source: Ask for this password every time
bo_cn: ནམ་ཡང་གསང་ཨང་འདི་འདྲི་རྩད་བྱེད་པ།

source: Authentication
bo_cn: གསལ་འབྱེད་ར་སྤྲོད།

source: Authentication error: %s
bo_cn: ར་སྤྲོད་ནོར་འཁྲུལ།%s

source: Authentication message: %s
bo_cn: ར་སྤྲོད་ཆ་འཕྲིན།：%s

source: Authentication required by wireless network
bo_cn: སྐུད་མེད་དྲ་རྒྱར་ར་སྤྲོད་དགོས།

source: AutoIP service error
bo_cn: AutoIPཞབས་ཞུ་ནོར་འཁྲུལ་བྱུང་བ།

source: AutoIP service failed
bo_cn: AutoIPཞབས་ཞུ་ཕམ་པ།

source: AutoIP service failed to start
bo_cn: AutoIPཞབས་ཞུ་མགོ་སློང་ཕམ་པ།

source: Automatic
bo_cn: རང་འགུལ།

source: Automatic (DHCP-only)
bo_cn: རང་འགུལ། (DHCPཁོ་ན་རྒྱུད་པ)

source: Automatically connect
bo_cn: རང་འགུལ་འབྲེལ་མཐུད།

source: Available to all users
bo_cn: སྤྱོད་མཁན་ཚང་མར་སྤྱོད་རུང་།

source: BANNER
bo_cn: འཕྲེད་འགེལ་སྦྱར་ཡིག

source: BLUETOOTH
bo_cn: སོ་སྔོན་པོ།

source: BRIDGE
bo_cn: ཟམ་མཐུད།

source: BRIDGE PORT
bo_cn: ཟམ་མཐུད་སྣེ་ཁ།

source: Bluetooth
bo_cn: སོ་སྔོན་པོ།

source: Bluetooth device address:
bo_cn: སོ་སྔོན་སྒྲིག་ཆས་ཤག་གནས།：

source: Bluetooth type %s
bo_cn: སོ་སྔོན་རིགས་རྣམ %s

source: Bond
bo_cn: བསྡམས་བཅད།

source: Bond connection
bo_cn: བསྡམས་བཅད་འབྲེལ་མཐུད།

source: Bond connection %d
bo_cn: འབྲེལ་མཐུད་བསྡམས་བཅད། %d

source: Bonding arp-interval [0]:
bo_cn: བསྡམས་བཅད arp-interval [0]：

source: Bonding arp-ip-target [none]:
bo_cn: བསྡམས་བཅད arp-ip-target [མེད]：

source: Bonding downdelay [0]:
bo_cn: བསྡམས་བཅད downdelay [0]：

source: Bonding miimon [100]:
bo_cn: བསྡམས་བཅད miimon [100]：

source: Bonding mode [balance-rr]:
bo_cn: བསྡམས་བཅདརྣམ་པ [balance-rr]：

source: Bonding monitoring mode %s
bo_cn: བསྡམས་བཅད་ལྟ་འཛིན་རྣམ་པ %s

source: Bonding primary interface [none]:
bo_cn: བསྡམས་བཅད་མཐུད་ཁ་གཙོ་བོ [མེད]：

source: Bonding updelay [0]:
bo_cn: བསྡམས་བཅད updelay [0]：

source: Bridge
bo_cn: ཟམ་མཐུད།

source: Bridge connection
bo_cn: ཟམ་མཐུད།

source: Bridge connection %d
bo_cn: ཟམ་མཐུད་འབྲེལ་མཐུད %d

source: Bridge port STP path cost [100]:
bo_cn: ཟམ་མཐུད་སྣེ་ཁ STP བགྲོད་ལམ་འགྲོ་སོང་། [100]：

source: Bridge port priority [32]:
bo_cn: ཟམ་མཐུད་སྣེ་ཁ་སྔོན་རིམ། [32]：

source: Broadcast
bo_cn: རྒྱང་བསྒྲགས།

source: CA certificate must be in X.509 format
bo_cn: CA དཔང་ཡིག་ངེས་པར་དུ X.509 རྣམ་གཞག་ཡིན་དགོས།

source: CAPABILITIES
bo_cn: བྱེད་ནུས།

source: CARRIER
bo_cn: ཐེག་རླབས།

source: CARRIER-DETECT
bo_cn: ཐེག་རླབས་བཤེར་འཇལ།

source: CDMA connection
bo_cn: CDMA འབྲེལ་མཐུད།

source: CFG
bo_cn: སྡེབ་སྒྲིག

source: CONNECTION
bo_cn: འབྲེལ་མཐུད།

source: CONNECTIONS
bo_cn: འབྲེལ་མཐུད།

source: CONNECTIVITY
bo_cn: འབྲེལ་མཐུད།

source: Caller did not specify D-Bus path for object
bo_cn: ལྟ་སྤྱོད་མཁན་གྱིསD-Busབགྲོད་ལམ་དང་ཡང་ན་ཁ་གཏད་ས་དམིགས་འཛུགས་བྱེད་མི་ཐུབ་པ།

source: Cancel
bo_cn: འདོར་བ།

source: Cannot create '%s': %s
bo_cn: “%s”：%s བཟོ་མི་ཐུབ་པ།

source: Cannot set '%s' without '%s'
bo_cn: “%2$s”མེད། “%1$s”སྒྲིག་འགོད་བྱེད་ཐབས་མེད།

source: Carrier/link changed
bo_cn: རླབས་ཐེག་/འབྲེལ་མཐུད་བཟོ་བཅོས་བྱས་ཟིན།

source: Channel
bo_cn: རྒྱུ་ལམ།

source: Cloned MAC [none]:
bo_cn: འདྲ་ཕབ་བྱས་པའི MAC [མེད]：

source: Cloned MAC address
bo_cn: MAC ཤག་གནས་རྒྱུད་བཤུས།

source: Closing %s failed: %s
bo_cn: %s སྒོ་རྒྱག་ཕམ་པ།：%s

source: Config directory location
bo_cn: དཀར་ཆག་གནས་ཡུལ་སྡེབ་སྒྲིག

source: Config file location
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆ་གནས་ས།

source: Connected
bo_cn: འབྲེལ་མཐུད་བྱས་ཟིན།

source: Connecting...
bo_cn: འབྲེལ་མཐུད་བྱེད་བཞིན་པ།...

source: Connection (name, UUID, or path):
bo_cn: འབྲེལ་མཐུད(མིང་ UUID ཡང་ན་བགྲོད་ལམ།)：

source: Connection UUID
bo_cn: UUIDའབྲེལ་མཐུད།

source: Connection is already active
bo_cn: འཁྲུག་ཆ་དོད་པའི་འབྲེལ་མཐུད་ཡིན།

source: Connection profile details
bo_cn: འབྲེལ་མཐུད་སྡེབ་སྒྲིག་གནས་ཚུལ་ཞིབ་ཕྲ།

source: Connection removed before it was initialized
bo_cn: དེ་འགོ་སྒྲིགབྱེད་པའི་སྔོན་ལ་འབྲེལ་མཐུད་སུབ་པ།

source: Connection sharing via a protected WiFi network
bo_cn: སྲུང་སྐྱོབ་ཐོབ་པའི WiFi དྲ་རྒྱ་རྒྱུད་ནས་འབྲེལ་མཐུད་མཉམ་སྤྱོད་བྱེད་པ།

source: Connection sharing via an open WiFi network
bo_cn: ཡོངས་བསྒྲགས WiFi དྲ་རྒྱ་རྒྱུད་ནས་འབྲེལ་མཐུད་མཉམ་སྤྱོད་བྱེད་པ།

source: Connection type:
bo_cn: འབྲེལ་མཐུད་རིགས་གྲས།:

source: Connection(s) (name, UUID, or path):
bo_cn: འབྲེལ་མཐུད(མིང་། UUID ཡང་ན་བགྲོད་ལམ།)：

source: Connectivity
bo_cn: འབྲེལ་མཐུད།

source: Could not activate connection: %s
bo_cn: འབྲེལ་མཐུད་སྐུལ་སློང་བྱེད་ཐབས་མེད།： %s

source: Could not contact NetworkManager: %s.
bo_cn: འབྲེལ་མཐུད་བྱེད་ཐབས་མེད། NetworkManager：%s。

source: Could not create editor for connection '%s' of type '%s'.
bo_cn: འབྲེལ་མཐུད '%s'། ('%s'རིགས་རྣམ）ལ་རྩོམ་སྒྲིག་ཆས་གསར་འཛུགས་བྱེད་ཐབས་མེད།

source: Could not create editor for invalid connection '%s'.
bo_cn: ནུས་མེད་ཀྱི་འབྲེལ་མཐུད '%s' ལ་རྩོམ་སྒྲིག་ཆས་གསར་འཛུགས་བྱེད་ཐབས་མེད།

source: Could not create temporary file: %s
bo_cn: གནས་སྐབས་ཡིག་ཆ་གསར་འཛུགས་བྱེད་མི་ཐུབ།：%s

source: Could not decode private key.
bo_cn: སྒེར་ལྡེ་ཨང་དགྲོལ་བྱེད་ཐབས་མེད།

source: Could not delete connection '%s': %s
bo_cn: འབྲེལ་མཐུད“%s”：%s བསུབ་ཐབས་མེད།

source: Could not find "%s" binary
bo_cn: “%s” གཉིས་གོང་འགྲིལ་ལུགས་རྙེད་མེད།

source: Could not generate random data.
bo_cn: སྐབས་བསྟུན་གཞི་གྲངས་འགྲུབ་མི་ཐུབ།

source: Could not parse arguments
bo_cn: ཞུགས་གྲངས་དབྱེ་ཞིབ་བྱེད་ཐབས་མེད།

source: Could not re-read file: %s
bo_cn: ཡིག་ཆ་བསྐྱར་དུ་ཀློག་ཐབས་མེད།： %s

source: Couldn't convert password to UCS2: %d
bo_cn: གསང་ཨང་ USC2 རྣམ་པ་རུ་སྒྱུར་ཐབས་མེད།：%d

source: Couldn't decode PKCS#12 file: %d
bo_cn: PKCS#12 ཡིག་ཆ་ཨང་དགྲོལ་བྱེད་ཐབས་མེད།：%d

source: Couldn't decode PKCS#12 file: %s
bo_cn: PKCS#12 ཡིག་ཆ་ཨང་དགྲོལ་བྱེད་ཐབས་མེད།：%s

source: Couldn't decode PKCS#8 file: %s
bo_cn: PKCS#8 ཡིག་ཆ་ཨང་དགྲོལ་བྱེད་ཐབས་མེད།：%s

source: Couldn't decode certificate: %d
bo_cn: དཔང་ཡིག་ཨང་དགྲོལ་བྱེད་ཐབས་མེད།：%d

source: Couldn't decode certificate: %s
bo_cn: དཔང་ཡིག་ཨང་དགྲོལ་བྱེད་ཐབས་མེད།：%s

source: Couldn't initialize PKCS#12 decoder: %d
bo_cn: PKCS#12 ཨང་དགྲོལ་ཆས་འགོ་སྒྲིག་བྱེད་ཐབས་མེད།：%d

source: Couldn't initialize PKCS#12 decoder: %s
bo_cn: PKCS#12 ཨང་དགྲོལ་ཆས་འགོ་སྒྲིག་བྱེད་ཐབས་མེད།：%s

source: Couldn't initialize PKCS#8 decoder: %s
bo_cn: PKCS#8 ཨང་དགྲོལ་ཆས་འགོ་སྒྲིག་བྱེད་ཐབས་མེད།：%s

source: Couldn't verify PKCS#12 file: %d
bo_cn: PKCS#12 ཡིག་ཆ་དག་བཤེར་བྱེད་ཐབས་མེད།：%d

source: Couldn't verify PKCS#12 file: %s
bo_cn: PKCS#12 ཡིག་ཆ་དག་བཤེར་བྱེད་ཐབས་མེད།：%s

source: Create
bo_cn: གསར་བཟོ།

source: Current DHCPv4 address
bo_cn: མིག་སྔའི DHCPv4 ཤག་གནས།

source: DCB or FCoE setup failed
bo_cn: གཞི་གྲངས་ལྟེ་གནས་ཀྱི་ཟམ་པའམ་ཡང་ན་ཨེ་ཐེར་དྲ་རྒྱ་འོད་སྐུད་རྒྱུ་ལམ་སྒྲིག་འགོད་ཕམ་པ།

source: DEFAULT
bo_cn: སོར་བཞག

source: DEVICE
bo_cn: སྒྲིག་ཆས།

source: DEVICES
bo_cn: སྒྲིག་ཆས།

source: DHCP anycast MAC address [none]:
bo_cn: DHCPསྐུལ་གཏོང་MACཤག་གནས་[མེད]

source: DHCP client error
bo_cn: DHCP མཁོ་མཁན་ནོར་འཁྲུལ།

source: DHCP client failed
bo_cn: DHCP མཁོ་མཁན་འབྲེལ་མཐུད་ཕམ་པ།

source: DHCP client failed to start
bo_cn: DHCP མཁོ་མཁན་འགོ་སློང་ཕམ་པ།

source: DNS servers
bo_cn: DNS ཞབས་ཞུ་ཆས།

source: DOMAIN
bo_cn: ཁོངས།

source: DOMAINS
bo_cn: ཁོངས།

source: DRIVER
bo_cn: སྐུལ་སློང་བྱ་རིམ།

source: DRIVER-VERSION
bo_cn: སྐུལ་སློང་པར་གཞི།

source: DSL authentication
bo_cn: DSL ར་སྤྲོད།

source: DSL connection %d
bo_cn: DSL འབྲེལ་མཐུད %d

source: DUN connection must include a GSM or CDMA setting
bo_cn: DUN འབྲེལ་མཐུད་ལ་ངེས་པར་དུ GSM ཡང་ན CDMA སྒྲིག་འགོད་འདུ་དགོས།

source: DUN requested, but Bluetooth device does not support DUN
bo_cn: DUN རེ་ཞུ་བྱས་ཀྱང་སོ་སྔོན་སྒྲིག་ཆས་ཀྱིས་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Datagram
bo_cn: གཞི་གྲངས་ཚགས་པར།

source: Deactivate
bo_cn: འགོག་སྤྱོད།

source: Delete
bo_cn: བསུབ་པ།

source: Destination
bo_cn: དམིགས་ས།

source: Detect a slave connection with '%s' set and a port type '%s'. '%s' should be set to '%s'
bo_cn: ཁོངས་གཏོགས་འབྲེལ་མཐུད “%s” སྒྲིག་འགོད་དང་ “%s” སྣེ་ཁའི་རིགས་རྣམ་སྤྱད་པ་བཤེར་འཇལ་བྱས། “%s” དེ “%s”ལ་སྒྲིག་འགོད་བྱེད་དགོས།

source: Device
bo_cn: སྒྲིག་ཆས།

source: Device '%s' successfully activated with '%s'.
bo_cn: སྒྲིག་ཆས “%s” རྒྱལ་ཁའི་ངང་ “%s”ནས་སྐུལ་སློང་བྱས་ཟིན།

source: Device '%s' successfully disconnected.
bo_cn: སྒྲིག་ཆས “%s” རྒྱལ་ཁའི་ངང་བཅད་པ།

source: Device '%s' successfully removed.
bo_cn: སྒྲིག་ཆས “%s” རྒྱལ་ཁའི་ངང་བསུབ་པ།

source: Device details
bo_cn: སྒྲིག་ཆས་ཀྱི་གནས་ཚུལ་ཞིབ་ཕྲ།

source: Device disconnected by user or client
bo_cn: "སྒྲིག་ཆས་སྤྱོད་མཁན་དང་ཡང་ན་མཁོ་མཁན་གྱིས་འབྲེལ་མཐུད་གཅོད།

source: Device is now managed
bo_cn: སྒྲིག་ཆས་ཚབ་གཉེར་བྱས་ཟིན་པ།

source: Device is now unmanaged
bo_cn: སྒྲིག་ཆས་གཞན་དུ་སྤོས་ཟིན་པ།

source: Disabled
bo_cn: འགོག་སྤྱོད།

source: Disconnected by D-Bus
bo_cn: D-Bus ཡིས་གཅོད་པ།

source: Do you also want to clear '%s'? [yes]:
bo_cn: ཁྱེད་ཀྱིས་ཀྱང་ “%s”གཙང་སེལ་བྱེད་འདོད་དམ། [ཡིན]：

source: Do you also want to set '%s' to '%s'? [yes]:
bo_cn: ཁྱེད་ཀྱིས་ཀྱང་“%s” ཞེས་པ་དེ “%s” རུ་སྒྲིག་འགོད་བྱེད་འདོད་དམ།[ཡིན]：

source: Do you want to add IP addresses? %s
bo_cn: ཁྱེད་ཀྱིས IPཤག་གནས་ཁ་སྣོན་བྱེད་འདོད་དམ། %s

source: Do you want to provide it? %s
bo_cn: ཁྱེད་ཀྱིས %s མཁོ་འདོན་བྱེད་འདོད་དམ།

source: Do you want to remove them? [yes]
bo_cn: ཁྱོད་ཀྱིས་དེ་ཚོ་བསུབ་འདོད་དམ། [ཡིན]

source: Doesn't look like a PEM private key file.
bo_cn: PEM སྒེར་ལྡེ་ཡིག་ཆ་ཞིག་དང་མི་འདྲ།

source: Don't become a daemon
bo_cn: ལྟ་སྲུང་གི་འཕེལ་རིམ་དུ་མི་འགྱུར་བར་བྱ་དགོས།

source: Don't become a daemon, and log to stderr
bo_cn: ལྟ་སྲུང་གི་འཕེལ་རིམ་དུ་མི་འགྱུར་བར་བྱེད་དགོས་པ་མ་ཟད།ཉིན་ཐོ་Sderrལ་ཟིན་ཐོ་བཀོད།

source: Don't print anything
bo_cn: ཆ་འཕྲིན་གང་ཡང་མི་དཔར།

source: Dynamic WEP (802.1x)
bo_cn: འགུལ་རྣམ WEP། (802.1x)

source: Dynamic WEP requires 'ieee8021x' key management
bo_cn: འགུལ་རྣམ WEP ལ “ieee8021x” གསང་ལྡེ་དོ་དམ་དགོས།

source: Dynamic WEP requires 'open' authentication
bo_cn: འགུལ་རྣམ WEP ལ “open” ར་སྤྲོད་དགོས།

source: Dynamic WEP requires an 802.1x setting
bo_cn: འགུལ་རྣམ WEP ཡིས 802.1x ལ་སྒྲིག་འགོད་བྱེད་དགོས།

source: ETHERNET
bo_cn: ཨེ་ཐེར་དྲ་རྒྱ།

source: Edit '%s' value:
bo_cn: “%s” གྲངས་ཐང་རྩོམ་སྒྲིག：

source: Edit Connection
bo_cn: འབྲེལ་མཐུད་རྩོམ་སྒྲིག

source: Edit a connection
bo_cn: འབྲེལ་མཐུད་རྩོམ་སྒྲིག

source: Edit...
bo_cn: རྩོམ་སྒྲིག།

source: Editing existing '%s' connection: '%s'
bo_cn: ད་ཡོད་ཀྱི “%s” འབྲེལ་མཐུད་རྩོམ་སྒྲིག：“%s”

source: Editor failed with signal %d
bo_cn: རྩོམ་སྒྲིག་ཆས་ཕམ་སོང་། བརྡ་རྟགས་ནི %d

source: Editor failed with status %d
bo_cn: རྩོམ་སྒྲིག་ཆས་ཕམ་སོང་། རྣམ་པ་ནི %d

source: Editor failed: %s
bo_cn: རྩོམ་སྒྲིག་ཆས་ཕམ་སོང་།: %s

source: Egress priority maps [none]:
bo_cn: Egress སྔོན་ཐོབ་རིམ་རྟེན་འཕྲོ། [མེད]：

source: Enable STP %s
bo_cn: སྤྱོད་འགོ་རྩོམ་པ། STP %s

source: Enable STP (Spanning Tree Protocol)
bo_cn: སྤྱོད་འགོ་རྩོམ་པ། STP། (རྒྱ་སྐྱེད་སྡོང་བོའི་གྲོས་ཆིངས།)
