Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/NetworkManager.po
Languages: bo_cn

source: Whether DHCPv4 must be successful
bo_cn: DHCPv4ངེས་པར་དུ་ལེགས་འགྲུབ་བྱེད་དགོས་མིན།

source: Whether SLAAC must be successful
bo_cn: SLACངེས་པར་དུ་ལེགས་འགྲུབ་བྱེད་དགོས་མིན།

source: Whether to manage IPv6 SLAAC
bo_cn: IPv6 SLACདོ་དམ་བྱེད་མིན།

source: Client
bo_cn: མཁོ་མཁན།

source: Wi-Fi connection %d
bo_cn: Wi-Fi འབྲེལ་མཐུད། %d

source: Wi-Fi mode
bo_cn: Wi-Fi རྣམ་པ།

source: Wi-Fi radio switch
bo_cn: Wi-Fi སྐུད་མེད་གློག་གི་འཕྲོ་ཟློས་བསད་སྤར།

source: Wi-Fi scan list
bo_cn: Wi-Fi བཤར་འབེབས་རེའུ་མིག

source: None
bo_cn: མེད།

source: WiMAX NSP name:
bo_cn: WiMAX NSP མིང་།：

source: Wired
bo_cn: སྐུད་ཡོད་འབྲེལ་མཐུད།

source: Wired 802.1X authentication
bo_cn: སྐུད་ཡོད་ 802.1X ར་སྤྲོད།

source: Wired connection
bo_cn: སྐུད་ཡོད་འབྲེལ་མཐུད།

source: Wired connection %d
bo_cn: སྐུད་ཡོད་འབྲེལ་མཐུད %d

source: Writing to %s failed: %s
bo_cn: %s འབྲི་འཇུག་ཕམ་པ།：%s

source: XOR
bo_cn: ཐ་དད་ཡང་ན།

source: [NM property description]
bo_cn: [NM གཏོགས་གཤིས་ཞིབ་བརྗོད།]

source: [nmcli specific description]
bo_cn: [nmcliདམིགས་བསལ་ཞིབ་བརྗོད]

source: a connection using '%s' authentication cannot use WPA key management
bo_cn: “%s” ར་སྤྲོད་ཀྱི་འབྲེལ་མཐུད་སྤྱད་པ་ཞིག་གིས WPA གསང་ལྡེ་དོ་དམ་སྤྱོད་ཐབས་མེད།

source: activated
bo_cn: སྐུལ་སློང་བྱས་ཟིན་པ།

source: activating
bo_cn: སྐུལ་སློང་བྱེད་བཞིན་པ།

source: advertise,
bo_cn: བརྡ་ཁྱབ།

source: agent-owned,
bo_cn: ཡོད་ཚབ་ཚབ་བྱེད།

source: asleep
bo_cn: མལ་གསོ།

source: auth
bo_cn: ར་སྤྲོད།

source: auto
bo_cn: རང་འགུལ།

source: bandwidth percentages must total 100%%
bo_cn: ཞེང་ཚད་ཀྱི་བརྒྱ་ཆའི་བསྡུར་ཚད་བསྡོམས་འབོར་ངེས་པར་དུ་ 100%% ཡིན་དགོས།

source: binary data missing
bo_cn: གཉིས་གོང་འགྲིལ་ལུགས་གཞི་གྲངས་ཆད་པ།

source: bluetooth
bo_cn: སོ་སྔོན།

source: bond
bo_cn: བསྡམས་བཅད།

source: bridge
bo_cn: དྲ་ཟམ།

source: bridge-slave
bo_cn: ཕྱོགས་གཏོགས་ཟམ་མཐུད།

source: bytes
bo_cn: ཡིག་ཚིགས་གྲངས།

source: can't set property of type '%s' from value of type '%s'
bo_cn: རིགས་རྣམ “%s” ཡི་གཏོགས་གཤིས་སྒྲིག་འགོད་བྱེད་ཐབས་མེད། (ཁོངས་གཏོགས་རིགས་རྣམ་ནི “%s” ཡི་གྲངས་ཐང་ཡིན།)

source: certificate is invalid: %s
bo_cn: དཔང་ཡིག་ནུས་མེད།：%s

source: certificate or key file '%s' does not exist
bo_cn: དཔང་ཡིག་གམ་གསང་ལྡེ་ཡིག་ཆ “%s” མེད།

source: connected
bo_cn: འབྲེལ་མཐུད་ཟིན་པ།

source: connected (local only)
bo_cn: འབྲེལ་མཐུད་བྱས་ཟིན་པ། (རང་ས་ཁོ་ན།)

source: connected (site only)
bo_cn: འབྲེལ་མཐུད་བྱས་ཟིན་པ། (དྲ་ཚིགས་ཁོ་ན།)

source: connecting
bo_cn: འབྲེལ་མཐུད་བྱེད་བཞིན་པ།

source: connecting (checking IP connectivity)
bo_cn: འབྲེལ་མཐུད་བྱེད་བཞིན་པ། (IP འབྲེལ་མཐུད་ཞིབ་བཤེར།)

source: connecting (configuring)
bo_cn: འབྲེལ་མཐུད་བྱེད་བཞིན་པ། (སྡེབ་སྒྲིག)

source: connecting (getting IP configuration)
bo_cn: འབྲེལ་མཐུད་བྱེད་བཞིན་པ།(IP སྡེབ་སྒྲིག་ཐོབ་པ། )

source: connecting (need authentication)
bo_cn: འབྲེལ་མཐུད་བྱེད་བཞིན་པ། (ར་སྤྲོད་དགོས་པ།)

source: connecting (prepare)
bo_cn: འབྲེལ་མཐུད་བྱེད་བཞིན་པ།(སྟ་གོན།)

source: connecting (starting secondary connections)
bo_cn: འབྲེལ་མཐུད་བྱེད་བཞིན་པ། (འགོ་སློང་རམ་འདེགས་འབྲེལ་མཐུད)

source: connection
bo_cn: འབྲེལ་མཐུད།

source: connection does not match access point
bo_cn: འབྲེལ་མཐུད་མཐུད་སྣེ་རུ་ཟླ་སྒྲིག་མིན།

source: connection does not match device
bo_cn: འབྲེལ་མཐུད་སྒྲིག་ཆས་སུ་ཟླ་སྒྲིག་མིན།

source: connection failed
bo_cn: འབྲེལ་མཐུད་ཕམ་པ།

source: connection type '%s' is not valid
bo_cn: འབྲེལ་མཐུད་རིགས་རྣམ “%s” ནུས་མེད།

source: data missing
bo_cn: གཞི་གྲངས་ཆད་པ།

source: deactivated
bo_cn: སྤྱོད་འགོག་ཟིན།

source: deactivating
bo_cn: འགོག་སྤྱོད་བྱེད་བཞིན་པ།

source: default
bo_cn: སོར་བཞག

source: default route cannot be added (NetworkManager handles it by itself)
bo_cn: སོར་བཞག་ལམ་འཚོལ（NetworkManager ཡིས་རང་སྤྱོད།）ཁ་སྣོན་བྱེད་ཐབས་མེད།

source: deprecated semicolon at the end of value %s: '%s'
bo_cn: %s གྲངས་ཐང་གི་མཇུག་ལ་གཅོད་རྟགས་སྤྱོད་རྒྱུ་རྒྱབ་སྐྱོར་མི་བྱེད།: “%s”

source: device '%s' not compatible with connection '%s'
bo_cn: སྒྲིག་ཆས “%s” དང་འབྲེལ་མཐུད “%s” འཆམ་མཐུན་མིན།

source: disabled
bo_cn: འགོག་སྤྱོད་བྱས་ཟིན།

source: disconnected
bo_cn: ཆད་ཟིན་པ།

source: disconnecting
bo_cn: འབྲེལ་མཐུད་གཅོད་བཞིན་པ།

source: don't know how to get the property value
bo_cn: གཏོགས་གཤིས་གྲངས་ཐང་ཇི་ལྟར་ཐོབ་པ་མི་ཤེས།

source: element invalid
bo_cn: གཞི་རྒྱུ་ནུས་མེད།

source: enabled
bo_cn: སྤྱོད་འགོ་བརྩམས་ཟིན་པ།

source: enabled,
bo_cn: སྤྱོད་འགོ་བརྩམས་ཟིན།

source: error loading setting value: %s
bo_cn: སྒྲིག་ཐང་ཀློག་པ་ནོར་བ།：%s

source: ethernet
bo_cn: ཨེ་ཐེར་དྲ་རྒྱ།

source: failed to convert value '%s' to uint
bo_cn: %s' གྲངས་ཐང་ uint རིགས་རྣམ་ལ་བསྒྱུར་བ་ཕམ་པ།

source: failed to read passwd-file '%s': %s
bo_cn: passwd-file ཀློག་འདོན་ཕམ་པ། '%s': %s

source: field '%s' has to be alone
bo_cn: ཡིག་དུམ '%s' ངེས་པར་དུ་ཁེར་རྐྱང་ཡིན་དགོས།

source: file:// URI is empty
bo_cn: file:// URI སྟོང་པ་ཡིན།

source: file:// URI is not valid UTF-8
bo_cn: file:// URI ནི་ནུས་མེད་ཀྱི UTF-8 སྒྲིག་ཨང་ཡིན།

source: file:// URI not NUL terminated
bo_cn: file:// URI ནི NUL མཇུག་བསྡུས་མིན།

source: flags are invalid
bo_cn: མཚོན་རྟགས་གནས་ནུས་མེད།

source: flags invalid
bo_cn: ངོ་རྟགས་ནུས་མེད།

source: flags invalid - disabled
bo_cn: ངོ་རྟགས་ནུས་མེད - འགོག་སྤྱོད་བྱས་ཟིན།

source: full
bo_cn: མཐོ་ཤོས།

source: garbage at the end of value %s: '%s'
bo_cn: གྲངས་ཐང་ %s ཡི་མཇུག་ཏུ་གད་སྙིགས་ཡོད།：'%s'

source: gateway cannot be set if there are no addresses configured
bo_cn: གལ་ཏེ་སྡེབ་སྒྲིག་པའི་ཤག་གནས་མེད་ན་དྲ་སྟེམ་སྒྲིག་འགོད་བྱེད་ཐབསས་མེད།

source: gateway is invalid
bo_cn: དྲ་སྟེམ་ནུས་མེད།

source: has to match '%s' property for PKCS#12
bo_cn: ངེས་པར་དུ PKCS#12 ཡི '%s' གཏོགས་གཤིས་ཟླ་སྒྲིག་བྱེད་དགོས།

source: ignoring invalid %s address: %s
bo_cn: ནུས་མེད་ཀྱི %s ཤག་གནས་སྣང་མེད་དུ་འཇོག་པ།：%s"

source: ignoring invalid %s route: %s
bo_cn: ནུས་མེད་ཀྱི %s ལམ་འཚོལ་སྣང་མེད་དུ་འཇོག་པ།：%s"

source: ignoring invalid DNS server IPv4 address '%s'
bo_cn: ནུས་མེད་ཀྱི་ DNS ཞབས་ཞུ་ཆས IPv4 ཤག་གནས་སྣང་མེད་དུ་འཇོག་པ། '%s'

source: ignoring invalid DNS server IPv6 address '%s'
bo_cn: ནུས་མེད་ཀྱི DNS ཞབས་ཞུ་ཆས IPv6 ཤག་གནས་སྣང་མེད་དུ་འཇོག་པ། '%s'

source: ignoring invalid MAC address
bo_cn: ནུས་མེད་ཀྱི MAC ཤག་གནས་སྣང་མེད་དུ་འཇོག་པ།

source: ignoring invalid SSID
bo_cn: ནུས་མེད་ཀྱི SSID སྣང་མེད་དུ་འཇོག་པ།

source: ignoring invalid binary property
bo_cn: ནུས་མེད་ཀྱི་གཉིས་གོང་འགྲིལ་ལུགས་གཏོགས་གཤིས་སྣང་མེད་དུ་འཇོག་པ།

source: ignoring invalid byte element '%d' (not between 0 and 255 inclusive)
bo_cn: ནུས་མེད་ཡིག་ཚིགས་གཞི་རྒྱུ '%d'(0 ནས 255 བར་ན་མེད་པ།)སྣང་མེད་དུ་འཇོག་པ།

source: ignoring invalid gateway '%s' for %s route
bo_cn: %2$s ལམ་འཚོལ་ལ་ནུས་མེད་དྲ་སྟེམ “%1$s”སྣང་མེད་དུ་འཇོག་པ།

source: ignoring invalid number '%s'
bo_cn: ནུས་མེད་ཀྱི་གྲངས་ཀ '%s'སྣང་མེད་དུ་འཇོག་པ

source: ignoring invalid raw password
bo_cn: ནུས་མེད་ཀྱི་གདོད་མའི་གསང་ཨང་སྣང་མེད་དུ་འཇོག་པ།

source: ignoring missing number
bo_cn: ཆད་པའི་གྲངས་ཀ་སྣང་མེད་དུ་འཇོག་པ།

source: index '%d' is not in range <0-%d>
bo_cn: གསལ་བྱང་ “%d” དེ <0-%d> ཡི་ཁྱབ་ཁོངས་སུ་མེད།

source: index '%d' is not in the range of <0-%d>
bo_cn: གསལ་བྱང་ “%d” དེ <0-%d> ཡི་ཁྱབ་ཁོངས་སུ་མེད།

source: index '%s' is not valid
bo_cn: གསལ་བྱང་ “%s” ནུས་མེད།

source: interface name of software infiniband device must be '%s' or unset (instead it is '%s')
bo_cn: མཉེན་ཆས infiniband སྒྲིག་ཆས་མཐུད་ཁའི་མིང་ངེས་པར་དུ '%s' དང་ཡང་ན unset ཡིན་དགོས། (ད་ལྟའི '%s'ཡིན་མི་ཆོག)

source: invalid '%s' or its value '%s'
bo_cn: ནུས་མེད་ཀྱི '%s' དང་ཡང་ན་དེའི་གྲངས་ཐང་ '%s'

source: invalid IP address: %s
bo_cn: ནུས་མེད་ཀྱི IP ཤག་གནས།：%s

source: invalid IPv4 address '%s'
bo_cn: ནུས་མེད་ཀྱི IPv4 ཤག་གནས། '%s'

source: invalid IPv6 address '%s'
bo_cn: ནུས་མེད་ཀྱི IPv6 ཤག་གནས། %s

source: invalid VPN secrets
bo_cn: ནུས་མེད VPN གསང་སྡོམ།

source: invalid certificate format
bo_cn: ནུས་མེད་ཀྱི་དཔང་ཡིག་རྣམ་གཞག

source: invalid char value (%i)
bo_cn: ནུས་མེད་ཡིག་རྟགས་ཐང་། (%i)

source: invalid field '%s'; allowed fields: %s
bo_cn: ནུས་མེད་ཁོངས “%s” རུང་བའི་ཁོངས།：%s

source: invalid field '%s'; allowed fields: %s and %s, or %s,%s
bo_cn: ནུས་མེད་ཀྱི་ཡིག་དུམ “%s” རུང་བའི་ཡིག་དུམ་ལ：%s དང་ %s，ཡང་ན %s འདུས། %s

source: invalid gateway address '%s'
bo_cn: ནུས་མེད་ཀནཡི་དྲ་སྟེམ་ཤག་གནས། “%s”

source: invalid int64 value (%s)
bo_cn: int64 ཐང་ནུས་མེད། (%s)

source: invalid key/cert value
bo_cn: ནུས་མེད་ཀྱི་གསང་ལྡེ/དཔང་ཡིག་ཐང་།

source: invalid key/cert value data:;base64, is not base64
bo_cn: ནུས་མེད་ཀྱི་གསང་ལྡེ/དཔང་ཡིག་ཐང་གཞི་གྲངས།:;base64， base64མིན།

source: invalid key/cert value data:;base64,file://
bo_cn: ནུས་མེད་ཀྱི་གསང་ལྡེ/དཔང་ཡིག་ཐང་གཞི་གྲངས།:;base64，file://

source: invalid key/cert value is not a valid blob
bo_cn: ནུས་མེད་ཀྱི་ key/cert ཐང་ནི་ནུས་མེད་ཀྱི blob ཡིན།

source: invalid key/cert value path "%s"
bo_cn: ནུས་མེད་ཀྱི་གསང་ལྡེ/དཔང་ཡིག་ཐང་འགྲོ་ལམ། “%s”

source: invalid negative value (%i)
bo_cn: ནུས་མེད་ཀྱི་བུན་ཐང་། (%i)

source: invalid option '%s'
bo_cn: འདེམས་ཚན་ནུས་མེད། “%s”

source: invalid option '%s' or its value '%s'
bo_cn: འདེམས་ཚན “%s” ཡང་ན་དེའི་ཐང་ “%s” ནུས་མེད།

source: invalid parity value '%s'
bo_cn: ནུས་མེད་ཀྱི་ཆ་ཡ་དག་བཤེར་ཐང་། “%s”

source: invalid phase2 private key
bo_cn: ནུས་མེད་ཀྱི་དུས་རིམ་གཉིས་པའི་སྒེར་ལྡེ།

source: invalid prefix '%s'; <1-%d> allowed
bo_cn: ནུས་མེད་ཀྱི་སྔོན་འཇུག '%s' <1-%d>ཁོ་ན་རུང་བ།

source: invalid prefix length for %s '%s', defaulting to %d
bo_cn: "%s “%s” ནུས་མེད་སྔོན་འཇུག་རིང་ཚད། སོར་བཞག་ནི %d ཡིན།

source: invalid priority map '%s'
bo_cn: ནུས་མེད་ཀྱི་སྔོན་རིམ་རྟེན་འཕྲོ། “%s”

source: invalid private key
bo_cn: ནུས་མེད་ཀྱི་སྒེར་ལྡེ།

source: invalid route: %s
bo_cn: ནུས་མེད་ཀྱི་ལམ་འཚོལ།：%s

source: invalid setting name '%s'
bo_cn: སྒྲིག་འགོད་མིང་ནུས་མེད། “%s”

source: invalid setting name in 'password' entry '%s'
bo_cn: “password” ས་བཅད “%s” ནང་སྒྲིག་འགོད་མིང་ནུས་མེད་ཡིན།

source: is not a valid MAC address
bo_cn: ནུས་ཡོད་ཀྱི MAC ཤག་གནས་ཤིག་མིན།

source: mandatory option '%s' is missing
bo_cn: ངེས་པར་དུ་དགོས་པའི་འདེམས་ཚན “%s” ཆད་པ།

source: ms
bo_cn: ཧའོ་སྐར་ཆ།

source: missing colon in 'password' entry '%s'
bo_cn: “password” ས་བཅད '%s' འདྲེན་རྟགས་མི་འདང་བ།

source: missing dot in 'password' entry '%s'
bo_cn: “password” ས་བཅད '%s' ཚེག་མི་འདང་བ།

source: missing name, try one of [%s]
bo_cn: མིང་མི་འདང་བས [%s] ཚོད་ལྟ་བྱ་རོགས།

source: missing option
bo_cn: ཆད་ཤོར་གྱི་འདེམས་ཚན།

source: missing prefix length for %s '%s', defaulting to %d
bo_cn: "%s '%s' སྔོན་འཇུག་རིང་ཚད་མི་འདང་། སོར་བཞག་ནི %d ཡིན།

source: missing setting
bo_cn: སྒྲིག་འགོད་མི་འདང་།

source: mobile broadband
bo_cn: སྒུལ་བདེའི་དྲ་ཆེན།

source: mtu for transport mode '%s' can be at most %d but it is %d
bo_cn: "རྒྱུད་གཏོང་རྣམ་པ '%s' ཡི mtu དེ %dཡིན་ཆོག འོན་ཀྱང་དེ %d ཡིན།

source: must contain 8 comma-separated numbers
bo_cn: ངེས་པར་དུ་ཚེག་འབྲིང 8 ཀྱིས་བཅད་པའི་གྲངས་ཀ་འདུ་དགོས།

source: neither a valid connection nor device given
bo_cn: འབྲེལ་མཐུད་ནུས་མེད་དམ་ཡང་ན་སྒྲིག་ཆས་སྤྲད་ཐག་བཅད་མེད།

source: never
bo_cn: གཏན་མིན།

source: new hostname
bo_cn: གཙོ་འཁོར་མིང་གསར་པ།

source: nm-iface-helper is a small, standalone process that manages a single network interface.
bo_cn: nm-iface-helper ནི་ཆུང་ཞིང་ཁེར་རྐྱང་གི་འཕེལ་རིམ་ཞིག་ཡིན། ཁེར་རྐྱང་གི་དྲ་རྒྱ་མཐུད་ཁ་དོ་དམ་བྱེད་པར་ཤྤྱོད་ཡིན།

source: nmcli tool, version %s
bo_cn: nmcli ལག་ཆ། པར་གཞི %s

source: no
bo_cn: མིན།

source: no active connection on device '%s'
bo_cn: སྒྲིག་ཆས “%s” སྟེང་འཁྲུག་ཆ་དོད་པའི་འབྲེལ་མཐུད་མེད།

source: no active connection or device
bo_cn: འཁྲུག་ཆ་དོད་པའི་འབྲེལ་མཐུད་དམ་ཡང་ན་སྒྲིག་ཆས་མེད།

source: no device found for connection '%s'
bo_cn: འབྲེལ་མཐུད “%s” ལ་སྤྱོད་ཆོག་པའི་སྒྲིག་ཆས་རྙེད་མ་བྱུང་།

source: no item to remove
bo_cn: བསུབ་དགོས་པའི་ཚན་པ་མེད།

source: no priority to remove
bo_cn: སྔོན་རིམ་བསུབ་དགོས་པ་མེད།

source: no valid VPN secrets
bo_cn: ནུས་ཡོད་ཀྱི VPN གསང་སྡོམ་མེད།

source: none
bo_cn: མེད།

source: not a secret property
bo_cn: གསང་བའི་གཏོགས་གཤིས་མེད།

source: not a valid interface name
bo_cn: ནུས་ཡོད་ཀྱི་མཐུད་ཁའི་མིང་ཞིག་མིན།

source: not required,
bo_cn: རེ་ཞུ་མི་བྱེད།

source: not saved,
bo_cn: ཉར་ཚགས་བྱས་མེད།

source: off
bo_cn: ཁ་རྒྱག་པ།

source: on
bo_cn: ཡོད།

source: only one of '%s' and '%s' can be set
bo_cn: “%s” དང་ཡང་ན “%s” ལས་གཅིག་ཁོ་ན་སྒྲིག་འགོད་བྱེད་ཆོག་པ།

source: portal
bo_cn: འཇུག་སྒོ།

source: preparing
bo_cn: གྲ་སྒྲིག་བྱེད་བཞིན་པ།

source: priority '%s' is not valid (<0-%ld>)
bo_cn: སྔོན་རིམ “%s” ནུས་མེད །(<0-%ld>)

source: private key password not provided
bo_cn: སྒེར་ལྡེ་གསང་ཨང་མཁོ་འདོན་བྱས་མེད།

source: property invalid
bo_cn: གཏོགས་གཤིས་ནུས་མེད།

source: property invalid (not enabled)
bo_cn: གཏོགས་གཤིས་ནུས་མེད།(སྤྱོད་འགོ་བརྩམས་མེད།)

source: property is empty
bo_cn: གཏོགས་གཤིས་སྟོང་པ་ཡིན།

source: property is invalid
bo_cn: གཏོགས་གཤིས་ནུས་མེད།

source: property is missing
bo_cn: གཏོགས་གཤིས་ཆད་པ།

source: property is not specified and neither is '%s:%s'
bo_cn: གཏོགས་གཤིས་དམིགས་འཛུགས་བྱས་མེད་པ་མ་ཟད “%s:%s”ཡང་མིན།

source: property missing
bo_cn: གཏོགས་གཤིས་ཆད་པ།

source: property type should be set to '%s'
bo_cn: གཏོགས་གཤིས་རིགས་རྣམ “%s”ལ་སྒྲིག་འགོད་བྱེད་དགོས།

source: property value '%s' is empty or too long (>64)
bo_cn: གཏོགས་གཤིས་ཐང་ “%s” སྟོང་པའམ་རིང་དྲགས། (>64)

source: requires '%s' or '%s' setting
bo_cn: “%s” ཡང་ན “%s” སྒྲིག་འགོད་དགོས།

source: requires presence of '%s' setting in the connection
bo_cn: འབྲེལ་མཐུད་ནང་དུ “%s” སྒྲིག་འགོད་ཡོད་དགོས།

source: requires setting '%s' property
bo_cn: “%s” གཏོགས་གཤིས་སྒྲིག་འགོད་བྱེད་དགོས།

source: running
bo_cn: འཁོར་སྐྱོད་བྱེད་བཞིན་པ།

source: seconds
bo_cn: སྐར་ཆ།

source: secret flags property not found
bo_cn: secret མཚོན་རྟགས་གཏོགས་གཤིས་རྙེད་མ་བྱུང་།

source: secret is not of correct type
bo_cn: secret རིགས་རྣམ་ཡང་དག་མིན།

source: secret is not set
bo_cn: secretསྒྲིག་འགོད་བྱས་མེད།

source: secret not found
bo_cn: secret རྙེད་མ་བྱུང་།

source: secret value was empty
bo_cn: secret ཐང་སྟོང་པ་ཡིན།

source: secret was empty
bo_cn: secret སྟོང་པ་ཡིན།

source: setting contained a secret with an empty name
bo_cn: སྒྲིག་འགོད་ལ secret གཅིག་འདུས་མོད་འོན་ཀྱང་མིང་སྟོང་པ་ཡིན།

source: setting is required for non-slave connections
bo_cn: ཕྱོགས་གཏོགས་འབྲེལ་མཐུད་མ་ཡིན་པའི་ནང་དུ་སྒྲིག་འགོད་བྱེད་དགོས།

source: setting not allowed in slave connection
bo_cn: ཕྱོགས་གཏོགས་འབྲེལ་མཐུད་ནང་དུ་སྒྲིག་འགོད་བྱེད་མི་རུང་བ།

source: setting not found
bo_cn: སྒྲིག་འགོད་རྙེད་མ་བྱུང་།

source: setting required for connection of type '%s'
bo_cn: “%s”རིགས་རྣམ་གྱི་འབྲེལ་མཐུད་སྒྲིག་འགོད་བྱེད་དགོས།

source: setting this property requires non-zero '%s' property
bo_cn: གཏོགས་གཤིས་འདི་སྒྲིག་འགོད་བྱེད་པར་ཀླད་ཀོར་མ་ཡིན་པའི “%s” གཏོགས་གཤིས་དགོས།

source: slave-type '%s' requires a '%s' setting in the connection
bo_cn: འབྲེལ་མཐུད་དུ་ཕྱོགས་གཏོགས་རིགས་རྣམ '%s' ལ '%s' སྒྲིག་འགོད་དགོས།

source: started
bo_cn: འགོ་སློང་ཟིན་པ།

source: starting
bo_cn: འགོ་སློང་བཞིན་པ།

source: sum not 100%
bo_cn: བསྡོམས་འབོར 100% ཟིན་མེད།

source: team
bo_cn: རུ་ཁག

source: teamd control failed
bo_cn: teamdཚོད་འཛིན་ཕམ་པ།

source: the VPN service did not start in time
bo_cn: VPN འབྲེལ་མཐུད་དུས་ལྟར་འགོ་སློང་མེད།

source: the VPN service failed to start
bo_cn: VPN ཞབས་ཞུ་འགོ་སློང་ཕམ་པ།

source: the VPN service returned invalid configuration
bo_cn: VPN ཞབས་ཞུ་ནུས་མེད་སྡེབ་སྒྲིག་ལ་ཕྱིར་ལོག

source: the VPN service stopped unexpectedly
bo_cn: VPNཞབས་ཞུ་བསམ་ཡུལ་ལས་འདས་པའི་མཚམས་བཞག

source: the base network connection was interrupted
bo_cn: གཞི་ཚེག་དྲ་རྒྱ་འབྲེལ་མཐུད་བཅད་པ།

source: the connection attempt timed out
bo_cn: འབྲེལ་མཐུད་ཚོད་ལྟ་དུས་བརྒལ།

source: the connection was removed
bo_cn: འབྲེལ་མཐུད་སུབ་པ།

source: the property can't be changed
bo_cn: གཏོགས་གཤིས་ཐང་བསྒྱུར་མི་ཆོག

source: the property doesn't contain "phase2" alternative subject match '%s'
bo_cn: གཏོགས་གཤིས་སུ “phase2” ཟླ་སྒྲིག་པའི “%s” ཡི་བརྗོད་བྱ་གཙོ་བོ་གཞན་འདུས་མེད།

source: the property doesn't contain DNS search domain '%s'
bo_cn: གཏོགས་གཤིས་འདིར DNS བཤེར་འཚོལ་ཁོངས “%s”འདུས་མེད།

source: the property doesn't contain DNS server '%s'
bo_cn: གཏོགས་གཤིས་འདིར DNS ཞབས་ཞུ་ཆས “%s”འདུས་མེད།

source: the property doesn't contain EAP method '%s'
bo_cn: གཏོགས་གཤིས་འདིར EAP བྱེད་ཐབས “%s”འདུས་མེད།

source: the property doesn't contain IP address '%s'
bo_cn: གཏོགས་གཤིས་འདིར IP ཤག་གནས “%s”འདུས་མེད།

source: the property doesn't contain MAC address '%s'
bo_cn: གཏོགས་གཤིས་འདིརMAC ཤག་གནས “%s”འདུས་མེད།

source: the property doesn't contain UUID '%s'
bo_cn: གཏོགས་གཤིས་འདིར UUID “%s”འདུས་མེད།

source: the property doesn't contain alternative subject match '%s'
bo_cn: གཏོགས་གཤིས་འདིར“%s” ཟླ་སྒྲིག་པའི་བརྗོད་བྱ་གཙོ་བོ་གཞན་འདུས་མེད།

source: the property doesn't contain mapping '%s'
bo_cn: གཏོགས་གཤིས་འདིར་རྟེན་འཕྲོ “%s”འདུས་མེད།

source: the property doesn't contain permission '%s'
bo_cn: གཏོགས་གཤིས་འདིར་དབང་ཚད “%s”འདུས་མེད།

source: the property doesn't contain protocol '%s'
bo_cn: གཏོགས་གཤིས་འདིར་གྲོས་ཆིངས “%s”འདུས་མེད།

source: the property doesn't contain route '%s'
bo_cn: གཏོགས་གཤིས་འདིར་ལམ་འཚོལ “%s”འདུས་མེད།

source: the second component of route ('%s') is neither a next hop address nor a metric
bo_cn: ལམ་འཚོལ་གྱི་གྲུབ་ཆ་གཉིས་པ། (“%s”) ནི་ཤག་གནས་རྗེས་མར་གཅིག་མཆོང་པ་མིན་ལ་ཚད་འཇལ་ཐང་ཡང་མིན།

source: the user was disconnected
bo_cn: སྤྱོད་མཁན་གྱིས་འབྲེལ་མཐུད་བཅད་ཟིན།

source: the value '%s' is not a valid UUID
bo_cn: “%s” ཡི་གྲངས་ཐང་ནི་ནུས་ཡོད་ཀྱི UUIDམིན།

source: this property cannot be empty for '%s=%s'
bo_cn: “%s=%s” ཡི་གཏོགས་གཤིས་འདི་སྟོང་པ་ཡིན་མི་ཆོག

source: this property is not allowed for '%s=%s'
bo_cn: “%s=%s” གཏོགས་གཤིས་འདི་མི་རུང་།

source: too large FLAGS property '%s' (%llu)
bo_cn: FLAGS གཏོགས་གཤིས '%s' (%llu) ཆེ་དྲགས།

source: unavailable
bo_cn: སྤྱོད་མི་རུང་བ།

source: unexpected character '%c' for %s: '%s' (position %td)
bo_cn: བསམ་ཡུལ་ལས་འདས་པའི་ཡིག་རྟགས '%c' (%s): '%s' (གནས་ས %td)

source: unexpected character '%c' for address %s: '%s' (position %td)
bo_cn: བསམ་ཡུལ་ལས་འདས་པའི་ཡིག་རྟགས '%c'(ཤག་གནས %s): '%s' (གནས་ས %td)

source: unexpected character '%c' in prefix length for %s: '%s' (position %td)
bo_cn: བསམ་ཡུལ་ལས་འདས་པའི་ཡིག་རྟགས '%c'( %s ཡི་སྔོན་འཇུག་རིང་ཚད་དུ་ཡོད།): '%s'(གནས་ས %td)

source: unhandled setting property type '%s'
bo_cn: སྒྲིག་གཅོད་མ་བྱས་པའི་སྒྲིག་འགོདགཏོགས་གཤིས་རིགས་རྣམ '%s'

source: unknown
bo_cn: མི་ཤེས།

source: unknown device '%s'.
bo_cn: ངེས་མེད་སྒྲིག་ཆས། '%s'

source: unknown reason
bo_cn: ངེས་མེད་རྒྱུ་རྐྱེན།

source: unknown setting name
bo_cn: ངེས་མེད་ཀྱི་སྒྲིག་འགོད་མིང་།

source: unmanaged
bo_cn: དོ་དམ་བྱས་མེད།

source: value '%d' is out of range <%d-%d>
bo_cn: ཐང་ '%d' ཁྱབ་ཁོངས་ལས་བརྒལ། <%d-%d>

source: wrong type; should be a list of strings.
bo_cn: ནོར་འཁྲུལ་རིགས་རྣམ་ཡིག་རྟགས་འཕྲེང་རེའུ་མིག་ཅིག་ཡིནདགོས།

source: yes
bo_cn: ཡིན།

source: Back
bo_cn: ཕྱིར་འཐེན།

source: Connecting
bo_cn: འབྲེལ་མཐུད་བྱེད་བཞིན་པ།

source: Username:
bo_cn: སྤྱོད་མཁན་མིང་།：
