Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/nm-applet.po
Languages: bo_cn

source: New connection...
bo_cn: འབྲེལ་མཐུད་གསར་འཛུགས།...

source: New...
bo_cn: གསར་འཛུགས།...

source: No CA certificate is _required
bo_cn: CA དཔང་ཡིག(_R) མི་དགོས།

source: No VPN plugins are installed.
bo_cn: VPN བསྒར་ལྷུ་སྒྲིག་འཇུག་བྱས་མེད།

source: No network connection
bo_cn: དྲ་རྒྱ་འབྲེལ་མཐུད་མེད།

source: No network devices available
bo_cn: སྤྱོད་ཆོག་པའི་དྲ་རྒྱ་སྒྲིག་ཆས་མེད།

source: No polkit authorization to perform the action
bo_cn: བྱ་སྤྱོད་འདི་ལག་བསྟར་བྱེད་ན polkit དབང་བསྐུར་ཡོད་དགོས།

source: No valid active connections found!
bo_cn: ཁྲིམས་མཐུན་གྱི་འགུལ་སྐྱོད་འབྲེལ་མཐུད་རྙེད་མ་བྱུང་།

source: Notification area applet for managing your network devices and connections.
bo_cn: ཁྱེད་ཀྱི་དྲ་རྒྱ་སྒྲིག་ཆས་དང་འབྲེལ་མཐུད་བྱས་པའི་བརྡ་ཐོ་ཁོངས་ཁུལ་བྱ་རིམ་ཆུང་བ་དོ་དམ་བྱེད་པ།

source: Nu_mber:
bo_cn: ཨང་རྟགས། (_M)：

source: Open System
bo_cn: སྒོ་འབྱེད་རྣམ་པའི་རྒྱུད་ཁོངས།

source: Options...
bo_cn: འདེམས་ཚན...

source: PAC _file:
bo_cn: PAC ཡིག་ཆ། (_F)：

source: PAC files (*.pac)
bo_cn: PAC ཡིག་ཆ། (*.pac)

source: PEAP _version:
bo_cn: PEAP པར་གཞི། (_V)：

source: PIN code for SIM card '%s' on '%s'
bo_cn: %2$s སྟེང་གི SIM ཁཱ %1$s ཡི PIN ཨང་རྟགས།

source: PIN code is needed for the mobile broadband device
bo_cn: སྒུལ་བདེའི་དྲ་ཆེན་སྒྲིག་ཆས་ལ PIN ཨང་རྟགས་དགོས།

source: PIN code required
bo_cn: PIN ཨང་རྟགས་དགོས།

source: PIN code:
bo_cn: PIN ཚབ་ཨང་།：

source: PPP Settings
bo_cn: PPP སྒྲིག་འགོད།

source: PUK code:
bo_cn: PUK ཨང་རྟགས།：

source: Password Authentication Protocol
bo_cn: གསང་ཨང་ར་སྤྲོད་གྲོས་ཆིངས།

source: Password:
bo_cn: གསང་ཨང་།

source: Passwords or encryption keys are required to access the Wi-Fi network '%s'.
bo_cn: གསང་ཨང་ངམ་ཡང་ན་གསང་ལྡེ་ཡིས Wi-Fi དྲ་རྒྱ་བཅར་འདྲི་བྱེད་དགོས། %s

source: Path _cost:
bo_cn: འགྲོ་ལམ་མ་གཞི།(_C):

source: Prefix
bo_cn: སྔོན་འཇུག

source: Preparing Wi-Fi network connection '%s'...
bo_cn: Wi-Fi དྲ་རྒྱ་འབྲེལ་མཐུད་སྟ་གོན་བྱེད་བཞིན་པ། %s...

source: Preparing ethernet network connection '%s'...
bo_cn: ཨེ་ཐེར་དྲ་རྒྱ་འབྲེལ་མཐུད་སྟ་གོན་བྱེད་བཞིན་པ། %s...

source: Preparing mobile broadband connection '%s'...
bo_cn: སྒུལ་བདེའི་དྲ་ཆེན་འབྲེལ་མཐུད་སྟ་གོན་བྱེད་བཞིན་པ། “%s”...

source: Preparing network connection '%s'...
bo_cn: དྲ་རྒྱ་འབྲེལ་མཐུད་སྟ་གོན་བྱེད་བཞིན་པ།“%s”...

source: Priority
bo_cn: སྔོན་ཐོབ་རིམ་པ།

source: Priority Bandwidth:
bo_cn: སྔོན་ཐོབ་རིམ་པའི་དར་ཞེང་།：

source: Priority Flow Control
bo_cn: སྔོན་རིམ་རྒྱུན་ཚོད་འཛིན།

source: Priority Groups
bo_cn: སྔོན་རིམ་ཚོ།

source: Priority:
bo_cn: སྔོན་ཐོབ་རིམ་པ།：

source: Private _key:
bo_cn: སྒེར་ལྡེ(_K)：

source: Protected EAP (PEAP)
bo_cn: སྲུང་སྐྱོང་ཐོབ་པའི EAP། (PEAP)

source: Re-enter new PIN code:
bo_cn: PIN ཨང་རྟགས་ཡང་བསྐྱར་ནང་འཇུག་བྱེད་པ།：

source: Requesting a VPN address for '%s'...
bo_cn: “%s”ལ VPN ཤག་གནས་ཤིག་རེ་ཞུ་བྱེད་བཞིན་པ།...

source: Requesting a Wi-Fi network address for '%s'...
bo_cn: %s ལ་དྲ་རྒྱ་ཤག་གནས་ཤིག་རེ་ཞུ་བྱེད་བཞིན་པ།...

source: Requesting an ethernet network address for '%s'...
bo_cn: %s ལ་ཨེ་ཐེར་དྲ་རྒྱ་འབྲེལ་མཐུད་ཤག་གནས་ཤིག་རེ་ཞུ་བྱེད་བཞིནཔ།...

source: Require IPv_4 addressing for this connection to complete
bo_cn: IPv_4 ཤག་གནས་ལ་འབྲེལ་མཐུད་ལེགས་འགྲུབ་བྱེད་དགོས།

source: Require IPv_6 addressing for this connection to complete
bo_cn: IPv_6 ཤག་གནས་ལ་འབྲེལ་མཐུད་ལེགས་འགྲུབ་བྱེད་དགོས།

source: Roaming network (%s)
bo_cn: ཉུལ་དྲ། (%s)

source: Round-robin
bo_cn: རེས་འཁོར།

source: SIM PIN Unlock Required
bo_cn: སྒྲོག་གྲོལ་དགོས། SIM PIN

source: SIM PIN unlock required
bo_cn: སྒྲོག་གྲོལ་དགོས། SIM PIN

source: S_earch domains:
bo_cn: བཤེར་འཚོལ་ཁོངས།(_E)：

source: S_ecurity:
bo_cn: བདེ་འཇགས། (_E)：

source: Save any changes made to this connection.
bo_cn: བྲེལ་མཐུད་འདིར་བྱས་པའི་བཟོ་བཅོས་ཚང་མ་ཉར་ཚགས་བྱེད་པ།

source: Security not compatible with Ad-Hoc mode
bo_cn: བདེ་འཇགས་དང་ Ad-Hoc རྣམ་པ་འཆམ་མཐུན་མིན།

source: Security:
bo_cn: བདེ་འཇགས་རང་བཞིན།：

source: Select Mobile Broadband Provider Type
bo_cn: སྒུལ་བདེའི་དྲ་ཆེན་མཁོ་འདོན་པའི་རིགས་རྣམ་འདེམ་པ།

source: Select file to import
bo_cn: ནང་འདྲེན་བྱེད་དགོས་པའི་ཡིག་ཆ་འདེམ་པ།

source: Select the technology your mobile broadband provider uses. If you are unsure, ask your provider.
bo_cn: ཁྱེད་ཀྱི་སྒུལ་བདེའི་དྲ་ཆེན་མཁོ་འདོན་པས་སྤྱོད་པའི་ལག་རྩལ་འདེམ་པ། གལ་ཏེ་གཏན་མི་འཁེལ་ན་ཁྱེད་ཀྱི་མཁོ་འདོན་པ་ལ་འདྲི་རྩད་བྱེད་རོགས།

source: Select the type of the Bluetooth connection profile.
bo_cn: སོ་སྔོན་འབྲེལ་མཐུད་སྡེབ་སྒྲིག་གི་རིགས་རྣམ་འདེམ་པ།

source: Select your provider from a _list:
bo_cn: རེའུ་མིག་ལས་ཁྱེད་ཀྱི་མཁོ་འདོན་པ་འདེམས་རོགས། (_L)：

source: Selected plan _APN (Access Point Name):
bo_cn: འདེམ་པའི་ཟས་རིགས་ཀྱི_APN། (བཅར་འདྲི་བྱེད་སའི་མིང་།)：

source: Send PPP _echo packets
bo_cn: PPP བྲག་ཅའི་ཁུག(_E)སྐྱེལ་གཏོང་བྱེད་པ།

source: Sending unlock code...
bo_cn: སྒྲོག་གྲོལ་ཨང་རྟགས་སྐྱེལ་གཏོང་བྱེད་བཞིན་པ།...

source: Set this to true to disable notifications when Wi-Fi networks are available.
bo_cn: ཚན་པ་འདི true རུ་སྒྲིག་བཀོད་བྱས་ནས་འགོག་སྤྱོད་སྐུད་མེད་དྲ་རྒྱ་སྤྱོད་རུང་དུས་འཆར་བའི་བརྡ་ཐོ་རུ་བྱེད་པ།

source: Set this to true to disable notifications when connecting to a network.
bo_cn: ཚན་པ་འདི true རུ་སྒྲིག་བཀོད་བྱས་ནས་འགོག་སྤྱོད་འབྲེལ་མཐུད་དྲ་རྒྱ་ཞིག་ལ་སླེབས་དུས་འཆར་བའི་བརྡ་ཐོ་རུ་བྱེད་པ།

source: Set this to true to disable notifications when connecting to or disconnecting from a VPN.
bo_cn: ཚན་པ་འདི true རུ་སྒྲིག་བཀོད་བྱས་ནས་འགོག་སྤྱོད་འབྲེལ་མཐུད་དམ་ཡང་ན VPN གཅོད་དུས་འཆར་བའི་བརྡ་ཐོ་རུ་བྱེད་པ།

source: Set this to true to disable notifications when disconnecting from a network.
bo_cn: ཚན་པ་འདི true རུ་སྒྲིག་བཀོད་བྱས་ནས་འགོག་སྤྱོད་དྲ་རྒྱ་ཞིག་ནས་གཅོད་དུས་འཆར་བའི་བརྡ་ཐོ་རུ་བྱེད་པ།

source: Set this to true to disable warnings about CA certificates in EAP authentication.
bo_cn: ཚན་པ་འདི true རུ་སྒྲིག་བཀོད་བྱས་ནས་འགོག་སྤྱོད་དེ EAP ར་སྤྲོད་ཁྲོད CA དཔང་ཡིག་དང་འབྲེལ་བའི་ཐ་ཚིག་ཏུ་བྱེད་པ།

source: Set this to true to disable warnings about CA certificates in phase 2 of EAP authentication.
bo_cn: ཚན་པ་འདི true རུ་སྒྲིག་བཀོད་བྱས་ནས་འགོག་སྤྱོད་དེ EAP ར་སྤྲོད་རིམ་པ 2 པའི་ཁྲོད་ CA དཔང་ཡིག་དང་འབྲེལ་བའི་ཐ་ཚིག་ཏུ་བྱེད་པ།

source: Set to FALSE to disable displaying the applet in the notification area.
bo_cn: FALSE རུ་སྒྲིག་བཀོད་བྱས་ནས་བྱ་རིམ་ཆུང་བའི་རིས་རྟགས་དེ་བརྡ་ཐོ་ཁོངས་སུ་འཆར་བ་འགོག་པ།

source: Set to true to disable creation of adhoc networks when using the applet.
bo_cn: true རུ་སྒྲིག་བཀོད་བྱས་ནས་བྱ་རིམ་ཆུང་བ་སྤྱོད་དུས adhoc དྲ་རྒྱ་གསར་འཛུགས་འགོག་པ།

source: Set up a Mobile Broadband Connection
bo_cn: སྒུལ་བདེའི་དྲ་ཆེན་འབྲེལ་མཐུད་གཅིག་སྒྲིག་འགོད་བྱེད་པ།

source: Shared Key
bo_cn: གསང་ལྡེ་མཉམ་སྤྱོད།

source: Shared to other computers
bo_cn: རྩིས་འཁོར་གཞན་དག་དང་མཉམ་སྤྱོད་བྱེད་པ།

source: Sho_w key
bo_cn: གསང་ལྡེ་འཆར་བ། (_W)

source: Sho_w password
bo_cn: གསང་ཨང་མངོན་པ། (_W)

source: Sho_w passwords
bo_cn: གསང་ཨང་མངོན་པ། (_W)

source: Show PIN code
bo_cn: PIN ཨང་འཆར་བ།

source: Show PIN/PUK codes
bo_cn: PIN/PUK ཨང་འཆར་བ།：

source: Show the applet in notification area
bo_cn: བརྡ་ཐོའི་ཁུལ་དུ་བྱ་རིམ་ཆུང་ངུའི་རིས་རྟགས་མངོན་པ།

source: Slaves '%s' and '%s' apply to different virtual ports ('%s' and '%s') of the same physical device.
bo_cn: ཕྱོགས་རྟགས་འཕྲུལ་འཁོར“%s”དང་ “%s”དངོས་ལུགས་སྒྲིག་ཆས་གཅིག་གི་རྟག་བཟོའི་སྣེ་ཁ་མི་གཅིག་པར་བཀོལ་སྤྱོད་བྱེད་པ། (“%s”དང་ “%s”)

source: Slaves '%s' and '%s' both apply to device '%s'
bo_cn: ཕྱོགས་རྟགས་འཕྲུལ་འཁོར“%s”དང་ “%s”ཚང་མ་སྒྲིག་ཆས“%s“རུ་བཀོལ་སྤྱོད་བྱེད་པ།

source: Speed:
bo_cn: མྱུར་ཚད།：

source: Stamp
bo_cn: རིས་རྟགས།

source: Starting VPN connection '%s'...
bo_cn: VPN འབྲེལ་མཐུད་འགོ་སློང་བཞིན་པ།“%s”...

source: Store the password for all users
bo_cn: སྤྱོད་མཁན་ཚང་མའི་གསང་ཨང་ཉར་གསོག་བྱེད་པ།

source: Store the password only for this user
bo_cn: སྤྱོད་མཁན་འདི་ཁོ་ནར་གསང་ཨང་ཉར་གསོག་བྱེད་པ།

source: Strict Bandwidth:
bo_cn: ཐགས་ཞེང་ཡང་དག：

source: Subnet Mask:
bo_cn: དྲ་ལག་གབ་ཨང་།：

source: Suppress networks available notifications
bo_cn: དྲ་རྒྱའི་སྤྱོད་རུང་བརྡ་ཐོ་འགོག་སྤྱོད།

source: Team
bo_cn: རུ་ཁག

source: Team Port
bo_cn: རུ་ཁག་སྣེ་ཁ།

source: Team connection %d
bo_cn: རུ་ཁག་འབྲེལ་མཐུད %d

source: The NetworkManager Applet could not find some required resources (the .ui file was not found).
bo_cn: དྲ་རྒྱ་དོ་དམ་ཆས་བྱ་རིམ་ཆུང་ངུས་དགོས་འོས་ཀྱི་ཐོན་ཁུངས་མ་རྙེད། (.ui ཡིག་ཆ་རྙེད་མ་བྱུང་།)

source: The connection editor could not find some required resources (the .ui file was not found).
bo_cn: འབྲེལ་མཐུད་རྩོམ་སྒྲིག་ཆས་ཀྱིས་་དགོས་འོས་ཀྱི་ཐོན་ཁུངས་ཁ་ཤས་མ་རྙེད། ། (.ui ཡིག་ཆ་རྙེད་མ་བྱུང་།)

source: The connection editor dialog could not be initialized due to an unknown error.
bo_cn: ངེས་མེད་ནོར་འཁྲུལ་ཞིག་གི་རྐྱེན་གྱིས་འབྲེལ་མཐུད་རྩོམ་སྒྲིག་ཆས་གླེང་སྒྲོམ་འགོ་སྒྲིག་བྱེད་ཐབས་མེད།

source: The interface name of the primary device. If set, this device will always be the active slave when it is available.
bo_cn: སྒྲིག་ཆས་གཙོ་བོའི་མཐུད་ཁའི་མིང་། གལ་ཏེ་སྒྲིག་འགོད་བྱས་ན་སྒྲིག་ཆས་འདི་སྤྱོད་ཆོག་དུས་ཕྱོགས་གཏོགས་འཕྲུལ་འཁོར་རྟག་པར་འཁོར་སྐྱོད་བྱེད་པ་ཡིན།

source: The mobile broadband device '%s' requires a SIM PIN code before it can be used.
bo_cn: སྒུལ་བདེའི་དྲ་ཆེན་སྒྲིག་ཆས“%s”སྤྱོད་ཆོག་པའི་སྔོན་ལ SIM PIN ཨང་རྟགས་ཤིག་དགོས།

source: The mobile broadband device '%s' requires a SIM PUK code before it can be used.
bo_cn: སྒུལ་བདེའི་དྲ་ཆེན་སྒྲིག་ཆས“%s”སྤྱོད་ཆོག་པའི་སྔོན་ལ SIM PUK ཨང་རྟགས་ཤིག་དགོས།

source: The nm-connection-editor program works with NetworkManager to create and edit existing connection profiles for NetworkManager.
bo_cn: nm-connection-editor བྱ་རིམ་གྱིས་དྲ་རྒྱ་དོ་དམ་ཆས་ལ་ད་ཡོད་ཀྱི་འབྲེལ་མཐུད་སྡེབ་སྒྲིག་ཡིག་ཆ་གསར་འཛུགས་སམ་ཡང་ན་རྩོམ་སྒྲིག་བྱེད་པ་ཡིན།

source: The password is not required
bo_cn: གསང་ཨང་མི་དགོས།

source: This assistant helps you easily set up a mobile broadband connection to a cellular (3G) network.
bo_cn: རམ་འདེགས་བྱ་རིམ་འདིས་ཁྱེད་ལ་སྦྲང་ཚང་(3G)དྲ་རྒྱ་རུ་ཞུགས་པའི་སྒུལ་བདེའི་དྲ་ཆེན་འབྲེལ་མཐུད་ཅིག་སྒྲིག་འགོད་བྱེད་པར་རོགས་རམ་བྱེད་པ་ཡིན།

source: Traffic Class:
bo_cn: བཞུར་ཚད་རིམ་པ།：

source: Transmission po_wer:
bo_cn: རྒྱུད་གཏོང་རྩོད་ཕྱོད།(_W)：

source: Tunneled TLS
bo_cn: ཕུག་ལམ། TLS

source: Twisted Pair (TP)
bo_cn: ཟུང་འཐག་སྐུད་པ། (TP)

source: Unencrypted private keys are insecure
bo_cn: གསང་སྡོམ་མ་བྱས་པའི་སྒེར་ལྡེ་ནི་བདེ་འཇགས་མིན།

source: Unknown
bo_cn: མི་ཤེས།

source: Unknown error
bo_cn: གསང་ཨང་རྙོག་འཛིང་ཚད་བླང་བྱ་དང་མི་མཐུན་པ།

source: Unknown error creating connection editor dialog.
bo_cn: འབྲེལ་མཐུད་རྩོམ་སྒྲིག་ཆསགླེང་སྒྲོམ་གསར་འཛུགས་སུ་ངེས་མེད་ནོར་འཁྲུལ་མངོན་པ།

source: Unknown error validating 802.1x security
bo_cn: ངེས་མེད་ནོར་འཁྲུལ་ར་སྤྲོད། 802.1xབདེ་འཇགས་རང་བཞིན།

source: Unlisted
bo_cn: བཀོད་མེད་པ།

source: Unsupported mobile broadband connection type.
bo_cn: རྒྱབ་སྐྱོར་མེད་པའི་སྒུལ་བདེའི་དྲ་ཆེན་འབྲེལ་མཐུད་རིགས་རྣམ།

source: Usage:
bo_cn: སྤྱོད་སྟངས།：

source: Use 802.1_X security for this connection
bo_cn: འབྲེལ་མཐུད་འདིར 802.1_X བདེ་འཇགས་སྡེབ་སྒྲིག་སྤྱོད་པ།

source: Use Data Center Bridging (DCB) for this connection
bo_cn: འབྲེལ་མཐུད་འདིར་གཞི་གྲངས་ལྟེ་གནས་ཟམ་མཐུད་སྤྱོད་པ། (DCB)

source: Use TCP _header compression
bo_cn: TCP མགོ་སྡུད་སྒྲིལ་སྤྱོད་པ། (_H)

source: Use _stateful MPPE
bo_cn: རྣམ་པ་ཡོད་པའི MPPE(_S) སྤྱོད་པ།

source: Use the network menu to connect to a Wi-Fi network
bo_cn: དྲ་རྒྱ་འདེམས་བྱང་སྤྱད་ནས Wi-Fi དྲ་རྒྱ་རུ་འབྲེལ་མཐུད་བྱེད་པ།

source: Used to determine whether settings should be migrated to a new version.
bo_cn: སྒྲིག་འགོད་པར་གཞི་གསར་པ་ཞིག་ལ་སྤོར་ཡོད་མེད་གཏན་འཁེལ་བྱེད་པར་སྤྱོད་པ།

source: User authentication required for VPN connection '%s'...
bo_cn: VPN འབྲེལ་མཐུད“%s” ལ་སྤྱོད་མཁན་གྱིས་ར་སྤྲོད་བྱེད་དགོས།...

source: User authentication required for Wi-Fi network '%s'...
bo_cn: Wi-Fi དྲ་རྒྱ %s ལ་སྤྱོད་མཁན་གྱིས་ར་སྤྲོད་བྱེད་དགོས།...

source: User authentication required for ethernet network connection '%s'...
bo_cn: ཨེ་ཐེར་དྲ་རྒྱ་འབྲེལ་མཐུད %s ལ་སྤྱོད་མཁན་གྱིས་ར་སྤྲོད་བྱེད་དགོས།...

source: User authentication required for mobile broadband connection '%s'...
bo_cn: སྒུལ་བདེའི་དྲ་ཆེན་འབྲེལ་མཐུད“%s”ལ་སྤྱོད་མཁན་གྱིས་ར་སྤྲོད་བྱེད་དགོས།...

source: User authentication required for network connection '%s'...
bo_cn: དྲ་རྒྱ་འབྲེལ་མཐུད“%s”ལ་སྤྱོད་མཁན་གྱིས་ར་སྤྲོད་བྱེད་དགོས།...

source: VLAN _id:
bo_cn: VLAN གདོང་འཛར། (_I)：

source: VLAN connection %d
bo_cn: VLAN འབྲེལ་མཐུད། %d

source: VLAN inter_face name:
bo_cn: VLAN མཐུད་ཁའི་མིང་། (_F)：

source: VPN Connection Failed
bo_cn: VPN འབྲེལ་མཐུད་ཕམ་པ།

source: VPN Gateway:
bo_cn: VPN དྲ་སྟེམ།：

source: VPN Login Message
bo_cn: VPN ཐོ་འགོད་ཆ་འཕྲིན།

source: VPN Type:
bo_cn: VPN རིགས་རྣམ།：

source: VPN Username:
bo_cn: VPN སྤྱོད་མཁན་མིང་།：

source: VPN connection %d
bo_cn: VPN འབྲེལ་མཐུད། %d

source: VPN connection '%s' active
bo_cn: VPN འབྲེལ་མཐུད“%s”འགུལ་སྐྱོད་ཀྱི་རྣམ་པར་གནས་ཟིན་པ།

source: VPN connection has been successfully established.
bo_cn: VPN འབྲེལ་མཐུད་རྒྱལ་ཁའི་ངང་གསར་འཛུགས་བྱས་ཟིན་པ།

source: Version 0
bo_cn: པར་གཞི། 0

source: Virtual
bo_cn: རྟོག་བཟོ།

source: WEP 128-bit Passphrase
bo_cn: WEP 128 གསང་ཨང་།

source: WEP 40/128-bit Key (Hex or ASCII)
bo_cn: WEP 40/128 གསང་ལྡེ(Hex ཡང་ན ASCII)

source: WEP inde_x:
bo_cn: WEP གསལ་བྱང་། (_X)：

source: WPA & WPA2 Enterprise
bo_cn: WPAདང་WPA2ཁེ་ལས་རིམ་པ།

source: WPA & WPA2 Personal
bo_cn: WPAདང་WPA2མི་སྒེར་རིམ་པ།

source: Wake on LAN:
bo_cn: ཁྱབ་ཆུང་དྲ་རྒྱ་སད་པ།：

source: Wake-on-LAN password
bo_cn: ཁྱབ་ཆུང་དྲ་རྒྱའི་གསང་ཨང་སད་པ།

source: Wake-on-LAN password (an Ethernet MAC). It is only valid for magic packets.
bo_cn: ཁྱབ་ཆུང་དྲ་རྒྱའི་གསང་ཨང་སད་པ།(ཨེ་ཐེར་དྲ་རྒྱ་གཅིག MAC) དེས་རྫུ་འཕྲུལ་ཐུམ(magic packet)ལ་ནུས་པ་ཐོན་པ་ཡིན།

source: Wi-Fi Network (%s)
bo_cn: Wi-Fi དྲ་རྒྱ།(%s)

source: Wi-Fi Network Authentication Required
bo_cn: Wi-Fi དྲ་རྒྱ་ར་སྤྲོད་བྱེད་དགོས།

source: Wi-Fi Networks (%s)
bo_cn: Wi-Fi དྲ་རྒྱ།(%s)

source: Wi-Fi Networks Available
bo_cn: Wi-Fi དྲ་རྒྱ་སྤྱོད་ཆོག

source: Wi-Fi _adapter:
bo_cn: Wi-Fi འཚམ་སྒྲིག་ཆས།(_A)：

source: Wi-Fi _security:
bo_cn: Wi-Fi བདེ་འཇགས་རང་བཞིན། (_S)：

source: Wi-Fi connection %d
bo_cn: Wi-Fi འབྲེལ་མཐུད། %d

source: Wi-Fi device
bo_cn: Wi-Fi སྒྲིག་ཆས།

source: Wi-Fi is disabled
bo_cn: Wi-Fi འགོག་སྤྱོད་བྱས་ཟིན།

source: Wi-Fi is disabled by hardware switch
bo_cn: Wi-Fi སྲ་ཆས་བསད་སྤར་རྒྱུད་ནས་འགོག་སྤྱོད་བྱས་ཟིན།

source: Wi-Fi network connection '%s' active
bo_cn: Wi-Fi དྲ་རྒྱ་འབྲེལ་མཐུད %s འཁོར་སྐྱོད་རྣམ་པར་གནས་ཟིན་པ།

source: Wi-Fi network connection '%s' active: %s (%d%%)
bo_cn: Wi-Fi དྲ་རྒྱ་འབྲེལ་མཐུད %s འཁོར་སྐྱོད་རྣམ་པར་གནས་པ།：%s། (%d%%)

source: None
bo_cn: མེད།

source: Wired
bo_cn: སྐུད་ཡོད་འབྲེལ་མཐུད།

source: Wireless network
bo_cn: སྐུད་མེད་དྲ་རྒྱ།

source: Wrong PIN code; please contact your provider.
bo_cn: ནོར་འཁྲུལ་གྱི་PINཚབ་ཨང་། ཁྱེད་ཀྱིས་རང་གི་མཁོ་འདོན་པར་འབྲེལ་བ་བྱེད་རོགས།

source: XOR
bo_cn: ཐ་དད་ཡང་ན།

source: You are now connected to '%s'.
bo_cn: ཁྱེད་རང་ད་ལྟ “%s”ལ་འབྲེལ་མཐུད་བྱས་ཟིན།

source: You are now connected to the Mobile Broadband network.
bo_cn: ཁྱེད་རང་ད་ལྟ་སྒུལ་བདེའི་དྲ་ཆེན་དྲ་རྒྱ་ལ་འབྲེལ་མཐུད་བྱས་ཟིན།

source: You are now connected to the Wi-Fi network '%s'.
bo_cn: ཁྱེད་རང་ད་ལྟ Wi-Fi དྲ་རྒྱ %s ལ་འབྲེལ་མཐུད་བྱས་ཟིན།

source: You are now connected to the ethernet network.
bo_cn: ཁྱེད་རང་ད་ལྟ་ཨེ་ཐེར་དྲ་རྒྱ་ལ་འབྲེལ་མཐུད་བྱས་ཟིན།

source: You are now connected to the mobile broadband network.
bo_cn: ཁྱེད་རང་ད་ལྟ་སྒུལ་བདེའི་དྲ་ཆེན་དྲ་རྒྱ་ལ་འབྲེལ་མཐུད་བྱས་ཟིན།

source: You are now registered on a roaming network.
bo_cn: ཁྱེད་རང་ད་ལྟ་ཐོ་འགོད་མྱུལ་དྲ་ཞིག་ལ་ཐོ་འགོད་བྱས་ཟིན།

source: You are now registered on the home network.
bo_cn: ཁྱེད་རང་ད་ལྟ་དྲ་རྒྱ་གཙོ་བོ་རུ་ཐོ་འགོད་བྱས་ཟིན།

source: You will need the following information:
bo_cn: ཁྱེད་ལ་གཤམ་གྱི་ཆ་འཕྲིན་དགོས།：

source: Your Device:
bo_cn: ཁྱེད་ཀྱི་སྒྲིག་ཆས།：

source: Your Plan:
bo_cn: ཁྱེད་ཀྱི་ཟས་རིགས།：

source: Your Provider:
bo_cn: ཁྱེད་ཀྱི་ཞབས་ཞུ་མཁན།：

source: Your broadband billing plan name
bo_cn: ཁྱེད་ཀྱི་དྲ་ཆེན་གྱིས་གླ་སྤྲོད་པའི་ཟས་རིགས་ཀྱི་མིང་།

source: Your broadband provider's name
bo_cn: ཁྱེད་རང་གི་དྲ་ཆེན་མཁོ་འདོན་པའི་མིང་།

source: Your mobile broadband connection is configured with the following settings:
bo_cn: ཁྱེད་ཀྱི་སྒུལ་བདེའི་དྲ་ཆེན་འབྲེལ་མཐུད་གཤམ་གྱི་སྡེབ་སྒྲིག་ལྟར་སྒྲིག་བཀོད་བྱས་ཟིན།：

source: _About
bo_cn: འབྲེལ་ཡོད།(_A)

source: _Add
bo_cn: སྣོན་པ། (_A)

source: _Aging time:
bo_cn: རྒས་འགྱུར་དུས་ཚོད། (_A)：

source: _Automatically connect to this network when it is available
bo_cn: སྤྱོད་རུང་དུས་རང་འགུལ་དུ་དྲ་རྒྱ་འདིར་སྦྲེལ་མཐུད་བྱེད་པ།(_A)

source: _Broadcast
bo_cn: རྒྱང་བསྒྲགས། (_B)

source: _Cancel
bo_cn: ལེན་པ། (_C)

source: _Close
bo_cn: ཁ་རྒྱག(_C)

source: _Configure VPN...
bo_cn: སྡེབ་སྒྲིག VPN(_C)...

source: _Connect to Hidden Wi-Fi Network...
bo_cn: སྦས་བའི Wi-Fi དྲ་རྒྱ་དང་འབྲེལ་མཐུད་བྱེད་པ།(_C)...

source: _Delete
bo_cn: བསུབ་པ།

source: _Dial-Up Network
bo_cn: ཨང་འབོད་དྲ་རྒྱ། (_D)

source: _Disconnect VPN
bo_cn: VPN(_D) གཅོད་པ།

source: _Edit
bo_cn: རྩོམ་སྒྲིག (_E)

source: _Export...
bo_cn: ཕྱིར་གཏོང་།(_E)...

source: _Forward delay:
bo_cn: རྒྱུད་སྐུར་དུས་འགྱངས། (_F)：

source: _Hairpin mode:
bo_cn: _Hairpin རྣམ་པ།：

source: _Hello time:
bo_cn: འཚམས་འདྲིའི་དུས་ཚོད། (_H)：

source: _Ignore
bo_cn: སྣང་མེད། (_I)

source: _Import team configuration from a file...
bo_cn: ཡིག་ཆ་ནས་ཚོ་སྒྲིག་སྡེབ་སྒྲིགནང་འདྲེན་བྱེད་པ།(_I)...

source: _Inner authentication:
bo_cn: ནང་ཁུལ་ར་སྤྲོད། (_I)：

source: _Interface name:
bo_cn: མཐུད་ཁ་མིང་།(_I)：

source: _JSON config:
bo_cn: _JSON སྡེབ་སྒྲིག：

source: _Key:
bo_cn: གསང་ལྡེ། (_K)：

source: _Link Monitoring:
bo_cn: སྦྲེལ་ལམ་ལྟ་སྐུལ། (_L)：

source: _Loose binding
bo_cn: ལྷོད་འབྲེལ། (_L)

source: _Max age:
bo_cn: རྒས་འགྱུར་དུས་ཚོད་ཆེ་ཤོས།(_M)：

source: _Method:
bo_cn: བྱ་ཐབས། (_M)：

source: _Network name:
bo_cn: དྲ་རྒྱའི་མིང་།(_N)：

source: _OK
bo_cn: འགྲིག་པ།(_O)

source: _Parent interface:
bo_cn: གོང་རིམ་མཐུད་ཁ། (_P)：

source: _Password:
bo_cn: གསང་གྲངས།(_P)：

source: _Personal Area Network
bo_cn: མི་སྒེར་གྱི་ཁུལ་ཁོངས་དྲ་བ།(_P)

source: _Phy
bo_cn: དངོས་ལུགས། (_P)

source: _Port:
bo_cn: སྣེ་ཁ། (_P)：

source: _Primary:
bo_cn: གཙོ་བོ། (_P)：

source: _Priority:
bo_cn: སྔོན་རིམ། (_P)：

source: _Private key password:
bo_cn: སྒེར་ལྡེ་གསང་ཨང་། (_P)：

source: _Rate:
bo_cn: མྱུར་ཚད། (_R)：

source: _Reorder headers
bo_cn: ཁ་བྱང་ཡང་བསྐྱར་རིམ་སྒྲིག (_R)

source: _Replace
bo_cn: ཚབ་བརྗེ།(_R)

source: _Require 128-bit encryption
bo_cn: 128 གྲངས་གནས་གསང་སྡོམ་དགོས། (_R)

source: _Routes…
bo_cn: ལམ་འཚོལ། (_R)...

source: _Save
bo_cn: ཉར་བ། (S)

source: _Secondary Password:
bo_cn: གསང་ཨང་ཕལ་བ། (_S)：

source: _Select your plan:
bo_cn: ཁྱེད་ཀྱི་ཟས་རིགས་འདེམ་པ། (_S)：

source: _Service:
bo_cn: ཞབས་ཞུ།(_S)：

source: _Speed:
bo_cn: མྱུར་ཚད།（S）

source: _Teamed connections:
bo_cn: ཚོ་སྒྲིག་ཟིན་པའི་འབྲེལ་མཐུད། (_T)：

source: _Ternary Password:
bo_cn: རྒྱུ་གསུམ་གསང་ཨང་། (_T)：

source: _Transport mode:
bo_cn: རྒྱུད་གཏོང་རྣམ་པ། (_T)：

source: _Type:
bo_cn: རིགས་རྣམ། (_T)：

source: _Unicast
bo_cn: ཁེར་བསྒྲགས། (_U)

source: _Unlock
bo_cn: སྒྲོག་འགྲོལ། (_U)

source: _Use point-to-point encryption (MPPE)
bo_cn: ཚེག་ནས་ཚེག་གསང་སྡོམ་སྤྱོད་པ། (MPPE)(_U)

source: _Use this connection only for resources on its network
bo_cn: འབྲེལ་མཐུད་འདི་ཁོ་ན་ལྟོས་བཅས་ཀྱི་དྲ་རྒྱའི་སྟེང་གི་ཐོན་ཁུངས་སུ་སྤྱོད་པ། (_U)

source: _User certificate:
bo_cn: སྤྱོད་མཁན་དཔང་ཡིག (_U)：

source: _Username:
bo_cn: སྤྱོད་མཁན་མིང་། (_U)：

source: _VPN Connections
bo_cn: _VPN འབྲེལ་མཐུད།

source: _Wake on LAN password:
bo_cn: ཁྱབ་ཆུང་དྲ་རྒྱའི་གསང་ཨང་སད་པ། (_W)：

source: automatic
bo_cn: རང་འགུལ།

source: bytes
bo_cn: ཡིག་ཚིགས་གྲངས།

source: cloned MAC
bo_cn: རྒྱུད་བཤུས MAC

source: default
bo_cn: སོར་བཞག

source: device
bo_cn: སྒྲིག་ཆས།

source: device not managed
bo_cn: སྒྲིག་ཆས་ཚབ་གཉེར་མ་བྱས་པ།

source: device not ready
bo_cn: སྒྲིག་ཆས་ཚགས་སུ་ཚུད་མེད་པ།

source: device not ready (firmware missing)
bo_cn: སྒྲིག་ཆས་ཚགས་སུ་ཚུད་མེད་པ། (མཁྲེགས་ལྷུ་ཆད་པ།)

source: disconnected
bo_cn: ཆད་ཟིན་པ།

source: infiniband device
bo_cn: Infiniband སྒྲིག་ཆས།

source: invalid %s (%s)
bo_cn: ནུས་མེད། %s། (%s)

source: invalid %s for %s (%s)
bo_cn: %2$s %1$s ལ་ནུས་པ་མེད་པའི( %3$s)

source: invalid Bluetooth device (%s)
bo_cn: ནུས་མེད་ཀྱི་སོ་སྔོན་སྒྲིག་ཆས། (%s)

source: invalid EAP-PEAP CA certificate: %s
bo_cn: ནུས་མེད་ཀྱི EAP-PEAP CA ར་སྤྲོད།： %s

source: invalid EAP-PEAP CA certificate: no certificate specified
bo_cn: ནུས་མེད་ཀྱི EAP-PEAP CA དཔང་ཡིག：ངེས་གཏན་མེད་པའི་དཔང་ཡིག

source: invalid EAP-TLS CA certificate: %s
bo_cn: ནུས་མེད་ཀྱི EAP-TLS CA དཔང་ཡིག：%s

source: invalid EAP-TLS CA certificate: no certificate specified
bo_cn: ནུས་མེད་ཀྱི EAP-TLS CA དཔང་ཡིག：ངེས་གཏན་མེད་པའི་དཔང་ཡིག

source: invalid EAP-TLS password: missing
bo_cn: ནུས་མེད་ཀྱི EAP-TLS གསང་ཨང་།：བོར་བ།

source: invalid EAP-TLS private-key: %s
bo_cn: ནུས་མེད་ཀྱི EAP-TLS སྒེར་ལྡེ།：%s

source: invalid EAP-TLS user-certificate: %s
bo_cn: ནུས་མེད་ཀྱི EAP-TLS 用户དཔང་ཡིག：%s

source: invalid EAP-TTLS CA certificate: %s
bo_cn: ནུས་མེད་ཀྱི EAP-TTLS CA དཔང་ཡིག：%s

source: invalid EAP-TTLS CA certificate: no certificate specified
bo_cn: ནུས་མེད་ཀྱི EAP-TTLS CA དཔང་ཡིག：ངེས་གཏན་མེད་པའི་དཔང་ཡིག

source: invalid interface-name (%s)
bo_cn: ནུས་མེད་ཀྱི་མཐུད་ཁི་མིང་། (%s)

source: invalid interface-name for %s (%s)
bo_cn: ནུས་མེད་ཀྱི་མཐུད་ཁའི་མིང་། %s། (%s)

source: invalid wep-key: key with a length of %zu must contain only ascii characters
bo_cn: ནུས་མེད་ཀྱི wep-key：%zu རིང་ཚད་ཀྱི་གསང་ལྡེ་རུ ASCII ཡིག་རྟགས་ཁོ་འདུས་ཆོག

source: invalid wep-key: key with a length of %zu must contain only hex-digits
bo_cn: ནུས་མེད་ཀྱི wep-key：%zu རིང་ཚད་ཀྱི་གསང་ལྡེ་རུ་ཅུ་དྲུག་གོང་འགྲིལ་ལུགས་གྲངས་ཀ་ཁོ་ན་འདུས་ཆོག

source: invalid wep-key: passphrase must be non-empty
bo_cn: ནུས་མེད་ཀྱི wep-key：གསང་ཨང་ངེས་པར་དུ་སྟོང་བ་མིན་པ།

source: invalid wep-key: passphrase must be shorter than 64 characters
bo_cn: ནུས་མེད་ཀྱི wep-key：གསང་ཨང་ངེས་པར་དུ་ཡིག་རྟགས 64 ལས་ཉུང་དགོས།

source: invalid wpa-psk: cannot interpret key with 64 bytes as hex
bo_cn: ནུས་མེད་ཀྱི wpa-psk：ཡིག་ཚིགས 64 བཅུ་དྲུག་གོང་འགྲིལ་ལུགས་ཀྱི་འགྲེལ་བཤད་ཀྱི་གསང་བའི་ལྡེ་མིག་བྱས་མི་ཆོག

source: missing EAP password
bo_cn: EAP གསང་ཨང་ཆད་པ།

source: missing EAP username
bo_cn: EAP སྤྱོད་མཁན་མིང་ཆད་པ།

source: missing EAP-FAST PAC file
bo_cn: EAP-FAST PAC ཡིག་ཆ་ཆད་པ།

source: missing EAP-LEAP password
bo_cn: EAP-LEAP གསང་ཨང་ཆད་པ།

source: missing EAP-LEAP username
bo_cn: EAP-LEAP སྤྱོད་མཁན་མིང་ཆད་པ།

source: missing EAP-TLS identity
bo_cn: EAP-TLS ཐོབ་ཐང་ཆད་པ།

source: missing SSID
bo_cn: SSID ཆད་པ།

source: missing leap-password
bo_cn: leap གསང་ཨང་ཆད་པ།

source: missing leap-username
bo_cn: leap སྤྱོད་མཁན་མིང་ཆད་པ།

source: missing wep-key
bo_cn: wep-key ཆད་པ།

source: ms
bo_cn: ཧའོ་སྐར་ཆ།

source: never
bo_cn: གཏན་མིན།

source: none
bo_cn: མེད།

source: not enabled
bo_cn: སྤྱོད་འགོ་མ་བརྩམས་པ།

source: not registered
bo_cn: ཐོ་བཀོད་མེད།

source: now
bo_cn: ད་ལྟ།

source: primary
bo_cn: གཙོ་བོ།

source: registration denied
bo_cn: ཐོ་འགོད་ཁས་མ་བླངས།

source: roaming
bo_cn: མྱུལ་བཞིན་པ།

source: searching
bo_cn: བཤེར་འཚོལ་བྱེད་བཞིན་པ།

source: secure.
bo_cn: བདེ་འཇགས།

source: undefined error in 802.1x security (wpa-eap)
bo_cn: 802.1x བདེ་འཇགས་རང་བཞིན་ཁྲོད་དུ་གཏན་ཁེལ་མི་ཐུབ་པའི་ནོར་འཁྲུལ། (wpa-eap)

source: unknown error
bo_cn: མི་ཤེས་པའི་ནོར་འཁྲུལ།

source: unspecified error
bo_cn: དམིགས་མ་བཙུགས་པའི་ནོར་འཁྲུལ།

source: unspecified error validating eap-method file
bo_cn: eap བྱ་ཐབས་ཀྱི་ཡིག་ཆ་ར་སྤྲོད་བྱེད་སྐབས་དམིགས་མ་བཙུགས་པའི་ནོར་འཁྲུལ།

source: vlan parent
bo_cn: vlan གོང་རིམ།

source: Connect
bo_cn: འབྲེལ་མཐུད།

source: Connecting
bo_cn: འབྲེལ་མཐུད་བྱེད་བཞིན་པ།

source: Edit Connections
bo_cn: འབྲེལ་མཐུད་རྩོམ་སྒྲིག

source: VPN Connections
bo_cn: VPN འབྲེལ་མཐུད།
