Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/nm-applet.po
Languages: bo_cn

source: "vlan" + number
bo_cn: vlan + གྲངས་ཀ

source: %d day ago
bo_cn: ཉིན %d ཡི་གོང་།

source: %d hour ago
bo_cn: ཆུ་ཚོད %d ཡི་གོང་།

source: %d minute ago
bo_cn: སྐར་མ %d ཡི་གོང་།

source: %d month ago
bo_cn: ཟླ་བ %d ཡི་གོང་།

source: %d year ago
bo_cn: %d ལོའི་གོང་།

source: %s (%s roaming)
bo_cn: %s(%s མྱུལ་བཞིན་པ། )

source: %s (default)
bo_cn: %s(སོར་བཞག)

source: %s (roaming)
bo_cn: %s(མྱུལ་བཞིན་པ།)

source: %s (via "%s")
bo_cn: %s (“%s”བརྒྱུད་པ།）

source: %s connection
bo_cn: %s འབྲེལ་མཐུད།

source: %s slave %d
bo_cn: %s ཕྱོགས་གཏོགས་འཕྲུལ་འཁོར %d

source: (in some cases) Your broadband billing plan APN (Access Point Name)
bo_cn: （གནས་ཚུལ་ཁ་ཤས་འོག）ཁྱེད་ཀྱི་དྲ་ཆེན་གླ་སྤྲོད་ལུགས APN（ལྟ་སྤྱོད་གནས་ཀྱི་མིང་།）

source: (none)
bo_cn: (མེད།)

source: 1 (Default)
bo_cn: 1། (སོར་བཞག)

source: 1 Gb/s
bo_cn: 1 Gb/སྐར་ཆ།

source: 802.1X authentication
bo_cn: 802.1X ར་སྤྲོད།

source: 802.1x Security
bo_cn: 802.1X བདེ་འཇགས་རང་བཞིན།

source: A file named "%s" already exists.
bo_cn: མིང་ལ “%s”ཡིན་པའི་ཡིག་ཆ་གནས་ཟིན།

source: A password is required to connect to '%s'.
bo_cn: %s' ལ་འབྲེལ་མཐུད་བྱེད་ན་གསང་ཨང་དགོས།

source: ARP _targets:
bo_cn: ARP དམིགས་ཡུལ། (_T)：

source: Active Network Connections
bo_cn: བྱ་བྱེད་ཀྱི་དྲ་རྒྱ་འབྲེལ་མཐུད།

source: Active backup
bo_cn: ཚ་གྲབས།

source: Adaptive load balancing
bo_cn: ཁུར་བོ་དོ་མཉམ་རང་འཚམ།

source: Adaptive transmit load balancing
bo_cn: ཁུར་བོ་དོ་མཉམ་རྒྱུད་གཏོང་རང་འཚམ།

source: Additional DNS ser_vers:
bo_cn: _DNS ཞབས་ཞུ་ཆས་ཟུར་སྣོན།：

source: Additional s_earch domains:
bo_cn: བཤེར་འཚོལ་ཁོངས་ཟུར་སྣོན། (_E)：

source: Address
bo_cn: ཤག་གནས།

source: Addresses
bo_cn: ཤག་གནས།

source: Advanced
bo_cn: མཐོ་རིམ།

source: Advertise
bo_cn: བརྡ་ཐོ།

source: All _users may connect to this network
bo_cn: སྤྱོད་མཁན་ཚང་མས་དྲ་རྒྱ་འདིར་འབྲེལ་མཐུད་བྱས་ཆོག (_U)

source: All files
bo_cn: ཡིག་ཆ་ཚང་མ།

source: Allow _BSD data compression
bo_cn: _BSD གཞི་གྲངས་སྡུད་སྒྲིལ་རུང་བ།

source: Allow _Deflate data compression
bo_cn: _Deflate གཞི་གྲངས་སྡུད་སྒྲིལ་རུང་བ།

source: Allow _roaming if home network is not available
bo_cn: གལ་ཏེ་དྲ་རྒྱ་གཙོ་བོ་སྤྱོད་མི་ཐུབ་ཚེས་མྱུལ་རུང་བ་ཡིན། (_R)

source: Allow automatic PAC pro_visioning
bo_cn: རང་འགུལ PAC སྡེབ་སྒྲིག་རུང་བ། (_V)

source: Allowed Authentication Methods
bo_cn: རུང་བའི་ར་སྤྲོད་བྱ་ཐབས།：

source: Allowed methods:
bo_cn: རུང་བའི་བྱ་ཐབས།：

source: An IP address, or a comma-separated list of IP addresses, to look for when checking the link status.
bo_cn: འབྲེལ་མཐུད་རྣམ་པ་བཤེར་འཇལ་བྱེད་དུས་སྤྱོད་པའི IP ཤག་གནས་དང་ཡང་ན་ཚེག་འབྲིང་གིས་བཅད་པའི IP ཤག་གནས་རེའུ་མིག

source: Anony_mous identity:
bo_cn: རང་མིང་མི་འགོད་པའི་ཐོབ་ཐང་། (_M)：

source: Anonymous
bo_cn: རང་མིང་མི་འགོད་པ།

source: Any device
bo_cn: སྒྲིག་ཆས་གང་རུང་།

source: Are you sure you wish to delete the connection %s?
bo_cn: འབྲེལ་མཐུད %s སུབ་རྒྱུ་གཏན་འཁེལ་ཡིན་ནམ།

source: Ask for this password every time
bo_cn: ནམ་ཡང་གསང་ཨང་འདི་འདྲི་རྩད་བྱེད་པ།

source: Attachment Unit Interface (AUI)
bo_cn: ཞར་བྱུང་སྡེ་ཚན་མཐུད་ཁ(AUI)

source: Au_thentication:
bo_cn: ར་སྤྲོད(_T)：

source: Aut_onegotiate
bo_cn: རང་འགུལ་ལག་འཇུ། (_O)

source: Authenticate to delete the selected connection
bo_cn: གདམ་པའི་འབྲེལ་མཐུད་སུབ་པ་གཞིར་ནས་ར་སྤྲོད་བྱེད་པ།

source: Authenticate to edit the selected connection
bo_cn: གདམ་པའི་འབྲེལ་མཐུད་རྩོམ་སྒྲིག་གཞིར་ནས་ར་སྤྲོད་བྱེད་པ།

source: Authenticate to save this connection for all users of this machine.
bo_cn: འཕྲུལ་འཁོར་འདིའི་སྤྱོད་མཁན་ཚང་མ་འབྲེལ་མཐུད་འདི་ཉར་ཚགས་བྱེད་པར་ར་སྤྲོད་བྱེད་དགོས།

source: Authenticated
bo_cn: ར་སྤྲོད་བྱས་ཟིན།

source: Authentication
bo_cn: གསལ་འབྱེད་ར་སྤྲོད།

source: Authentication required by Wi-Fi network
bo_cn: "Wi-Fi དྲ་རྒྱ་ར་སྤྲོད་བྱེད་པའི་རེ་ཞུ་ཡོད།

source: Auto Ethernet
bo_cn: རང་འགུལ་ཨེ་ཐེར་དྲ་རྒྱ།

source: Automatic
bo_cn: རང་འགུལ།

source: Automatic (DHCP)
bo_cn: རང་འགུལ།(DHCP)"

source: Automatic (DHCP) addresses only
bo_cn: རང་འགུལ།(DHCP)ཤག་གནས་ཁོ་ན།

source: Automatic (PPPoE)
bo_cn: རང་འགུལ།(PPPoE)

source: Automatic (PPPoE) addresses only
bo_cn: རང་འགུལ།(PPPoE) ཤག་གནས་ཁོ་ན།

source: Automatic (VPN)
bo_cn: རང་འགུལ།(VPN)

source: Automatic (VPN) addresses only
bo_cn: རང་འགུལ།(VPN) ཤག་གནས་ཁོ་ན།

source: Automatic with manual DNS settings
bo_cn: རང་འགུལ་གྱིས་ལག་བཟོ་སྒྲིག་འགོད་ཀྱི DNS སྤྱོད་པ།

source: Automatic, DHCP only
bo_cn: རང་འགུལ། DHCP ཁོ་ན།

source: Automatic, addresses only
bo_cn: རང་འགུལ། ཤག་གནས་ཁོ་ན།

source: Automatically connect to _VPN when using this connection
bo_cn: འབྲེལ་མཐུད་འདི་སྤྱོད་སྐབས _VPN རང་འགུལ་འབྲེལ་མཐུད་བྱེད་པ།

source: Automatically unlock this device
bo_cn: སྒྲིག་ཆས་འདི་རང་འགུལ་སྒྲོག་གྲོལ་བ།

source: Available
bo_cn: ཁོམ་པ།

source: Ban_d:
bo_cn: རླབས་ཚན། (_D)：

source: Base Connection:
bo_cn: གཞི་རྩའི་འབྲེལ་མཐུད།

source: Basic
bo_cn: གཞི་རྩ།

source: Bluetooth
bo_cn: སོ་སྔོན་པོ།

source: Bluetooth Type
bo_cn: སོ་སྔོན་རིགས་རྣམ།

source: Bluetooth connection %d
bo_cn: སོ་སྔོན་འབྲེལ་མཐུད %d

source: Bond
bo_cn: བསྡམས་བཅད།

source: Bond connection %d
bo_cn: འབྲེལ་མཐུད་བསྡམས་བཅད། %d

source: Bonded _connections:
bo_cn: འབྲེལ་མཐུད་བསྡམས་བཅད་བྱས་ཟིན། (_C)：

source: Both
bo_cn: ཕྱོགས་གཉིས།

source: Bridge
bo_cn: ཟམ་མཐུད།

source: Bridge Port
bo_cn: ཟམ་མཐུད་སྣེ་ཁ།

source: Bridge connection %d
bo_cn: ཟམ་མཐུད་འབྲེལ་མཐུད %d

source: Bridged _connections:
bo_cn: ཟམ་མཐུད་འབྲེལ་མཐུད(_C)：

source: Broadcast
bo_cn: རྒྱང་བསྒྲགས།

source: Broadcast Address:
bo_cn: རྒྱང་བསྒྲགས་ཤག་གནས：

source: C_A certificate:
bo_cn: C_A དཔང་ཡིག：

source: C_hannel:
bo_cn: ཟློས་ལམ(_H)：

source: C_loned MAC address:
bo_cn: རྒྱུད་བཤུས MAC ཤག་གནས(_L)：

source: C_onnect
bo_cn: འབྲེལ་མཐུད(_O)

source: C_onnection:
bo_cn: འབྲེལ་མཐུད(_O)：

source: C_reate
bo_cn: གསར་བཟོ། (_R)

source: Cannot export VPN connection
bo_cn: VPN འབྲེལ་མཐུད་ཕྱིར་འདྲེན་བྱེད་ཐབས་མེད།

source: Cannot import VPN connection
bo_cn: VPN འབྲེལ་མཐུད་ནང་འདྲེན་བྱེད་ཐབས་མེད།

source: Challenge Handshake Authentication Protocol
bo_cn: ལག་འཇུ་ར་སྤྲོད་གྲོས་ཆིངས་འགྲན་སློང་བྱེད་པ།

source: Change...
bo_cn: བཟོ་བཅོས། ...

source: Choose a Certificate Authority certificate...
bo_cn: ར་སྤྲོད་ལྟེ་གནས་དཔང་ཡིག་ཅིག་འདེམ་པ།...

source: Choose a Connection Type
bo_cn: འབྲེལ་མཐུད་རིགས་རྣམ་འདེམ་པ།

source: Choose a PAC file...
bo_cn: PAC ཡིག་ཆ་ཞིག་འདེམ་པ།...

source: Choose a VPN Connection Type
bo_cn: VPN འབྲེལ་མཐུད་རིགས་རྣམ་འདེམ་པ།

source: Choose your Billing Plan
bo_cn: ཁྱེད་ཀྱི་དངུལ་སྤྲོད་ལུགས་འདེམ་པ།

source: Choose your Provider
bo_cn: ཁྱེད་ཀྱི་མཁོ་འདོན་པ་འདེམ་པ།

source: Choose your Provider's Country or Region
bo_cn: ཁྱེད་ཀྱི་མཁོ་འདོན་པའི་རྒྱལ་ཁབ་བམ་ཡང་ན་ཤ་ཁུལ་འདེམ་པ།

source: Choose your personal certificate...
bo_cn: ཁྱེད་ཀྱི་མི་སྒེར་དཔང་ཡིག་འདེམ་པ།...

source: Choose your private key...
bo_cn: ཁྱེད་ཀྱི་སྒེར་ལྡེ་འདེམ་པ།...

source: Click to connect
bo_cn: འབྲེལ་མཐུད་རྡེབ་པ།

source: Client
bo_cn: མཁོ་མཁན།

source: Cloned MAC _address:
bo_cn: རྒྱུད་བཤུས M_AC ཤག་གནས།

source: Compression
bo_cn: སྡུད་སྒྲིལ་ཚུལ།

source: Configure _Methods…
bo_cn: སྡེབ་སྒྲིག་བྱ་ཐབས།(_M)...

source: Configuring Wi-Fi network connection '%s'...
bo_cn: Wi-Fi དྲ་རྒྱ་འབྲེལ་མཐུད་སྡེབ་སྒྲིག་བྱེད་བཞིན་པ། %s...

source: Configuring ethernet network connection '%s'...
bo_cn: ཨེ་ཐེར་དྲ་རྒྱ་འབྲེལ་མཐུད་སྡེབ་སྒྲིག་བྱེད་བཞིན་པ། %s...

source: Configuring mobile broadband connection '%s'...
bo_cn: སྒུལ་བདེའི་དྲ་ཆེན་འབྲེལ་མཐུད་སྡེབ་སྒྲིག་བྱེད་བཞིན་པ། “%s”...

source: Confirm Mobile Broadband Settings
bo_cn: སྒུལ་བདེའི་དྲ་ཆེན་སྒྲིག་འགོད་གཏན་འཁེལ་བྱེད་པ།

source: Connect to Hidden Wi-Fi Network
bo_cn: སྦས་བའི Wi-Fi དྲ་རྒྱ་རུ་འབྲེལ་མཐུད་བྱེད་པ།

source: Connected
bo_cn: འབྲེལ་མཐུད་བྱས་ཟིན།

source: Connection Established
bo_cn: འབྲེལ་མཐུད་གསར་འཛུགས་བྱས་ཟིན།

source: Connection Information
bo_cn: ཆ་འཕྲིན་འབྲེལ་མཐུད།

source: Connection _Information
bo_cn: ཆ་འཕྲིན་འབྲེལ་མཐུད། (_I)

source: Connection _name:
bo_cn: འབྲེལ་མཐུད་མིང་། (_N)：

source: Connection activation failed
bo_cn: འབྲེལ་མཐུད་སྤྱོད་འགོ་རྩོམ་པ་ཕམ་པ།

source: Connection add failed
bo_cn: འབྲེལ་མཐུད་ཁ་སྣོན་ཕམ་པ།

source: Connection cannot be modified
bo_cn: འབྲེལ་མཐུད་བཟོ་བཅོས་བྱས་མི་ཆོག

source: Connection delete failed
bo_cn: འབྲེལ་མཐུད་བསུབ་པ་ཕམ་པ།

source: Connection failure
bo_cn: འབྲེལ་མཐུད་ཕམ་པ།

source: Could not create connection
bo_cn: འབྲེལ་མཐུད་གསར་འཛུགས་བྱེད་ཐབས་མེད།

source: Could not create new connection
bo_cn: འབྲེལ་མཐུད་གསར་པ་གསར་འཛུགས་བྱེད་ཐབས་མེད།

source: Could not edit connection
bo_cn: འབྲེལ་མཐུད་རྩོམ་སྒྲིག་བྱེད་ཐབས་མེད།

source: Could not find VPN plugin service for '%s'.
bo_cn: %s ཡི VPN ལ་སྤྱོད་པའི་བསྒར་ལྷུ་ཞབས་ཞུ་རྙེད་ཐབས་མེད།

source: Could not load 802.1x Security user interface.
bo_cn: 802.1X བདེ་འཇགས་སྡེབ་སྒྲིག་སྤྱོད་མཁན་འཆར་ངོས་ཁུར་སྣོན་བྱེད་ཐབས་མེད།

source: Could not load Bluetooth user interface.
bo_cn: སོ་སྔོན་སྤྱོད་མཁན་འཆར་ངོས་ཁུར་སྣོན་བྱེད་ཐབས་མེད།

source: Could not load DCB user interface.
bo_cn: DSL སྤྱོད་མཁན་འཆར་ངོས་ཁུར་སྣོན་བྱེད་ཐབས་མེད།

source: Could not load DSL user interface.
bo_cn: DSL སྤྱོད་མཁན་འཆར་ངོས་ཁུར་སྣོན་བྱེད་ཐབས་མེད།

source: Could not load General user interface.
bo_cn: རྒྱུན་ལྡན་སྤྱོད་མཁན་འཆར་ངོས་ཁུར་སྣོན་བྱེད་ཐབས་མེད།

source: Could not load IPv4 user interface.
bo_cn: IPv4 སྤྱོད་མཁན་འཆར་ངོས་ཁུར་སྣོན་བྱེད་ཐབས་མེད།

source: Could not load IPv6 user interface.
bo_cn: IPv6 སྤྱོད་མཁན་འཆར་ངོས་ཁུར་སྣོན་བྱེད་ཐབས་མེད།

source: Could not load InfiniBand user interface.
bo_cn: InfiniBand སྤྱོད་མཁན་འཆར་ངོས་ཁུར་སྣོན་བྱེད་ཐབས་མེད།

source: Could not load PPP user interface.
bo_cn: PPP སྤྱོད་མཁན་འཆར་ངོས་ཁུར་སྣོན་བྱེད་ཐབས་མེད།

source: Could not load VPN user interface.
bo_cn: VPN སྤྱོད་མཁན་འཆར་ངོས་ཁུར་སྣོན་བྱེད་ཐབས་མེད།

source: Could not load Wi-Fi security user interface.
bo_cn: Wi-Fi བདེ་འཇགས་རང་བཞིན་སྤྱོད་མཁན་འཆར་ངོས་ཁུར་སྣོན་བྱེད་ཐབས་མེད།

source: Could not load Wi-Fi security user interface; missing Wi-Fi setting.
bo_cn: Wi-Fi བདེ་འཇགས་རང་བཞིན་སྤྱོད་མཁན་འཆར་ངོས་ཁུར་སྣོན་བྱེད་ཐབས་མེད། Wi-Fi སྒྲིག་འགོད་ཆད་པ།

source: Could not load Wi-Fi user interface.
bo_cn: Wi-Fi སྤྱོད་མཁན་འཆར་ངོས་ཁུར་སྣོན་བྱེད་ཐབས་མེད།

source: Could not load bond user interface.
bo_cn: བསྡམས་བཅད་སྤྱོད་མཁན་འཆར་ངོས་ཁུར་སྣོན་བྱེད་ཐབས་མེད།

source: Could not load bridge port user interface.
bo_cn: ཟམ་མཐུད་སྣེ་ཁ་སྤྱོད་མཁན་འཆར་ངོས་ཁུར་སྣོན་བྱེད་ཐབས་མེད།

source: Could not load bridge user interface.
bo_cn: ཟམ་མཐུད་སྤྱོད་མཁན་འཆར་ངོས་ཁུར་སྣོན་བྱེད་ཐབས་མེད།

source: Could not load ethernet user interface.
bo_cn: ཨེ་ཐེར་དྲ་རྒྱ་སྤྱོད་མཁན་འཆར་ངོས་ཁུར་སྣོན་བྱེད་ཐབས་མེད།

source: Could not load mobile broadband user interface.
bo_cn: སྒུལ་བདེའི་དྲ་ཆེན་སྤྱོད་མཁན་འཆར་ངོས་ཁུར་སྣོན་བྱེད་ཐབས་མེད།

source: Could not load team port user interface.
bo_cn: རུ་ཁག་སྣེ་ཁའི་སྤྱོད་མཁན་འཆར་ངོས་ཁུར་སྣོན་བྱེད་ཐབས་མེད།

source: Could not load team user interface.
bo_cn: རུ་ཁག་སྤྱོད་མཁན་འཆར་ངོས་ཁུར་སྣོན་བྱེད་ཐབས་མེད།

source: Could not load vlan user interface.
bo_cn: VLAN སྤྱོད་མཁན་འཆར་ངོས་ཁུར་སྣོན་བྱེད་ཐབས་མེད།

source: Country or Region List:
bo_cn: རྒྱལ་ཁབ་དང་ཡང་ན་་ས་ཁུལ་རེའུ་མིག

source: Country or region
bo_cn: རྒྱལ་ཁབ་དང་ཡང་ན་་ས་ཁུལ།

source: Create New Wi-Fi Network
bo_cn: Wi-Fi དྲ་རྒྱ་གསར་བ་གསར་འཛུགས།

source: Create _New Wi-Fi Network...
bo_cn: Wi-Fiདྲ་རྒྱ་གསར་བ་གསར་འཛུགས། (_N)...

source: Create a connection for _this mobile broadband device:
bo_cn: སྒུལ་བདེའི་དྲ་ཆེན་སྒྲིག་ཆས་འདིར་འབྲེལ་མཐུད་ཞིག་གསར་འཛུགས་བྱེད་པ། (_T)：

source: Create…
bo_cn: གསར་འཛུགས།...

source: DER or PEM certificates (*.der, *.pem, *.crt, *.cer)
bo_cn: DER འམ PEM དཔང་ཡིག (*.der, *.pem, *.crt, *.cer)

source: DER, PEM, or PKCS#12 private keys (*.der, *.pem, *.p12, *.key)
bo_cn: DER，PEM འམ PKCS#12 སྒེར་ལྡེ། (*.der, *.pem, *.p12, *.key)

source: DNS ser_vers:
bo_cn: _DNS ཞབས་ཞུ་ཆས།：

source: DSL authentication
bo_cn: DSL ར་སྤྲོད།

source: DSL connection %d
bo_cn: DSL འབྲེལ་མཐུད %d

source: D_HCP client ID:
bo_cn: D_HCP མཁོ་མཁན་ ID：

source: Datagram
bo_cn: གཞི་གྲངས་ཚགས་པར།

source: De_fault
bo_cn: སོར་བཞག(_F)

source: Default
bo_cn: སོར་བཞག

source: Default Route:
bo_cn: སོར་བཞག་ལམ་འཚོལ：

source: Delete the selected connection
bo_cn: གདམ་པའི་འབྲེལ་མཐུད་སུབ་པ།

source: Device disconnect failed
bo_cn: སྒྲིག་ཆས་གཅོད་པ་ཕམ་པ།

source: Device name + number
bo_cn: སྒྲིག་ཆས་མིང་། + ཨང་རྟགས།

source: Did not find a connection with UUID '%s'
bo_cn: “%s”འབྲེལ་མཐུད་རྙེད་མ་བྱུང་།

source: Disable VPN notifications
bo_cn: VPN བརྡ་ཐོ་འགོག་སྤྱོད།

source: Disable WiFi Create
bo_cn: WiFi གསར་འཛུགས་འགོག་སྤྱོད།

source: Disable connected notifications
bo_cn: འབྲེལ་མཐུད་བརྡ་ཐོ་འགོག་སྤྱོད།

source: Disable disconnected notifications
bo_cn: བརྡ་ཐོ་གཅོད་པ་འགོག་སྤྱོད།

source: Disabled
bo_cn: འགོག་སྤྱོད།

source: Disconnect
bo_cn: འབྲེལ་མཐུད་མཚམས་གཅོད་པ།

source: Disconnect failure
bo_cn: གཅོད་པ་ཕམ་པ།

source: Disconnected
bo_cn: ཆད་ཟིན་པ།

source: Disconnected - you are now offline
bo_cn: འབྲེལ་མཐུད་བཅད་ཟིན། - ཁྱེད་རང་ད་ལྟ་སྐུད་བྲལ་གྱི་རྣམ་པར་གནས་འདུག

source: Do you want to replace %s with the VPN connection you are saving?
bo_cn: %s དེ་ཁྱེད་ཀྱིས་ཉར་ཚགས་བྱེད་བཞིན་པའི VPN འབྲེལ་མཐུད་ལ་བརྗེའམ།

source: Domains used when resolving host names. Use commas to separate multiple domains.
bo_cn: གཙོ་འཁོར་མིང་དབྱེ་ཞིབ་བྱེད་སྐབས་སྤྱོད་པའི་ཁོངས། ཚེག་འབྲིང་གིས་ཁོངས་མང་པོ་མཚམས་དགར་བ།

source: Don't know how to create '%s' connections
bo_cn: “%s”འབྲེལ་མཐུད་ཇི་ལྟར་གསར་འཛུགས་བྱེད་རྒྱུ་མ་ཤེས།

source: Driver:
bo_cn: བྱ་རིམ་སྐུལ་སློང་།：

source: Duplicate slaves
bo_cn: བསྐྱར་བརྩེགས་བྱས་པའི་ཕྱོགས་གཏོགས་འཕྲུལ་འཁོར།

source: Dynamic WEP
bo_cn: འགུལ་རྣམ WEP

source: Dynamic WEP (802.1x)
bo_cn: འགུལ་རྣམ WEP། (802.1x)

source: Echo
bo_cn: བྲག་ཅ་འཁོར་བ།

source: Edit Connections...
bo_cn: འབྲེལ་མཐུད་རྩོམ་སྒྲིག...

source: Edit the selected connection
bo_cn: གདམ་པའི་འབྲེལ་མཐུད་རྩོམ་སྒྲིག

source: Editing %s
bo_cn: རྩོམ་སྒྲིག་བྱེད་བཞིན་པ། %s

source: Editing IPv4 routes for %s
bo_cn: %s ཡི IPv4 ལམ་འཚོལ་རྩོམ་སྒྲིག་བྱེད་བཞིན་པ།

source: Editing IPv6 routes for %s
bo_cn: %s ཡི IPv6 ལམ་འཚོལ་རྩོམ་སྒྲིག་བྱེད་བཞིན་པ།

source: Editing PPP authentication methods for %s
bo_cn: %s ཡི PPP ར་སྤྲོད་བྱ་ཇབས་རྩོམ་སྒྲིག་བྱེད་བཞིན་པ།

source: Editing un-named connection
bo_cn: མིང་བཏགས་མེད་པའི་འབྲེལ་མཐུདརྩོམ་སྒྲིག་བྱེད་པ།

source: Editor initializing...
bo_cn: རྩོམ་སྒྲིག་ཆས་འགོ་སྒྲིག་བྱེད་བཞིན་པ།…

source: Enable
bo_cn: སྤྱོད་འགོ་འཛུགས་པ།

source: Enable I_GMP snooping
bo_cn: I_GMP སྣོམ་འཚོལ་སྤྱོད་འགོ་རྩོམ་པ།

source: Enable N_otifications
bo_cn: བརྡ་ཐོ། (_O)སྤྱོད་འགོ་རྩོམ་པ།

source: Enable _Mobile Broadband
bo_cn: སྒུལ་བདེའི་དྲ་ཆེན(_M) སྤྱོད་འགོ་རྩོམ་པ།

source: Enable _Networking
bo_cn: དྲ་སྦྲེལ། (_N) སྤྱོད་འགོ་རྩོམ་པ།

source: Enable _STP (Spanning Tree Protocol)
bo_cn: _STP སྤྱོད་འགོ་རྩོམ་པ།

source: Enable _Wi-Fi
bo_cn: _Wi-Fi སྤྱོད་འགོ་རྩོམ་པ།

source: Enable or disable priority pause transmission for each User Priority.
bo_cn: སྤྱོད་མཁན་ཚང་མར་སྔོན་རིམ་སྤྱོད་འགོ་རྩོམ་པའམ་འགོག་སྤྱོད་རིམ་པ་ལྟར་བརྒྱུད་གཏོང་བྱེད་མཚམས་འཇོག་རྒྱུ་བཅས་རེད།

source: Enable or disable strict bandwidth for each user priority.
bo_cn: སྤྱོད་མཁན་རེ་རེར་སྔོན་རིམ་སྤྱོད་འགོ་རྩོམ་པའམ་འགོག་སྤྱོད་ཞེང་ཚད་ཀྱིས་ཚད་འཛིན།

source: Enabled (prefer public address)
bo_cn: སྤྱོད་འགོ་བརྩམས་ཟིན་པ། (སྤྱིའི་ཤག་གནས་སྔོན་འགྲོ)

source: Enabled (prefer temporary address)
bo_cn: སྤྱོད་འགོ་བརྩམས་ཟིན་པ། (གནས་སྐབས་ཤག་གནས་སྔོན་འགྲོ)

source: Enter a name for the Wi-Fi network you wish to create.
bo_cn: ཁྱེད་ཀྱིས་གསར་འཛུགས་བྱེད་དགོས་པའི Wi-Fi དྲ་རྒྱའི་མིང་ནང་འཇུག་བནཡེད་རོགས།

source: Enter the allowed link bandwidth percent each Priority Group may use. The sum of all groups must total 100%.
bo_cn: སྔོན་འགྲོ་རིམ་པ་ཚོའི་སྤྱོད་པའི་འབྲེལ་ཐག་གི་བརྒྱ་ཆའི་བསྡུར་ཚད་ནང་འཇུག་བྱེད་པ། ཚོ་ཚང་མའི་སྡོམ་འབོར་ངེས་པར་དུ 100% ཡིན་དགོས།

source: Enter the name and security details of the hidden Wi-Fi network you wish to connect to.
bo_cn: ཁྱེད་ཀྱིས་འབྲེལ་མཐུད་པའི་སྦས་བའི Wi-Fi དྲ་རྒྱའི་མིང་དང་བདེ་འཇགས་རང་བཞིན་གྱི་ཞིབ་ཕྲའི་ཆ་འཕྲིན་ནང་འཇུག་བྱེད་རོགས།

source: Enter the percentage of priority group bandwidth each user priority may use.
bo_cn: སྤྱོད་མཁན་སྔོན་འགྲོ་རིམ་པའི་སྤྱོད་པའི་སྔོན་རིམ་ཚོའི་བརྒྱ་ཆའི་བསྡུར་ཚད་ནང་འཇུག་བྱེད་པ།

source: Enter the priority group ID for each User Priority.
bo_cn: སྔོ་འགྲོ་སྤྱོད་མཁན་ཚང་མར་སྔོན་རིམ་ཚོའི་ངོ་རྟགས་ནང་འཇུག་བྱེད་པ།

source: Enter the traffic class for each user priority.
bo_cn: སྤྱོད་མཁན་སོ་སོའི་སྔོན་རིམ་ལ་བཞུར་ཚད་རིམ་པ་ནང་འཇུག་བྱེད་པ།

source: Error creating connection
bo_cn: འབྲེལ་མཐུད་གསར་འཛུགས་ནོར་བ།

source: Error displaying connection information:
bo_cn: འབྲེལ་མཐུད་ཆ་འཕྲིན་མངོན་སྐབས་ནོར་བ།：

source: Error editing connection
bo_cn: འབྲེལ་མཐུད་རྩོམ་སྒྲིག་ནོར་བ།

source: Error initializing editor
bo_cn: རྩོམ་སྒྲིག་ཆས་འགོ་སྒྲིག་ནོར་བ།

source: Error: file doesn't contain a valid JSON configuration
bo_cn: ནོར་འཁྲུལ།： ཡིག་ཆ་འདིར་ནུས་ཡོད་ཀྱི JSON སྡེབ་སྒྲིག་གང་ཡང་མི་འདུས།

source: Ethernet
bo_cn: ཨེ་ཐེར་དྲ་རྒྱ།

source: Ethernet Network
bo_cn: ཨེ་ཐེར་དྲ་རྒྱ།

source: Ethernet Networks
bo_cn: ཨེ་ཐེར་དྲ་རྒྱ།

source: Ethernet connection %d
bo_cn: ཨེ་ཐེར་དྲ་རྒྱ་འབྲེལ་མཐུད། %d

source: Ethernet device
bo_cn: ཨེ་ཐེར་དྲ་རྒྱ་སྒྲིག་ཆས།

source: Ethernet network
bo_cn: ཨེ་ཐེར་དྲ་རྒྱ།

source: Ethernet network connection '%s' active
bo_cn: ཨེ་ཐེར་དྲ་རྒྱ་འབྲེལ་མཐུད %s འགུལ་སྐྱོད་ཀྱི་རྣམ་པར་གནས་ཟིན།

source: Export VPN connection...
bo_cn: VPN འབྲེལ་མཐུད་ཕྱིར་འདྲེན་པ།...

source: Extensible Authentication Protocol
bo_cn: ར་སྤྲོད་གྲོས་ཆིངས་རྒྱ་བསྐྱེད་ཆོག་པ།

source: Fabric
bo_cn: འོད་ཚིགས།

source: Failed to activate connection
bo_cn: འབྲེལ་མཐུད་སྤྱོད་འགོ་རྩོམ་ཐབས་མེད།

source: Failed to add new connection
bo_cn: འབྲེལ་མཐུད་གསར་པ་ཁ་སྣོན་བྱེད་ཐབས་མེད།

source: Failed to add/activate connection
bo_cn: འབྲེལ་མཐུད་ཁ་སྣོན/སྤྱོད་འགོ་རྩོམ་ཐབས་མེད།

source: Failed to update connection secrets due to an unknown error.
bo_cn: ངེས་མེད་ནོར་འཁྲུལ་ཞིག་གི་དབང་གིས་འབྲེལ་མཐུད secret གསར་བསྒྱུར་བྱེད་སྐབས་ནོར་སོང་།

source: Feature
bo_cn: ཁྱད་ཆོས།

source: Firewall _zone:
bo_cn: མེ་འགོག་གྱང་ཁུལ། (_Z)：

source: FirewallD is not running.
bo_cn: FirewallDའཁོར་སྐྱོད་བྱས་མེད།

source: Flow Control
bo_cn: རྒྱུན་ཚོད་འཛིན།

source: Full duple_x
bo_cn: གོ་ཉིས་ཆོད།(_X)

source: Gateway
bo_cn: དྲ་སྟེམ།

source: General
bo_cn: སྤྱི་སྤྱོད་སྒྲིག་འགོད།

source: Group Bandwidth:
bo_cn: ཚོའི་ཞེང་ཚད།：

source: Group ID:
bo_cn: ཚོའི་ངོ་རྟགས།：

source: HW address
bo_cn: སྲ་ཆས་ཤག་གནས།

source: Hardware
bo_cn: སྲ་ཆས།

source: Hidden Wi-Fi network
bo_cn: སྦས་པའི Wi-Fi དྲ་རྒྱ།

source: Home network (%s)
bo_cn: ཁྱིམ་ཚང་དྲ་རྒྱ། (%s)

source: Hotspot
bo_cn: ཚ་གནད།

source: I can't find my provider and I wish to enter it _manually:
bo_cn: ངའི་མཁོ་འདོན་པ་མི་རྙེད་པས་ལག་པས་ནང་འཇུག་བྱེད་པར་མཁྱེན། (_M)：

source: IP Address:
bo_cn: IP ཤག་གནས།

source: IP addresses of domain name servers used to resolve host names. Use commas to separate multiple domain name server addresses.
bo_cn: གཙོ་འཁོར་མིང་དབྱེ་ཞིབ་བྱེད་པར་སྤྱོད་པའི་ཁོངས་མིང་ཞབས་ཞུ་ཆས་ཀྱི IP ཤག་གནས། ཚེག་འབྲིང་གིས་ཁོངས་མིང་ཞབས་ཞུ་ཆས་ཤག་གནས་མང་པོ་མཚམས་དགར་བ།

source: IPv4 Settings
bo_cn: IPv4 སྒྲིག་འགོད།

source: IPv6 Settings
bo_cn: IPv6 སྒྲིག་འགོད།

source: IPv6 _privacy extensions:
bo_cn: IPv6 གསང་བ་རྒྱ་སྐྱེད།(_P)：

source: I_dentity:
bo_cn: ཐོབ་ཐང་། (_D)：

source: If enabled, this connection will never be used as the default network connection.
bo_cn: གལ་ཏེ་སྤྱོད་འགོ་བརྩམས་ན་འབྲེལ་མཐུད་འདི་སོར་བཞག་དྲ་རྒྱ་འབྲེལ་མཐུད་དུ་སྤྱོད་མི་སྲིད།

source: Ig_nore automatically obtained routes
bo_cn: རང་འགུལ་དུ་ཐོབ་པའི་ལམ་འཚོལ་སྣང་མེད་དུ་བཞག་པ། (_N)

source: Ignore
bo_cn: སྣང་མེད་དུ་བཞག

source: Ignore CA certificate
bo_cn: CA དཔང་ཡིག་སྣང་མེད་བཞག་པ།

source: Ignored
bo_cn: སྣང་མེད་དུ་བཞག་ཟིན།

source: Im_port team configuration from a file...
bo_cn: ཕྱོགས་གཏོགས་ཡིག་ཆ་ཚོ་སྡེབ་སྒྲིག་ཏུ་ནང་འདྲེན་བྱེད་པ།(_P)..."

source: Import a saved VPN configuration...
bo_cn: ནང་འདྲེན VPN སྡེབ་སྒྲིག...

source: InfiniBand connection %d
bo_cn: InfiniBand འབྲེལ་མཐུད %d

source: Installed CDMA device
bo_cn: སྒྲིག་འཇུག་བྱས་ཟིན་པའི CDMA སྒྲིག་ཆས།

source: Installed GSM device
bo_cn: སྒྲིག་འཇུག་བྱས་ཟིན་པའི GSM སྒྲིག་ཆས

source: Interface:
bo_cn: མཐུད་ཁ：

source: Invalid setting %s: %s
bo_cn: ནུས་མེད་སྒྲིག་འགོད %s: %s

source: It is not intended for command-line interaction but instead runs in the GNOME desktop environment.
bo_cn: དེ་ནི་བཀའ་བརྡའི་འཕྲེང་སྤེལ་རེས་སུ་སྤྱོད་པར་ཇུས་འགོད་བྱས་པ་མིན་པས། ཁྱེད་ཀྱིས GNOME ཅོག་ངོས་ཁོར་ཡུག་ཏུ་འཁོར་སྐྱོད་བྱེད་དགོས།

source: Last Used
bo_cn: ཉེ་དུས་བེད་སྤྱོད།

source: Link _down delay:
bo_cn: སྦྲེལ་མཐུད་གཅོད་པ་དུས་འགྱངས།(_D)：

source: Link _up delay:
bo_cn: སྦྲེལ་མཐུད་གསར་འཛུགས་དུས་འགྱངས། (_U)：

source: Link-Local
bo_cn: སྦྲེལ་ལམ་རང་ས།

source: Link-Local Only
bo_cn: རང་སའི་འབྲེལ་མཐུད་ཁོ་ན།

source: MAC address
bo_cn: MAC ཤག་གནས།

source: MAC address of the Bluetooth device. Example: 00:11:22:33:44:55
bo_cn: སོ་སྔོན་སྒྲིག་ཆས་ཀྱི MAC ཤག་གནས། དཔེར་ན།:00:11:22:33:44:55

source: MD5
bo_cn: MD5MD5

source: MII (recommended)
bo_cn: "MII(མཚམས་སྦྱོར།)

source: M_ode:
bo_cn: རྣམ་པ(_O)：

source: Ma_gic
bo_cn: རྫུ་འཕྲུལ་ཐུམ(_G)

source: Manage and change your network connection settings
bo_cn: ཁྱེད་ཀྱི་དྲ་རྒྱ་འབྲེལ་མཐུད་སྒྲིག་འགོད་དོ་དམ་མམ་བཟོ་བཅོས་བྱ་རོགས།

source: Manual
bo_cn: ལག་སྒུལ།

source: Mb/s
bo_cn: Mb/སྐར་ཆ།

source: Media Independent Interface (MII)
bo_cn: སྨྱན་སྦྱོར་གྱི་རང་ཚུགས་མཐུད་ཁ།(MII)

source: Metric
bo_cn: ཚད་འཇལ།

source: Microsoft Challenge Handshake Authentication Protocol
bo_cn: ཝེ་རོན་འགྲན་སློང་ར་སྤྲོད་གྲོས་ཆིངས།

source: Microsoft Challenge Handshake Authentication Protocol version 2
bo_cn: ཝེ་རོན་འགྲན་སློང་ར་སྤྲོད་གྲོས་ཆིངས་པར་གཞི་གཉིས་པ།

source: Missing connection name
bo_cn: འབྲེལ་མཐུད་མིང་ཆད་པ།

source: Missing resources
bo_cn: ཐོན་ཁུངས་ཆད་པ།

source: Mobile Broadband
bo_cn: སྒུལ་བདེའི་དྲ་ཆེན།

source: Mobile Broadband (%s)
bo_cn: སྒུལ་བདེའི་དྲ་ཆེན། (%s)

source: Mobile Broadband network.
bo_cn: སྒུལ་བདེའི་དྲ་ཆེན་དྲ་རྒྱ།

source: Mobile broadband connection '%s' active
bo_cn: སྒུལ་བདེའི་དྲ་ཆེན་འབྲེལ་མཐུད“%s”འགུལ་སྐྱོད་ཀྱི་རྣམ་པར་གནས་ཟིན།

source: Mobile broadband connection '%s' active: (%d%%%s%s)
bo_cn: སྒུལ་བདེའི་དྲ་ཆེན་འབྲེལ་མཐུད“%s”གུལ་སྐྱོད་ཀྱི་རྣམ་པར་གནས་ཟིན།：(%d%%%s%s)

source: Mobile broadband network password
bo_cn: སྒུལ་བདེའི་དྲ་ཆེན་དྲ་རྒྱ་གསང་ཨང་།

source: Modem network
bo_cn: སྒྲིག་འགྲོལ་ཆས་དྲ་རྒྱ་སྙོམ་སྒྲིག་བྱེད་པ།

source: Monitoring _frequency:
bo_cn: ཝལྟ་འཛིན་ཟློས་ཕྱོད།(_F)：

source: More addresses
bo_cn: ཤག་གནས་སྔར་ལས་མང་བ།

source: More networks
bo_cn: དྲ་རྒྱ་སྔར་ལས་མང་བ།

source: Mul_ticast
bo_cn: མང་བསྒྲགས།(_T)

source: My country is not listed
bo_cn: ང་ཡོད་སའི་རྒྱལ་ཁབ/ས་ཁུལ་སྒྲིག་མེད།

source: My plan is not listed...
bo_cn: ངའི་སྡེབས་བྱང་སྒྲིག་མེད།...

source: My provider uses CDMA technology (1xRTT, EVDO)
bo_cn: ངའི་མཁོ་འདོན་པས CDMA ལག་རྩལ། (1xRTT, EVDO)སྤྱོད་པ།

source: My provider uses C_DMA-based technology (i.e. 1xRTT, EVDO)
bo_cn: ངའི་མཁོ་འདོན་པས C_DMA ཡི་ལག་རྩལ(དཔེར་ན 1xRTT、EVDO)གཞིར་བྱས་པ་སྤྱོད་པ།

source: My provider uses GSM technology (GPRS, EDGE, UMTS, HSPA)
bo_cn: ངའི་མཁོ་འདོན་པས GSM ལག་རྩལ། (GPRS, EDGE, UMTS, HSPA)སྤྱོད་པ།

source: My provider uses _GSM-based technology (i.e. GPRS, EDGE, UMTS, HSDPA)
bo_cn: ངའི་མཁོ་འདོན་པས _GSM ཡི་ལག་རྩལ། (དཔེར་ན GPRS、EDGE、UMTS、HSDPA)གཞིར་བྱས་སྤྱོད་པ།

source: N_etwork ID:
bo_cn: དྲ་རྒྱ ID། (_E)：

source: Name
bo_cn: མིང་།

source: Netmask
bo_cn: དྲ་ལག་གབ་ཨང་།

source: Network
bo_cn: དྲ་རྒྱ།

source: Network Connections
bo_cn: དྲ་རྒྱ་འབྲེལ་མཐུད།

source: Network connection '%s' active
bo_cn: དྲ་རྒྱ་འབྲེལ་མཐུད“%s”འགུལ་སྐྱོད་ཀྱི་རྣམ་པར་གནས་ཟིན།

source: NetworkManager
bo_cn: དྲ་བ་དོ་དམ་ཆས།

source: NetworkManager Applet
bo_cn: དྲ་རྒྱ་དོ་དམ་ཆས་བྱ་རིམ་ཆུང་བ།

source: NetworkManager Website
bo_cn: NetworkManager དྲ་ཚིགས།

source: NetworkManager for GNOME
bo_cn: GNOME དྲ་རྒྱ་དོ་དམ་ཆས།

source: NetworkManager is a system service for managing and configuring your network connections and devices.
bo_cn: NetworkManager ནི་དྲ་རྒྱ་འབྲེལ་མཐུད་དང་སྒྲིག་ཆས་ཀྱི་དོ་དམ་དང་སྡེབ་སྒྲིག་བྱེད་པའི་རྒྱུད་ཁོངས་ཞབས་ཞུ་ཡིན།

source: NetworkManager is not running...
bo_cn: དྲ་རྒྱ་དོ་དམ་ཆས་འཁོར་སྐྱོད་བྱས་མེད།...

source: Networking disabled
bo_cn: དྲ་རྒྱ་འགོག་སྤྱོད་བྱས་ཟིན།

source: New Mobile Broadband Connection
bo_cn: སྒུལ་བདེའི་དྲ་ཆེན་འབྲེལ་མཐུད་གསར་བ།

source: New PIN code:
bo_cn: PIN ཨང་རྟགས་གསར་བ།：

source: New Wi-Fi network
bo_cn: Wi-Fi དྲ་རྒྱ་གསར་འཛུགས།
