Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/pppoeconf.po
Languages: bo_cn

source: (multi-modem mode)
bo_cn: （multi-modem རྣམ་པ།）

source: CONNECTION INITIATED
bo_cn: སྦྲེལ་མཐུད་ཐོག་མ་ཅན་དུ་བསྒྱུར།

source: DONE
bo_cn: ལེགས་འགྲུབ་

source: ENTER PASSWORD
bo_cn: གསང་ཨང་ནང་འཇུག

source: ENTER USERNAME
bo_cn: སྤྱོད་མཁན་མིང་ནང་འཇུག

source: ERROR
bo_cn: ནོར་འཁྲུལ།

source: ESTABLISH A CONNECTION
bo_cn: སྦྲེལ་མཐུད་ཅིག་བཟོ།

source: LIMITED MSS PROBLEM
bo_cn: MSS ནོར་འཁྲུལ་འགོག་པ།

source: Looking for PPPoE Access Concentrator on $iface...
bo_cn: $iface ཡི་PPPoE ལྟ་སྤྱོད་སྡུད་ཆས་ལ་བཙལ་ནས་སྦྲེལ་མཐུད་བྱེད་པ།……

source: NO INTERFACE FOUND
bo_cn: མཐུད་ཁ་མ་རྙེད།

source: NOT CONNECTED
bo_cn: འབྲེལ་མཐུད་བྱས་མེད་པ།

source: OKAY TO MODIFY
bo_cn: བཟོ་བཅོས་གཏན་འཁེལ།

source: Or press ESC to abort here.
bo_cn: ཡང་ན་མཐེབ་ ESC གནོན་ནས་ཕྱིར་འདོན།

source: POPULAR OPTIONS
bo_cn: གསུང་རབ་རྣམ་པ།

source: Please become root before running pppoeconf!
bo_cn: pppoeconf འཁོར་སྐྱོད་སྔོན་དུ་ root སྤྱོད་མཁན་ལ་བརྗེ།

source: Please install ppp package and enable pppoe support in the kernel, or install pppoe package!
bo_cn: ppp ཐུམ་སྒྲིག་འཇུག་བྱས་ནས་ནང་སྙིང་དུ་ pppoeཡི་རྒྱབ་སྐྱོར་མགོ་སློང་རོགས། ཡང་ན་ pppoe ཐུབ་སྒྲིག་འཇུག་བྱེད།

source: Press return to continue...
bo_cn: འབེབས་མཐེབ་གནོན་ནས་མུ་མཐུད།……

source: SCANNING DEVICE
bo_cn: སྒྲིག་ཆས་བཤར་འབེབས་བྱེད་པ།

source: USE PEER DNS
bo_cn: ཆ་ཤས་སྣེས་འདོན་པའི་DNS སྤྱོད་པ།

source: Your PPPD is configured now. Would you like to start the connection at boot time?
bo_cn: ཁྱེད་ཀྱི PPPD སྒྲིག་འགོད་ལེགས་འགྲུབ། ཁྱེད་ཀྱིས་རྒྱུད་ཁོངས་མགོ་སློང་ཐེངས་རེ་རེར་སྦྲེལ་མཐུད་བཟོ་འདོད་དམ།
