Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/seahorse.po
Languages: bo_cn

source: (Unreadable Secure Shell Key)
bo_cn: ( ཀློག་ལེན་མི་ཐུབ་པའི་གསང་ལྡེ་ SSH )

source: (unknown)
bo_cn: (ངེས་མེད)

source: - System Settings
bo_cn: - རྒྱུད་ཁོངས་སྒྲིག་འགོད།

source: <b>%d key is selected for synchronizing</b>
bo_cn: <b> བདམས་ཟིན་པའི་གོམ་མཉམ་ %d ཡི་གསང་ལྡེ། </b>

source: <b>Data to be imported:</b>
bo_cn: <b> འདྲེན་འཇུག་བྱ་རྒྱུའི་གཞི་གྲངས།：</b>

source: <i>Very Carefully:</i> Select this only if you are absolutely sure that this key is genuine.
bo_cn: <i> ཧ་ཅང་ཞིབ་ཚགས་པ།：</i> ཁྱེད་ཀྱི་གསང་ལྡེ་དེ་ངོ་མ་ཡིན་པའི་ཡིད་ཆེས་བརྟན་པོ་ཡོད་ཚེ་འདེམས་ཚན་འདི་ཁོ་ན་འདེམ་པ་ཡིན།

source: A PGP key allows you to encrypt email or files to other people.
bo_cn: གསང་ལྡེ PGP ཡིས་མི་གཞན་གྱི་གློག་རྡུལ་ཡིག་ཟམ་མམ་ཡང་ན་ཡིག་ཆར་གསང་སྡོམ་ཆོག་པ་ཡིན།

source: A Secure Shell (SSH) key lets you connect securely to other computers.
bo_cn: བདེ་འཇགས་ཀྱི་གསང་ལྡེ་ Shell(SSH) ཡིས་བདེ་འཇགས་ངང་རྩིས་འཁོར་གཞན་ལ་འབྲེལ་མཐུད་བྱས་ཆོག

source: A keyring that is automatically unlocked on login
bo_cn: རྒྱུད་ཁོངས་ལ་ཐོ་འགོད་སྐབས་རང་འགུལ་ངང་སྒྲོག་འགྲོལ་བྱེད་པའི་གསང་ལྡེའི་གདུབ།

source: A keyring used to store passwords
bo_cn: གསང་ཨང་གསོག་འཇོག་ལ་སྤྱོད་པའི་གསང་ལྡེའི་གདུབ།

source: AM
bo_cn: སྔ་དྲོ།

source: About this program
bo_cn: བྱ་རིམ་འདིའི་སྐོར།

source: Access a network share or resource
bo_cn: དྲ་རྒྱའི་མཉམ་སྤྱོད་དམ་ཡང་ན་ཐོན་ཁུངས་ལ་ལྟ་སྤྱོད།

source: Access a website
bo_cn: ས་ཚུགས་ལ་ལྟ་སྤྱོད།

source: Actions
bo_cn: འགུལ་སྟངས།

source: Add
bo_cn: ཁ་སྣོན།

source: Add Key Server
bo_cn: གསང་ལྡེའི་ཞབས་ཞུ་ཆས་ཁ་སྣོན།

source: Add Password
bo_cn: གསང་ཨང་ཁ་སྣོན།

source: Add Password Keyring
bo_cn: གསང་ཨང་གི་གསང་ལྡེའི་གདུབ་ཁ་སྣོན།

source: Add User ID
bo_cn: སྤྱོད་མཁན་གྱི ID ཁ་སྣོན།

source: Add a new key or item
bo_cn: གསང་ལྡེ་གསར་པའམ་ཡང་ན་དོན་ཚན་ཁ་སྣོན།

source: Add a photo to this key
bo_cn: གསང་ལྡེ་འདི་ལ་འདྲ་པར་ཁ་སྣོན།

source: Add subkey to %s
bo_cn: %s ལ་བུ་གསང་ལྡེ་ཁ་སྣོན།

source: Add user ID to %s
bo_cn: %s ལ་སྤྱོད་མཁན་གྱི་ ID ཁ་སྣོན།

source: Unknown
bo_cn: མི་ཤེས།

source: Algorithm:
bo_cn: རྩི་ཐབས།

source: All JPEG files
bo_cn: ཡིག་ཆ་ JPEG ཚང་མ།

source: All files
bo_cn: ཡིག་ཆ་ཚང་མ།

source: All image files
bo_cn: བརྙན་རིས་ཡིག་ཆ་ཚང་མ།

source: All key files
bo_cn: གསང་ལྡེའི་ཡིག་ཆ་ཚང་མ།

source: Applications usually store new passwords in the default keyring.
bo_cn: བཀོལ་སྤྱོད་བྱ་རིམ་གྱིས་རྒྱུན་དུ་གསང་ཨང་གསར་པ་དེ་སོར་བཞག་གསང་ལྡེའི་གདུབ་ནང་གསོག་འཇོག་བྱེད་པ་ཡིན།

source: Are you sure you want to delete %d password?
bo_cn: ཁྱེད་ཀྱིས་གསང་ཨང་གྲངས་ %d སུབ་ངེས་ཡིན་ནམ།

source: Are you sure you want to delete %d secure shell key?
bo_cn: ཁྱེད་ཀྱིས SSH གསང་ལྡེའི་གྲངས %d སུབ་ངེས་ཡིན་ནམ།

source: Are you sure you want to delete the password '%s'?
bo_cn: གསང་ཨང “%s” སུབ་ངེས་ཡིན་ནམ།

source: Are you sure you want to delete the password keyring '%s'?
bo_cn: གསང་ཨང་གི་གསང་ལྡེའི་གདུབ “%s” སུབ་ངེས་ཡིན་ནམ།

source: Are you sure you want to delete the secure shell key '%s'?
bo_cn: ཁྱེད་ཀྱིས SSH གསང་ལྡེ “%s” སུབ་ངེས་ཡིན་ནམ།

source: Are you sure you want to permanently delete %d certificate?
bo_cn: ཁྱེད་ཀྱིས་དཔང་ཡིག་གྲངས %d གཏན་དུ་སུབ་ངེས་ཡིན་ནམ།

source: Are you sure you want to permanently delete %d keys?
bo_cn: ཁྱེད་ཀྱིས་གསང་ལྡེའི་གྲངས %d གཏན་དུ་སུབ་ངེས་ཡིན་ནམ།

source: Are you sure you want to permanently delete %s?
bo_cn: ཁྱེད་ཀྱིས %sགཏན་དུ་སུབ་ངེས་ཡིན་ནམ།

source: Are you sure you want to permanently delete subkey %d of %s?
bo_cn: ཁྱེད་ཀྱིས %2$s ཡི་བུ་གསང་ལྡེ %1$d གཏན་དུ་སུབ་ངེས་ཡིན་ནམ།

source: Are you sure you want to permanently delete the '%s' user ID?
bo_cn: ཁྱེད་ཀྱིས་སྤྱོད་མཁན་གྱི“%s” ID གཏན་དུ་སུབ་ངེས་ཡིན་ནམ།

source: Are you sure you want to remove the current photo from your key?
bo_cn: ཁྱེད་ཀྱིས་གསང་ལྡེའི་ནང་ནས་མིག་སྔའི་འདྲ་པར་འབུད་ངེས་ཡིན་ནམ།

source: Armored PGP keys
bo_cn: ཡིག་རྟགས་ཚུལ་གྱི་གསང་ལྡེ།

source: Authenticate
bo_cn: ར་སྤྲོད།

source: Automatically retrieve keys from _key servers
bo_cn: རང་འགུལ་ངང་གསང་ལྡེ་ཞབས་ཞུ་ཆས་ནས་གསང་ལྡེ་ཐོབ་པ། (_K)

source: Automatically synchronize _modified keys with key servers
bo_cn: རང་འགུལ་ངང་གསང་ལྡེ་ཞབས་ཞུ་ཆས་ནས་གོམ་མཉམ་བཟོ་བཅོས་བྱས་པའི་གསང་ལྡེ། (_M)

source: By _Keyring
bo_cn: གསང་ལྡེའི་གདུབ་ལ་གཞིགས་པ། (_K)

source: By signing you indicate your trust that this key belongs to:
bo_cn: ཁྱེད་ཀྱི་ཡིད་ཆེས་མིང་འགོད་པའི་གསལ་བཤད་བརྒྱུད་གསང་ལྡེ་འདི་གཏོགས་པ།:

source: C_hange
bo_cn: བཟོ་བཅོས། (_H)

source: C_reate
bo_cn: གསར་བཟོ།(_R)

source: Cannot delete
bo_cn: སུབ་ཐབས་བྲལ།

source: Certificate
bo_cn: དཔང་ཡིག

source: Certificate request
bo_cn: དཔང་ཡིག་རེ་ཞུ།

source: Certificates
bo_cn: དཔང་ཡིག

source: Certificates (DER encoded)
bo_cn: གསང་ལྡེ། ( སྒྲིག་ཨང་། DER )

source: Certify
bo_cn: དཔང་ཡིག

source: Change Passphrase
bo_cn: གསང་ཨང་བསྒྱུར་བ།

source: Change _Passphrase
bo_cn: གསང་ཨང་བཟོ་བཅོས། (_P)

source: Change _Password
bo_cn: གསང་ཨང་བཟོ་བཅོས། (_P)

source: Change preferences for this program
bo_cn: བྱ་རིམ་འདི་ཡི་སྔོན་འདེམས་ཚན་པ་བཟོ་བཅོས།

source: Change the unlock password of the password storage keyring
bo_cn: གསང་ཨང་གསོག་འཇོག་གི་གསང་ལྡེའི་གདུབ་ཀྱི་སྒྲོག་འགྲོལ་གསང་ཨང་བཟོ་བཅོས

source: Choose Photo to Add to Key
bo_cn: གསང་ལྡེ་ལ་ཁ་སྣོན་བྱ་རྒྱུའི་འདྲ་པར་འདེམ་པ།

source: Clipboard text
bo_cn: དྲས་སྦྱར་པང་གི་ཡིག་རྐྱང་།

source: Close this program
bo_cn: བྱ་རིམ་འདི་ཁ་རྒྱག་པ།

source: Close this window
bo_cn: སྒེའུ་ཁུང་འདི་ཁ་རྒྱག་པ།

source: Comment:
bo_cn: མཆན་འགྲེལ།：

source: Compromised
bo_cn: གསང་བ་ཤོར་བ།

source: Con_firm Passphrase:
bo_cn: གཏན་འཁེལ་གསང་ཨང་། (_F)：

source: Configure Key for _Secure Shell...
bo_cn: _SSH ལ་གསང་ལྡེ་སྡེབ་སྒྲིག

source: Configuring Secure Shell Keys...
bo_cn: གསང་ལྡེ SSH སྡེབ་སྒྲིག་བྱེད་བཞིན་པ།

source: Confirm new passphrase
bo_cn: གསང་ཨང་གསར་པ་གཏན་འཁེལ།

source: Confirm:
bo_cn: གཏན་འཁེལ།

source: Connecting to: %s
bo_cn: ལ་འབྲེལ་མཐུད་བྱེད་བཞིན་པ།:%s

source: Continue
bo_cn: མུ་མཐུད།

source: Contributions:
bo_cn: ལེགས་སྐྱེས་འབུལ་མཁན།:

source: Copy to the clipboard
bo_cn: དྲས་སྦྱར་པང་ལ་འདྲ་ཕབ།

source: Could not display help: %s
bo_cn: རོགས་རམ་མངོན་ཐབས་བྲལ།:%s

source: Couldn't add item
bo_cn: རྣམ་གྲངས་སྣོན་ཐབས་བྲལ།

source: Couldn't add keyring
bo_cn: གསང་ལྡེའི་གདུབ་སྣོན་ཐབས་བྲལ།

source: Couldn't add photo
bo_cn: འདྲ་པར་སྣོན་ཐབས་བྲལ།

source: Couldn't add revoker
bo_cn: མེད་པར་བཟོ་མཁན་སྣོན་ཐབས་བྲལ།

source: Couldn't add subkey
bo_cn: བུ་གསང་ལྡེ་སྣོན་ཐབས་བྲལ།

source: Couldn't add user id
bo_cn: སྤྱོད་མཁན་གྱི ID སྣོན་ཐབས་བྲལ།

source: Couldn't change authorization for key.
bo_cn: གསང་ལྡེ་འདི་ཡི་དབང་སྤྲོད་བཅོས་ཐབས་བྲལ།

source: Couldn't change expiry date
bo_cn: གོ་ཆོད་པའི་དུས་ཚོད་བཅོས་ཐབས་བྲལ།

source: Couldn't change keyring password
bo_cn: གསང་ལྡེའི་གདུབ་ཀྱི་གསང་ཨང་བཅོས་ཐབས་བྲལ།

source: Couldn't change passphrase for key.
bo_cn: གསང་ལྡེ་འདི་ཡི་གསང་ཨང་བཅོས་ཐབས་བྲལ།

source: Couldn't change password.
bo_cn: གསང་ཨང་བཅོས་ཐབས་བྲལ།

source: Couldn't change primary photo
bo_cn: འདྲ་པར་གཙོ་བོ་བཅོས་ཐབས་བྲལ།

source: Couldn't change primary user ID
bo_cn: སྤྱོད་མཁན་གཙོ་བོ་ཡི ID བཅོས་ཐབས་བྲལ།

source: Couldn't communicate with '%s': %s
bo_cn: “%s” དང་འཕྲིན་གཏོང་བྱེད་ཐབས་བྲལ།:%s

source: Couldn't communicate with server '%s': %s
bo_cn: ཞབས་ཞུ་ཆས “%s” དང་འཕྲིན་གཏོང་བྱེད་ཐབས་བྲལ།：%s

source: Couldn't configure Secure Shell keys on remote computer.
bo_cn: རྒྱང་རིང་གཞབས་ཞུ་ཆས་སྟེང་གི་གསང་ལྡེ SSH སྡེབ་སྒྲིག་བྱེད་ཐབས་བྲལ།

source: Couldn't create certificate request
bo_cn: དཔང་ཡིག་རེ་ཞུ་བཟོ་ཐབས་བྲལ།

source: Couldn't delete
bo_cn: སུབ་ཐབས་བྲལ།

source: Couldn't delete photo
bo_cn: འདྲ་པར་སུབ་ཐབས་བྲལ།

source: Couldn't delete subkey
bo_cn: བུ་གསང་ལྡེ་སུབ་ཐབས་བྲལ།

source: Couldn't delete user ID
bo_cn: སྤྱོད་མཁན་གྱི ID སུབ་ཐབས་བྲལ།

source: Couldn't export data
bo_cn: གཞི་གྲངས་ཕྱིར་འདྲེན་ཐབས་བྲལ།

source: Couldn't export key
bo_cn: གསང་ལྡེ་ཕྱིར་འདྲེན་ཐབས་བྲལ།

source: Couldn't export keys
bo_cn: གསང་ལྡེ་ཕྱིར་འདྲེན་ཐབས་བྲལ།

source: Couldn't generate PGP key
bo_cn: གསང་ལྡེ PGP སྐྱེད་འགྲུབ་མི་ཐུབ།

source: Couldn't generate Secure Shell key
bo_cn: གསང་ལྡེ SSH བཟོ་ཐབས་བྲལ།

source: Couldn't generate private key
bo_cn: སྒེར་ལྡེ་སྐྱེད་འགྲུབ་མི་ཐུབ།

source: Couldn't import keys
bo_cn: གསང་ལྡེ་འདྲེན་འཇུག་མི་ཐུབ།

source: Couldn't lock
bo_cn: སྒྲོག་ཐབས་བྲལ།

source: Couldn't prepare photo
bo_cn: འདྲ་པར་གྲ་སྒྲིག་མི་ཐུབ།

source: Couldn't publish keys to server
bo_cn: ཞབས་ཞུ་ཆས་ལ་གསང་ལྡེ་འགྲེམས་སྤེལ་མི་ཐུབ།

source: Couldn't rename key.
bo_cn: གསང་ལྡེར་མིང་བསྐྱར་འདོགས་མི་ཐུབ།

source: Couldn't resolve address: %s
bo_cn: གནས་ཡུལ་ཞིབ་འགྲེལ་མི་ཐུབ།:%s

source: Couldn't retrieve keys from server: %s
bo_cn: ཞབས་ཞུ་ཆས་ནས་གསང་ལྡེ་ཚུར་ལེན་མི་ཐུབ།:%s

source: Couldn't revoke subkey
bo_cn: བུ་གསང་ལྡེ་རྩིས་མེད་གཏོང་ཐབས་བྲལ།

source: Couldn't save certificate request
bo_cn: དཔང་ཡིག་རེ་ཞུ་ཉར་ཐབས་བྲལ།

source: Couldn't set default keyring
bo_cn: སོར་བཞག་གསང་ལྡེའི་གདུབ་སྒྲིག་འགོད་བྱེད་ཐབས་བྲལ།

source: Couldn't set description.
bo_cn: གསལ་བཤད་སྒྲིག་ཐབས་བྲལ།

source: Couldn't sign key
bo_cn: གསང་ལྡེར་མིང་འགོད་ཐབས་བྲལ།

source: Couldn't unlock
bo_cn: སྒྲོག་འགྲོལ་མི་ཐུབ་པ།

source: Create
bo_cn: གསར་བཟོ།

source: Create a certificate request file for this key
bo_cn: གསང་ལྡེ་འདིར་དཔང་ཡིག་རེ་ཞུའི་ཡིག་ཆ་ཞིག་བཟོ་བ།

source: Create a certificate request file.
bo_cn: དཔང་ཡིག་རེ་ཞུའི་ཡིག་ཆ་ཞིག་བཟོ་བ།

source: Create a new key or item
bo_cn: གསང་ལྡེ་གསར་པའམ་ཡང་ན་དོན་ཚན་བཟོ་བ།

source: Create a new private key
bo_cn: གསང་ལྡེ་གསར་པ་བཟོ་བ།

source: Create the new user ID
bo_cn: སྤྱོད་མཁན་གསར་པའི་ ID བཟོ་བ།

source: Created
bo_cn: གསར་བཟོ་ས་

source: Created:
bo_cn: གསར་བཟོ་དུས་

source: Creating Secure Shell Key
bo_cn: གསང་ལྡེ SSH བཟོ་བ།

source: Custom
bo_cn: མཚན་ཉིད་རང་བཞག

source: DSA (sign only)
bo_cn: DSA ( མིང་འགོད་པ་ཁོ་ན། )

source: Date
bo_cn: དུས་ཚོད།

source: Dates
bo_cn: ཚེས་གྲངས།

source: Dates:
bo_cn: ཚེས་གྲངས།：

source: Day
bo_cn: ཚེས་གྲངས།

source: Day of month part of the lower date limit
bo_cn: ཚེས་གྲངས་མས་མཐའི་ཟླ་བའི་ཚེས་གྲངས་ཆ་ཤས།

source: Day of month part of the upper date limit
bo_cn: ཚེས་གྲངས་ཡས་མཐའི་ཟླ་བའི་ཚེས་གྲངས་ཆ་ཤས།

source: Decrypt files and email sent to you.
bo_cn: གསང་འགྲོལ་གྱིས་ཁྱེད་ལ་བསྐུར་བའི་ཡིག་ཆ་དང་གློག་རྡུལ་ཡིག་ཟམ།

source: Decryption failed. You probably do not have the decryption key.
bo_cn: གསང་འགྲོལ་ཕམ་པ། ཁྱེད་ལ་ཕལ་ཆེར་གསང་འགྲོལ་གསང་ལྡེ་མེད་པ་འདྲ།

source: Delete
bo_cn: འདོར་བ།

source: Delete selected items
bo_cn: བདམས་པའི་རྣམ་གྲངས་སུབ་པ།

source: Delete this certificate or key
bo_cn: དཔང་ཡིག་འདི་འམ་ཡང་ན་གསང་ལྡེ་སུབ་པ།

source: Details
bo_cn: ཞིབ་ཕྲའི་ཆ་འཕྲིན།

source: Disabled
bo_cn: བཀག་པ།

source: Display flags
bo_cn: མཚོན་རྟགས་མངོན་པ།

source: Displayed date and/or time properties
bo_cn: མངོན་པའི་ཚེས་གྲངས་དང་ / ཡང་ན་དུས་ཚོད་ཀྱི་གཏོགས་གཤིས།

source: Displayed day of month
bo_cn: ཟླ་བ་གཅིག་ནང་གི་ཉི་མ་ག་གེ་མོ་ཞིག་མངོན་པ།

source: Displayed hour
bo_cn: ཆུ་ཚོད་མངོན་པ།

source: Displayed minute
bo_cn: སྐར་མ་མངོན་པ།

source: Displayed month
bo_cn: ཟླ་བ་མངོན་པ།

source: Displayed second
bo_cn: སྐར་ཆ་མངོན་པ།

source: Displayed year
bo_cn: ལོ་མངོན་པ།

source: Don't display a window
bo_cn: སྒེའུ་ཁུང་མི་མངོན་པ།

source: Dropped text
bo_cn: བོར་བའི་ཡིག་རྐྱང་།

source: E_xpiration Date:
bo_cn: གོ་ཆོད་པའི་དུས་ཚོད་ལ། (_X)：

source: E_xport Complete Key
bo_cn: གསང་ལྡེ་ཆ་ཚང་ཕྱིར་འདྲེན། (_X)

source: E_xport...
bo_cn: ཕྱིར་འདྲེན། (_X)

source: ElGamal (encrypt only)
bo_cn: ElGamal( གསང་སྡོམ་ཁོ་ན )

source: Encrypt
bo_cn: གསང་སྡོམ།

source: Encrypt files and email to the key's owner
bo_cn: ཡིག་ཆར་གསང་སྡོམ་པ་དང་འབྲེལ་གློག་རྡུལ་ཡིག་ཟམ་བརྒྱུད་གསང་ལྡེའི་བདག་པོར་སྤྲོད་དགོས།

source: Encryption _Type:
bo_cn: གསང་སྡོམ་རིགས་གྲས། (_T)：

source: Encryption key password
bo_cn: གསང་ལྡེའི་གསང་བརྡར་གསང་སྡོམ།

source: Enter Key Passphrase
bo_cn: གསང་ལྡེའི་གསང་ཨང་ནང་འཇུག

source: Enter PIN or password for: %s
bo_cn: གསང་ཨང་ངམ་ཡང་ན PIN ནང་འཇུག།：%s

source: Enter new passphrase
bo_cn: གསང་ཨང་གསར་པ་ནང་འཇུག

source: Enter new passphrase for '%s'
bo_cn: “%s” ཡི་གསང་ཨང་གསར་པ་ནང་འཇུག

source: Enter passphrase
bo_cn: གསང་ཨང་ནང་འཇུག

source: Enter passphrase for '%s'
bo_cn: “%s” ཡི་གསང་ཨང་ནང་འཇུག་གནང་རོགས།

source: Enter the date directly
bo_cn: ཐད་ཀར་ཚེས་གྲངས་ནང་འཇུག

source: Enter the new passphrase again: %s
bo_cn: གསང་ཨང་གསར་པ་ཡང་བསྐྱར་ནང་འཇུག：%s

source: Enter the new passphrase for: %s
bo_cn: %s ཡི་གསང་ཨང་གསར་པ་ནང་འཇུག：

source: Enter the old passphrase for: %s
bo_cn: %s ཡི་གསང་ཨང་རྙིང་པ་ནང་འཇུག：

source: Enter the passphrase for your new key twice.
bo_cn: ཁྱེད་ཀྱི་གསང་ལྡེ་གསར་པའི་གསང་ཨང་ནང་འཇུག་ཐེངས་གཉིས་བྱོས།

source: Enter the time directly
bo_cn: དུས་ཚོད་ཐད་ཀར་ནང་འཇུག

source: Enter your Secure Shell passphrase:
bo_cn: ཁྱེད་ཀྱི་གསང་ཨང SSH ནང་འཇུག་བྱེད་པ།:

source: Expiration Date:
bo_cn: གོ་ཆོད་པའི་དུས་ཚོད།:

source: Expired
bo_cn: དུས་ཚོད་ཡོལ་བ།

source: Expires
bo_cn: དུས་ཚོད་ཡོལ་བ།

source: Never
bo_cn: གཏན་ནས་མི་བྱེད།

source: Expires:
bo_cn: དུས་ཚོད་ཡོལ་བ།：

source: Expiry: %s
bo_cn: དུས་ཚོད་ཡོལ་བའི་རྣམ་པ།:%s

source: Export
bo_cn: ཕྱིར་འདྲེན།

source: Export the certificate
bo_cn: དཔང་ཡིག་ཕྱིར་འདྲེན།

source: Export to a file
bo_cn: ཡིག་ཆར་ཕྱིར་འདྲེན།

source: Exporting data
bo_cn: གཞི་གྲངས་ཕྱིར་འདྲེན་བྱེད་བཞིན་པ།

source: Failed to export certificate
bo_cn: དཔང་ཡིག་ཕྱིར་འདྲེན་ཕམ་པ།

source: Filter
bo_cn: གནད་ཡིག

source: Find Remote Keys
bo_cn: རྒྱང་རིང་གསང་ལྡེ་འཚོལ་བ།

source: Fingerprint
bo_cn: མཛུབ་རིས།

source: Fingerprint:
bo_cn: མཛུབ་རིས།

source: First time options:
bo_cn: ཐོག་མའི་འདེམས་ཚན།:

source: For help contact your system administrator or the administrator of the key server.
bo_cn: རོགས་རམ་ཐོབ་དགོས་ཚེ། ཁྱེད་ཀྱི་རྒྱུད་ཁོངས་དོ་དམ་མཁན་ནམ་ཡང་ན་གསང་ལྡེའི་ཞབས་ཞུ་ཆས་ཀྱི་དོ་དམ་མཁན་ལ་འབྲེལ་བ་གནང་རོགས།

source: Full
bo_cn: ཆ་ཚང་།

source: Full _Name:
bo_cn: མིང་ཆ་ཚང་། (_N)：

source: Generate a new key
bo_cn: གསང་ལྡེ་གསར་པ་སྐྱེད་འགྲུབ།

source: Generate a new key of your own:
bo_cn: ཁྱེད་ཀྱི་གསང་ལྡེ་གསར་པ་སྐྱེད་འགྲུབ།:

source: Generate a new subkey
bo_cn: བུ་གསང་ལྡེ་གསར་པ་ཞིག་སྐྱེད་འགྲུབ།

source: Generating key
bo_cn: གསང་ལྡེ་སྐྱེད་འགྲུབ་བྱེད་བཞིན་པ།

source: Gnome Online Accounts password
bo_cn: GNOME ཡི་སྐུད་ཐོག་རྩིས་ཐེམ་གསང་ཨང་།

source: GnuPG keys
bo_cn: གསང་ལྡེ། GnuPG

source: GnuPG: default keyring directory
bo_cn: GnuPG：སོར་བཞག་གསང་ལྡེའི་དཀར་ཆག་བརྗེ་བ།

source: Go to next photo
bo_cn: འདྲ་པར་རྗེས་མ་བར།

source: Go to previous photo
bo_cn: འདྲ་པར་གོང་མ་བར།

source: Good
bo_cn: བཟང་།

source: Google Chrome password
bo_cn: Google Chrome ཡི་གསང་ཨང་།

source: HTTP Key Server
bo_cn: གསང་ལྡེ་ཞབས་ཞུ་ཆས HTTP

source: Host:
bo_cn: གཙོ་འཁོར།

source: Hour
bo_cn: དུས་ཚོད།

source: Hour part of the lower time limit
bo_cn: དུས་ཚོད་མས་མཐའི་ཆུ་ཚོད་ཆ་ཤས།

source: Hour part of the upper time limit
bo_cn: དུས་ཚོད་ཡས་མཐའི་ཆུ་ཚོད་ཆ་ཤས།

source: How carefully have you checked this key?
bo_cn: ཁྱེད་ཀྱིས་གསང་ལྡེ་འདིར་ཞིབ་བཤེར་ཞིབ་ཚགས་གནང་མྱོང་ངམ།

source: How others will see this signature:
bo_cn: མིང་རྟགས་འགོད་པ་འདི་མི་གཞན་གྱིས་ཇི་ལྟར་མཐོང་བ་ཡིན།:

source: I can _revoke this signature at a later date.
bo_cn: ངས་དེའི་རྗེས་མིང་རྟགས་འགོད་པ་འདི་རྩིས་མེད་བཏང་ཆོག (_R)

source: I trust signatures from '%s' on other keys
bo_cn: གཞན་གྱི་གསང་ལྡེའི་སྟེང་གི '%s' ཡི་མིང་རྟགས་འགོད་པར་ངས་ཡིད་ཆེས་པ་ཡིན།

source: I understand that all items will be permanently deleted.
bo_cn: ངས་ཤེས་གསལ། དོན་ཚན་ཚང་མ་གཏན་དུ་སུབ་པ།

source: I understand that this key will be permanently deleted.
bo_cn: ངས་ཤེས་གསལ། གསང་ལྡེ་འདི་གཏན་དུ་སུབ་པ།

source: I understand that this secret key will be permanently deleted.
bo_cn: ངས་ཤེས་གསལ། སྒེར་ལྡེ་འདི་གཏན་དུ་སུབ་པ།

source: IM account password for
bo_cn: སྐབས་འཕྲལ་འཕྲིན་གཏོང་གི་རྩིས་ཐོའི་གསང་ཨང་།

source: If key never expires
bo_cn: གལ་སྲིད་གསང་ལྡེ་ནམ་ཡང་དུས་ཚོད་མ་ཡོལ་བ།

source: If you believe that the person that owns this key is '%s', <i>sign</i> this key:
bo_cn: གལ་སྲིད་ཁྱེད་ཀྱིས་གསང་ལྡེ་འདི་ཡོད་མཁན་ནི “%s” ཡིན་པར་ཡིད་ཆེས་བྱས་ཚེ། <i> མིང་འགོད་རོགས </i> གསང་ལྡེ་འདིར།：

source: If you no longer trust that '%s' owns this key, <i>revoke</i> your signature:
bo_cn: གལ་སྲིད་ཁྱེད་ཀྱིས “%s” ལ་གསང་ལྡེ་ཡོད་པར་ཡིད་ཆེས་མ་བྱས་ཚེ། <i> རྩིས་མེད་གཏོང་རོགས </i> ཁྱེད་ཀྱི་མིང་རྟགས་འགོད་པ།:

source: Import
bo_cn: འདྲེན་འཇུག

source: Import Key
bo_cn: གསང་ལྡེ་འདྲེན་པ།

source: Import existing keys from a file:
bo_cn: ཡིག་ཆ་ནས་གནས་ཟིན་པའི་གསང་ལྡེ་འདྲེན་འཇུག་བྱེད་པ།:

source: Import failed
bo_cn: འདྲེན་འཇུག་ཕམ་པ།

source: Import from a file
bo_cn: ཡིག་ཆ་ནས་འདྲེན་འཇུག

source: Import from the clipboard
bo_cn: དྲས་སྦྱར་པང་ནས་འདྲེན་འཇུག

source: Import selected keys to local key ring
bo_cn: བདམས་པའི་གསང་ལྡེ་དེ་རང་སའི་གསང་ལྡེའི་གདུབ་ལ་འདྲེན་འཇུག་བྱེད་པ།

source: Importing data
bo_cn: གཞི་གྲངས་འདྲེན་འཇུག་བྱེད་བཞིན་པ།

source: Importing key. Enter passphrase
bo_cn: གསང་ལྡེ་འདྲེན་འཇུག་བྱེད་བཞིན་ཡོད་པས་གསང་ཨང་ནང་འཇུག་བྱོས།

source: Importing key: %s
bo_cn: གསང་ལྡེ་འདྲེན་འཇུག་བྱེད་བཞིན་པ།:%s

source: Importing keys from key servers
bo_cn: གསང་ལྡེ་ཞབས་ཞུ་ཆས་ནས་གསང་ལྡེ་འདྲེན་འཇུག་བྱེད་པ།

source: Indicate Trust:
bo_cn: ཡིད་ཆེས་སམ།:

source: Instant messaging password
bo_cn: སྐབས་འཕྲལ་འཕྲིན་གཏོང་གི་གསང་ཨང་།

source: Invalid expiry date
bo_cn: ནུས་མེད་ཀྱི་གོ་ཆོད་པའི་དུས་ཚོད།

source: Key
bo_cn: གསང་ལྡེ།

source: Key Co_mment:
bo_cn: གསང་ལྡེའི་མཆན་འགྲེལ། (_M)：

source: Key Data
bo_cn: གསང་ལྡེའི་གཞི་གྲངས།

source: Key ID
bo_cn: གསང་ལྡེའི་ངོ་རྟགས།

source: Key ID:
bo_cn: གསང་ལྡེའི་ ID：

source: Key Name
bo_cn: གསང་ལྡེའི་མིང་།

source: Key Names and Signatures
bo_cn: གསང་ལྡེ་མིང་དང་མིང་རྟགས་འགོད་པ།

source: Key Properties
bo_cn: གསང་ལྡེའི་སྔོན་འདེམས་ཚན་པ།

source: Key Server Type:
bo_cn: གསང་ལྡེའི་ཞབས་ཞུ་ཆས་ཀྱི་རིགས་གྲས།:

source: Key Servers
bo_cn: གསང་ལྡེའི་ཞབས་ཞུ་ཆས།

source: Key Servers:
bo_cn: གསང་ལྡེའི་ཞབས་ཞུ་ཆས།:

source: Key _Length:
bo_cn: གསང་ལྡེའི་རིང་ཚད། (_L)：

source: Key _Strength (bits):
bo_cn: གསང་ལྡེའི་གསང་སྲུང་དྲག་ཚད། ( གནས།)(_S)

source: Key _Type:
bo_cn: གསང་ལྡེའི་རིགས་གྲས། (_T)：

source: Key has been superseded
bo_cn: གསང་ལྡེ་ཚབ་བྱས་ཟིན་པ།

source: Key is no longer used
bo_cn: གསང་ལྡེ་མི་སྤྱོད་པ།

source: Key storage password
bo_cn: གསང་ལྡེ་གསོག་འཇོག་གི་གསང་བརྡ།

source: Keyring password
bo_cn: གསང་ལྡེའི་གདུབ་ཀྱི་གསང་ཨང་།

source: Keys used to connect securely to other computers
bo_cn: རྩིས་འཁོར་གཞན་ལ་འབྲེལ་མཐུད་བྱེད་པར་སྤྱོད་པའི་གསང་ལྡེ།

source: LDAP Key Server
bo_cn: གསང་ལྡེའི་ཞབས་ཞུ་ཆས། LDAP

source: Label:
bo_cn: གདོང་འཛར།

source: Lazy mode
bo_cn: སྒྱིད་ལུག་རྣམ་པ།

source: Lazy mode doesn't normalize entered date and time values
bo_cn: སྒྱིད་ལུག་རྣམ་པས་ཚེས་གྲངས་དང་དུས་ཚོད་ཀྱི་འགྱུར་ཚད་ཚད་ལྡན་ཅན་དུ་མི་འགྱུར་བ།

source: Length of Key
bo_cn: གསང་ལྡེའི་རིང་ཚད།

source: Loaded %d key
bo_cn: གསང་ལྡེའི་གྲངས་ %d བཀལ་ཟིན་པ།

source: Location:
bo_cn: གནས་ས་

source: Login:
bo_cn: ཐོ་འགོད།:

source: Lower limit day
bo_cn: ཉིན་གྱི་མས་མཐའ།

source: Lower limit hour
bo_cn: ཆུ་ཚོད་ཀྱི་མས་མཐའ།

source: Lower limit minute
bo_cn: སྐར་མའི་མས་མཐའ།

source: Lower limit month
bo_cn: ཟླ་བའི་མས་མཐའ།

source: Lower limit second
bo_cn: སྐར་ཆའི་མས་མཐའ།

source: Lower limit year
bo_cn: ལོ་ཡི་མས་མཐའ།

source: Make this photo the primary photo
bo_cn: འདྲ་པར་འདི་སྤྱད་ནས་འདྲ་པར་གཙོ་བོ་བྱེད་པ།

source: Manage your passwords and encryption keys
bo_cn: ཁྱེད་ཀྱི་གསང་ཨང་དང་གསང་སྡོམ་གསང་ལྡེར་དོ་དམ་བྱེད་པ།

source: Minute
bo_cn: སྐར་མ།

source: Minute part of the lower time limit
bo_cn: དུས་ཚོད་མས་མཐའི་སྐར་མའི་ཆ་ཤས།

source: Minute part of the upper time limit
bo_cn: དུས་ཚོད་ཡས་མཐའི་སྐར་མའི་ཆ་ཤས།

source: Month
bo_cn: ཟླ་བ།

source: Month part of the lower date limit
bo_cn: ཚེས་གྲངས་མས་མཐའི་ཟླ་བའི་ཆ་ཤས།

source: Month part of the upper date limit
bo_cn: ཚེས་གྲངས་ཡས་མཐའི་ཟླ་བའི་ཆ་ཤས།

source: Multiple Keys
bo_cn: གསང་ལྡེ་མང་པོ།

source: Must be at least 5 characters long
bo_cn: ངེས་པར་དུ་ཉུང་མཐར་ཡང་ཡིག་རྟགས་རིང་ཚད་གྲངས 5 དགོས།

source: Name
bo_cn: མིང་།

source: Name (CN):
bo_cn: མིང་། (CN)：

source: Name/Email
bo_cn: མིང་། / གློག་རྡུལ་ཡིག་ཟམ།

source: Name:
bo_cn: མིང་།

source: Names and Signatures
bo_cn: མིང་དང་མིང་རྟགས་འགོད་པ།

source: Ne_ver Expires
bo_cn: ནམ་ཡང་དུས་ཚོད་མི་ཡོལ་བ། (_V)

source: Network Credentials
bo_cn: དྲ་རྒྱའི་དཔང་ཡིག

source: Network Manager secret
bo_cn: དྲ་རྒྱའི་དོ་དམ་ཆས་ཀྱི་སྒེར་ལྡེ།

source: Network password
bo_cn: དྲ་རྒྱའི་གསང་ཨང་།

source: Never E_xpires
bo_cn: ནམ་ཡང་དུས་ཚོད་མི་ཡོལ་བ། (_X)

source: New Key Passphrase
bo_cn: གསང་ལྡེའི་གསང་ཨང་གསར་པ།

source: New Keyring Name:
bo_cn: གསང་ལྡེའི་གདུབ་གསར་པའི་མིང་།:

source: New Secure Shell Key
bo_cn: གསང་ལྡེ་ SSH གསར་པ།

source: New _Passphrase:
bo_cn: གསང་ཨང་གསར་པ། (_P)：

source: New password keyring
bo_cn: གསང་ཨང་གི་གསང་ལྡེའི་གདུབ་གསར་འཛུགས།

source: New password...
bo_cn: གསང་ཨང་གསར་པ།

source: No keys usable for signing
bo_cn: མིང་འགོད་པར་སྤྱོད་པའི་གསང་ལྡེ་མེད་པ།

source: No private key file is available for this key.
bo_cn: གསང་ལྡེ་འདི་ཡི་སྒེར་ལྡེའི་ཡིག་ཆ་སྤྱོད་རུང་མིན་པ།

source: No public key file is available for this key.
bo_cn: གསང་ལྡེ་འདི་ཡི་སྤྱི་ལྡེའི་ཡིག་ཆ་སྤྱོད་རུང་མིན་པ།

source: No reason
bo_cn: རྒྱུ་མཚན་མེད་པ།

source: No reason for revoking key
bo_cn: གསང་ལྡེ་རྩིས་མེད་གཏོང་བའི་རྒྱུ་མཚན་མེད་པ།

source: None: Don't publish keys
bo_cn: མེད་པ།：གསང་ལྡེ་འགྲེམས་སྤེལ་མི་བྱེད་པ།

source: Not Used
bo_cn: བེད་སྤྱོད་མི་བྱེད།

source: Not a valid Key Server address.
bo_cn: ནུས་ལྡན་གྱི་གསང་ལྡེའི་ཞབས་ཞུ་ཆས་ཀྱི་གནས་ཡུལ་མ་རེད།

source: Old Key Passphrase
bo_cn: གསང་ལྡེའི་གསང་ཨང་རྙིང་པ།

source: Only show personal keys, certificates and passwords
bo_cn: མི་སྒེར་གྱི་གསང་ལྡེ་དང་། དཔང་ཡིག གསང་ཨང་བཅས་ཁོ་ན་མངོན་པ།

source: Only show trusted keys, certificates and passwords
bo_cn: ཡིད་ཆེས་པའི་གསང་ལྡེ་དང་། དཔང་ཡིག གསང་ཨང་བཅས་ཁོ་ན་མངོན་པ།

source: Optional comment describing key
bo_cn: འདེམས་རུང་གི་གསང་ལྡེའི་ཞིབ་བརྗོད་ཀྱི་མཆན་འགྲེལ།

source: Optional description of revocation
bo_cn: འདེམས་རུང་གི་ཕྱིར་འཐེན་ཞིབ་བརྗོད།

source: Optional email address
bo_cn: འདེམས་རུང་གི་གློག་རྡུལ་ཡིག་ཟམ་གྱི་གནས་ཡུལ།

source: Override Owner _Trust:
bo_cn: བདག་པོའི་ཡིད་ཆེས་རྣམ་པ་འགེབས་པ། (_T)：

source: Owner
bo_cn: བདག་པོ།

source: PEM encoded request
bo_cn: སྒྲིག་ཨང་ PEM ཡི་ཞུ།

source: PGP Key
bo_cn: གསང་ལྡེ PGP

source: PGP Keys
bo_cn: གསང་ལྡེ། PGP

source: PGP key
bo_cn: གསང་ལྡེ། PGP

source: PGP keys
bo_cn: གསང་ལྡེ། PGP

source: PGP keys are for encrypting email or files
bo_cn: གསང་ལྡེ་PGP དེ་ཡིག་ཟམ་དང་ཡིག་ཆར་གསང་སྡོམ་པར་སྤྱོད་པ་ཡིན།

source: PM
bo_cn: ཕྱི་དྲོ།

source: Passphrase
bo_cn: གསང་ཨང་།

source: Passphrase for New PGP Key
bo_cn: གསང་ལྡེ་ PGP གསར་པའི་གསང་ཨང་།

source: Passphrase for New Secure Shell Key
bo_cn: གསང་ལྡེ་ SSH གསར་པའི་གསང་ཨང་།

source: Password
bo_cn: གསང་ཨང་།

source: Password Keyring
bo_cn: གསང་ཨང་གི་གསང་ལྡེའི་གདུབ།

source: Password or secret
bo_cn: གསང་ཨང་ངམ་ཡང་ན་སྒེར་ལྡེ།

source: Password:
bo_cn: གསང་ཨང་།

source: Passwords and Keys
bo_cn: གསང་ཨང་དང་གསང་ལྡེ།

source: Personal PGP key
bo_cn: མི་སྒེར་གྱི་གསང་ལྡེ་PGP

source: Personal SSH key
bo_cn: མི་སྒེར་གྱི་གསང་ལྡེ་SSH

source: Personal certificate
bo_cn: མི་སྒེར་གྱི་དཔང་ཡིག

source: Personal certificate and key
bo_cn: མི་སྒེར་གྱི་དཔང་ཡིག་དང་གསང་ལྡེ།

source: Photo
bo_cn: འདྲ་པར།

source: Please choose a name for the new keyring. You will be prompted for an unlock password.
bo_cn: གསང་ལྡེའི་གདུབ་གསར་པར་མིང་འདེམས་རོགས། ཁྱེད་ལ་སྒྲོག་འགྲོལ་གསང་ཨང་ནང་འཇུག་བྱ་རྒྱུའི་སྣེ་སྟོན་བྱེད་པ་ཡིན།

source: Prefere_nces
bo_cn: ཐོག་མའི་འདེམས་ཚན།(_N)

source: Preferences
bo_cn: གཏོགས་གཤིས།

source: Primary
bo_cn: བདག་པོ།

source: Private PGP Key
bo_cn: སྒེར་ལྡེ PGP

source: Private key
bo_cn: སྒེར་ལྡེ།

source: Public PGP Key
bo_cn: སྤྱི་ལྡེ PGP

source: Public SSH keys
bo_cn: སྤྱི་ལྡེ SSH

source: Publish and/or synchronize your keys with those online.
bo_cn: སྐུད་ཐོག་གི་གསང་ལྡེ་དེ་རྣམས་དང་འགྲེམས་སྤེལ་འབྲེལ། / ཡང་ན་ཁྱེད་ཀྱི་གསང་ལྡེ་གོམ་མཉམ་བྱེད་པ།

source: RSA (encrypt only)
bo_cn: RSA། ( གསང་སྡོམ་ཁོ་ན། )

source: RSA (sign only)
bo_cn: RSA། ( མིང་འགོད་པ་ཁོ་ན། )

source: Re_voke
bo_cn: ཕྱིར་འཐེན། (_V)

source: Reason for revoking the key
bo_cn: གསང་ལྡེ་རྩིས་མེད་གཏོང་བའི་རྒྱུ་རྐྱེན།

source: Remote Host Password
bo_cn: རྒྱང་རིང་གཙོ་འཁོར་གྱི་གསང་ཨང་།

source: Remote Keys
bo_cn: རྒྱང་རིང་གསང་ལྡེ།

source: Remote Keys Containing '%s'
bo_cn: རྒྱང་རིང་གསང་ལྡེར་ “%s” ཚུད་པ།

source: Remove this photo from this key
bo_cn: གསང་ལྡེ་འདི་ཡི་ནང་ནས་འདྲ་པར་འདི་འབུད་པ།

source: Request _Certificate
bo_cn: རེ་ཞུའི་དཔང་ཡིག (_C)
