Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/seahorse.po
Languages: bo_cn

source: Resolving server address: %s
bo_cn: ཞབས་ཞུ་ཆས་ཀྱི་གནས་ཡུལ་ཞིབ་འགྲེལ་བྱེད་བཞིན་པ།:%s

source: Retrieving data
bo_cn: གཞི་གྲངས་ཚུར་ལེན་བཞིན་པ།

source: Revoke
bo_cn: རྩིས་མེད་བཏང་བ།

source: Revoke key
bo_cn: གསང་ལྡེ་རྩིས་མེད་བཏང་བ།

source: Revoke: %s
bo_cn: རྩིས་མེད་བཏང་བ།:%s

source: Revoked
bo_cn: རྩིས་མེད་དུ་བཏང་བ།

source: SSH Key
bo_cn: གསང་ལྡེ། SSH

source: SSH key
bo_cn: གསང་ལྡེ། SSH

source: Safely store a password or secret.
bo_cn: བདེ་འཇགས་ངང་གསང་ཨང་ངམ་ཡང་ན་གསང་གཏམ་གསོག་འཇོག་བྱེད་པ།

source: Save certificate request
bo_cn: དཔང་ཡིག་གི་རེ་ཞུ་ཉར་ཚགས།

source: Saved password or login
bo_cn: གསོག་འཇོག་ཟིན་པའི་གསང་ཨང་ངམ་ཡང་ན་ཐོ་འགོད།

source: Seahorse Project Homepage
bo_cn: རྣམ་གྲངས Seahorse ཡི་ལྡེབ་ངོས་མགོ་མ།

source: Search for keys on a key server
bo_cn: གསང་ལྡེ་ཞབས་ཞུ་ཆས་ཀྱི་ནང་གསང་ལྡེ་བཤེར་འཚོལ་བྱེད་པ།

source: Search was not specific enough. Server '%s' found too many keys.
bo_cn: བཤེར་འཚོལ་ཁྱབ་ཁོངས་ཞེང་ཆེ་དྲགས་པས་ཞབས་ཞུ་ཆས “%s” ཡི་ནང་ནས་གསང་ལྡེ་མང་པོ་རྙེད་པ།

source: Second part of the lower time limit
bo_cn: དུས་ཚོད་མས་མཐའི་ཆ་ཤས་ཨང་གཉིས་པ།

source: Second part of the upper time limit
bo_cn: དུས་ཚོད་ཡས་མཐའི་ཆ་ཤས་ཨང་གཉིས་པ།

source: Secret SSH keys
bo_cn: སྒེར་ལྡེ། SSH

source: Secure Shell Key
bo_cn: གསང་ལྡེ།SSH

source: Select Date
bo_cn: ཚེས་གྲངས་འདེམ་པ།

source: Select Time
bo_cn: དུས་ཚོད་འདེམ་པ།

source: Select the date from a calendar
bo_cn: ལི་ཐོ་ལས་ཚེས་གྲངས་འདེམ་པ།

source: Select the time from a list
bo_cn: རེའུ་མིག་ནང་ནས་དུས་ཚོད་འདེམ་པ།

source: Send public Secure Shell key to another machine, and enable logins using that key.
bo_cn: སྤྱི་ལྡེ SSH འཕྲུལ་འཁོར་གཞན་ཞིག་ལ་སྐྱེལ་བ་མ་ཟད་གསང་ལྡེ་འདི་སྤྱ་ནས་ཐོ་འགོད་ཆོག་པ་བྱེད་དགོས།

source: Server:
bo_cn: ཞབས་ཞུ་ཆས།

source: Set Up Computer for SSH Connection
bo_cn: འབྲེལ་མཐུད་ SSH ལ་རྩིས་འཁོར་སྒྲིག་པ།

source: Shared Keys Near Me:
bo_cn: ང་ཡི་ཉེ་འགྲམ་གྱི་མཉམ་སྤྱོད་གསང་ལྡེ།:

source: Show Seahorse help
bo_cn: རོགས་རམ་ Seahorse མངོན་པ།

source: Show _Any
bo_cn: ཚང་མ་མངོན་པ།(_A)

source: Show _Personal
bo_cn: མི་སྒེར་མངོན་པ། (_P)

source: Show _Trusted
bo_cn: ཡིད་ཆེས་པ་ཁོ་ན་མངོན་པ། (_T)

source: Show all keys, certificates and passwords
bo_cn: གསང་ལྡེ་དང་། དཔང་ཡིག གསང་ཨང་བཅས་ཚང་མ་མངོན་པ།

source: Show pass_word
bo_cn: གསང་ཨང་འཆར་བ། (_W)

source: Show sidebar listing keyrings
bo_cn: གསང་ལྡེའི་གདུབ་ཀྱི་རེའུ་མིག་གཞོགས་མཐའི་ཚང་མངོན་པ།

source: Show the properties of this item
bo_cn: རྣམ་གྲངས་འདི་ཡི་གཏོགས་གཤིས་མངོན་པ།

source: Show the properties of this keyring
bo_cn: གསང་ལྡེའི་གདུབ་འདི་ཡི་གཏོགས་གཤིས་མངོན་པ།

source: Sign
bo_cn: མིང་རྟགས་འགོད་པ།

source: Sign Key
bo_cn: གསང་ལྡེར་མིང་འགོད་པ།

source: Sign key as:
bo_cn: ཐོབ་ཐང་འདི་ཡིས་གསང་ལྡེར་མིང་འགོད་པ།:

source: Signature ID
bo_cn: ID ལ་མིང་རྟགས་འགོད་པ།

source: Status
bo_cn: རྣམ་པ།

source: Stored Password
bo_cn: གསོག་འཇོག་ཟིན་པའི་གསང་ཨང་།

source: Stored at:
bo_cn: ལ་གསོག་འཇོག་ཟིན་པ།:

source: Stored note
bo_cn: གསོག་འཇོག་ཟིན་པའི་སྐབས་འཕྲལ།

source: Stored personal passwords, credentials and secrets
bo_cn: མི་སྒེར་གྱི་གསང་ཨང་དང་། དཔང་ཡིག སྒེར་ལྡེ་བཅས་གསོག་འཇོག་བྱེད་པ།

source: Strength
bo_cn: དྲག་ཚད།

source: Strength:
bo_cn: གསང་སྲུང་དྲག་ཚད།:

source: Subkey %d of %s
bo_cn: %2$s ཡི་བུ་གསང་ལྡེ་ %1$d

source: Superseded
bo_cn: ཚབ་བྱེད་པ།

source: Sync Keys
bo_cn: གསང་ལྡེ་གོམ་མཉམ།

source: Synchronizing keys...
bo_cn: གསང་ལྡེ་གོམ་མཉམ་བྱེད་བཞིན་པ།

source: Technical Details
bo_cn: ལག་རྩལ་ཞིབ་ཆ།

source: Technical Details:
bo_cn: ལག་རྩལ་ཞིབ་ཆ།:

source: Telepathy password
bo_cn: གསང་ཨང་ Telepathy

source: The SSH command failed.
bo_cn: བཀའ་བརྡ་ SSH ཕམ་པ།

source: The SSH command was terminated unexpectedly.
bo_cn: བཀའ་བརྡ་ SSH ངེས་མེད་ཀྱི་མཇུག་སྒྲིལ་བ།

source: The common name (CN) placed in the certificate request.
bo_cn: དཔང་ཡིག་རེ་ཞུའི་ནང་གི་ཀུན་སྤྱོད་མིང་། (CN)

source: The expiry date must be in the future
bo_cn: གོ་ཆོད་པའི་དུས་ཚོད་ཀྱི་དུས་ཚོད་ཡོལ་བའི་ཚེས་གྲངས་དེ་ངེས་པར་དུ་མ་འོངས་པའི་དུས་ཚོད་ཡིན་དགོས།

source: The file could not be loaded. It may be in an invalid format
bo_cn: ཡིག་ཆ་ཁུར་སྣོན་མི་ཐུབ། ཕལ་ཆེར་ནུས་མེད་ཀྱི་རྣམ་གཞག་ཡིན་པ་འདྲ།

source: The host name or address of the server.
bo_cn: ཞབས་ཞུ་ཆས་ཀྱི་གཙོ་འཁོར་མིང་ངམ་ཡང་ན་གནས་ཡུལ།

source: The operation was cancelled
bo_cn: བཀོལ་སྤྱོད་དོར་ཟིན།

source: The owner of the key revoked the key. It can no longer be used.
bo_cn: གསང་ལྡེ་འདིའི་བདག་པོས་གསང་ལྡེ་ཕྱིར་འཐེན་བྱས་ཟིན་པས་དེ་བེད་སྤྱོད་བྱེད་མི་ཐུབ།

source: The owner of this key is _authorized to connect to this computer
bo_cn: གསང་ལྡེ་འདི་ཡི་བདག་པོས་རྩིས་འཁོར་འདི་ལ་འབྲེལ་མཐུད་ཀྱི་དབང་སྤྲོད་བྱས་པ། (_A)

source: The port to access the server on.
bo_cn: ཞབས་ཞུ་ཆས་ལ་འབྲེལ་མཐུད་ཀྱི་མཐུད་ཁ།

source: The search for keys failed.
bo_cn: གསང་ལྡེ་འཚོལ་བ་ཕམ་པ།

source: The search provider is not loaded yet
bo_cn: བཤེར་འཚོལ་མཁོ་འདོན་བྱེད་མཁན་ད་དུང་ཁུར་སྣོན་བྱས་མེད།

source: This key expired on: %s
bo_cn: གསང་ལྡེ་འདི %s ལ་དུས་ཚོད་ཡོལ་ཟིན་པ།

source: This key has been revoked
bo_cn: གསང་ལྡེ་འདི་རྩིས་མེད་དུ་བཏང་ཟིན།

source: This key has expired
bo_cn: གསང་ལྡེ་འདི་དུས་ཚོད་ཡོལ་ཟིན།

source: This only applies to the <i>%s</i> account.
bo_cn: <i>%s</i> ཁོ་ནར་སྤྱོད་པའི་རྩིས་ཐེམ།

source: This was the third time you entered a wrong password. Please try again.
bo_cn: འདི་ནི་གསང་ཨང་ནོར་ཐེངས་ཨང་གསུམ་པ་ཡིན། ཡང་བསྐྱར་ཚོད་ལེན་བྱེད་རོགས།

source: This will find keys for others on the Internet. These keys can then be imported into your local key ring.
bo_cn: འདི་ཡིས་སྦྲེལ་རེས་དྲ་རྒྱའི་སྟེང་མི་གཞན་གྱི་གསང་ལྡེ་འཚོལ་བ་ཡིན་ལ། གསང་ལྡེ་དེ་རྣམས་ཁྱེད་ཀྱི་རང་སའི་གསང་ལྡེའི་གདུབ་འདྲེན་འཇུག་བྱས་ཆོག

source: Time
bo_cn: དུས་ཚོད།

source: To get started with encryption you will need keys.
bo_cn: གསང་སྡོམ་འགོ་རྩོམ་པར་ཁྱེད་ལ་གསང་ལྡེ་དགོས།

source: Trust
bo_cn: ཡིད་རྟོན།

source: Type
bo_cn: རིགས་གྲས་

source: Type:
bo_cn: རིགས་གྲས།

source: Ultimate
bo_cn: རྩ་བ་ནས།

source: Unable to change trust
bo_cn: ཡིད་ཆེས་ཚང་བཅོས་ཐབས་བྲལ།

source: Unavailable
bo_cn: སྤྱོད་མི་རུང་བ།

source: Unlocks a PGP key
bo_cn: གསང་ལྡེ་ PGP སྒྲོག་འགྲོལ།

source: Unlocks a Secure Shell key
bo_cn: གསང་ལྡེ་ SSH སྒྲོག་འགྲོལ།

source: Unnamed
bo_cn: མིང་བཏགས་མེད་པ།

source: Unnamed private key
bo_cn: མིང་བཏགས་མེད་པའི་སྒེར་ལྡེ།

source: Upper limit day
bo_cn: ཉིན་གྱི་ཡས་མཐའ།

source: Upper limit hour
bo_cn: ཆུ་ཚོད་ཀྱི་ཡས་མཐའ།

source: Upper limit minute
bo_cn: སྐར་མ་ཡི་ཡས་མཐའ།

source: Upper limit month
bo_cn: ཟླ་བའི་ཡས་མཐའ།

source: Upper limit second
bo_cn: སྐར་ཆའི་ཡས་མཐའ།

source: Upper limit year
bo_cn: ལོ་ཡི་ཡས་མཐའ།

source: Usage
bo_cn: སྤྱོད་སྟངས།

source: Use:
bo_cn: བེད་སྤྱོད།:

source: Used to access other computers (eg: via a terminal)
bo_cn: རྩིས་འཁོར་གཞན་ལ་ལྟ་སྤྱོད་ལ་སྤྱོད་པ། ( དཔེར་ན།：མཐའ་སྣེ་བརྒྱུད། )

source: Used to connect to other computers.
bo_cn: རྩིས་འཁོར་གཞན་ལ་འབྲེལ་མཐུད་ལ་སྤྱོད་པ།

source: Used to encrypt email and files
bo_cn: ཡིག་ཟམ་དང་ཡིག་ཆར་གསང་སྡོམ་པར་སྤྱོད་པ།

source: Used to request a certificate
bo_cn: རེ་ཞུའི་དཔང་ཡིག་ལ་སྤྱོད་པ།

source: Used to store application and network passwords
bo_cn: བཀོལ་སྤྱོད་བྱ་རིམ་དང་དྲ་རྒྱའི་གསང་ཨང་ཉར་ཚགས་ལ་སྤྱོད་པ།

source: Marginally
bo_cn: ཚད་ཆུང་ཤོས།

source: Ultimately
bo_cn: རྩ་བ་ནས།

source: Version of this application
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་འདི་ཡི་པར་གཞི།

source: Where to search:
bo_cn: གང་ནས་བཤེར་འཚོལ་བྱེད།:

source: Wrong passphrase.
bo_cn: ནོར་འཁྲུལ་གྱི་གསང་ཨང་།

source: Wrong password
bo_cn: གསང་ཨང་ནོར་འཁྲུལ།

source: X.509 certificates and related keys
bo_cn: དཔང་ཡིག X.509 དང་འབྲེལ་ཡོད་ཀྱི་གསང་ལྡེ།

source: Year
bo_cn: ལོ་འཁོར།

source: Year part of the lower date limit
bo_cn: ཚེས་གྲངས་མས་མཐའི་ལོ་ཡི་ཆ་ཤས།

source: Year part of the upper date limit
bo_cn: ཚེས་གྲངས་ཡས་མཐའི་ལོ་ཡི་ཆ་ཤས།

source: You _Trust the Owner:
bo_cn: གསང་ལྡེ་འདི་ལ་ཡིད་ཆེས་ཚད། (_T)：

source: You are about to add %s as a revoker for %s. This operation cannot be undone! Are you sure you want to continue?
bo_cn: ཁྱེད་ཀྱིས %2$s ལ %1$s ཁ་སྣོན་བྱས་ནས་ཕྱིར་འཐེན་མཁན་ལ་རྩིས་པ། བཀོལ་སྤྱོད་འདི་དོར་མི་རུང་བས་ཁྱེད་ནས་མུ་མཐུད་གཏན་འཁེལ་བྱེད་དམ།

source: You have no personal PGP keys that can be used to indicate your trust of this key.
bo_cn: ཁྱེད་ལ་གསང་ལྡེ་འདིར་ཡིད་ཆེས་ཡོད་མེད་ཀྱི་གསལ་བཤད་ལ་སྤྱོད་པའི་མིག་སྒེར་གྱི་གསང་ལྡེ PGP མི་འདུག

source: You have no personal PGP keys that can be used to sign a document or message.
bo_cn: ཁྱེད་ལ་ཡིག་ཚགས་སམ་ཡང་ན་བརྡ་འཕྲིན་ལ་མིང་འགོད་པར་སྤྱོད་པའི་མི་སྒེར་གྱི་གསང་ལྡེ PGP མི་འདུག

source: Your email address, or a reminder of what this key is for.
bo_cn: ཁྱེད་ཀྱི་གློག་རྡུལ་ཡིག་ཟམ་གནས་ཡུལ་ལམ་ཡང་ན་གསང་ལྡེར་སྣེ་སྟོན་གྱི་སྤྱོད་སྒོ་ཡི་ཚིག་གྲུབ་བེད་སྤྱོད་པ།

source: Your trust is manually specified on the <i>Details</i> tab.
bo_cn: ཁྱེད་ཀྱི་ཡིད་ཆེས་ཚད་ནི <i> ཞིབ་ཆ </i> ཚང་ལག་སྒུལ་དམིགས་འཛུགས་བྱེད་པ།

source: Your trust of this key
bo_cn: ཁྱེད་ཀྱིས་གསང་ལྡེ་འདིར་ཡིད་ཆེས་སམ།

source: [Unknown]
bo_cn: [ངེས་མེད།]

source: _Add Name
bo_cn: མིང་ཁ་སྣོན། (_A)

source: _Advanced key options
bo_cn: མཐོ་རིམ་གྱི་གསང་ལྡེའི་འདེམས་ཚན། (_A)

source: _Casually
bo_cn: གང་འདོད་ལྟར་ཞིབ་བཤེར་བྱེད་མྱོང་། (_C)

source: _Comment:
bo_cn: ཟུར་མཆན། (_C)：

source: _Contents
bo_cn: དཀར་ཆག(_C)

source: _Create and Set Up
bo_cn: གསར་བཟོ་དང་འབྲེལ་སྒྲིག་པ། (_C)

source: _Delete
bo_cn: འདོར་བ།

source: _Description:
bo_cn: ཞིབ་བརྗོད། (_D)：

source: _Don't Resize
bo_cn: ཆེ་ཆུང་ལེགས་སྒྲིག་མི་བྱེད། (_D)

source: _Edit
bo_cn: རྩོམ་སྒྲིག(_E)

source: _Email Address:
bo_cn: གློག་རྡུལ་ཡིག་ཟམ་གྱི་གནས་ཡུལ།(_E)：

source: _Export
bo_cn: ཕྱིར་འདྲེན།(E)

source: _Export Secret Key:
bo_cn: སྒེར་ལྡེ་ཕྱིར་འདྲེན། (_E)：

source: _File
bo_cn: ཡིག་ཆ།(_F)

source: _Find Remote Keys...
bo_cn: རྒྱང་རིང་གི་གསང་ལྡེ་འཚོལ་བ། (_F)

source: _Find keys via:
bo_cn: འདིར་གསང་ལྡེ་འཚོལ་བ། (_F)：

source: _Help
bo_cn: རོགས་རམ།(_H)

source: _Import
bo_cn: ནང་འདྲེན།(I)

source: _Import...
bo_cn: འདྲེན་འཇུག (_I)

source: _Just Create Key
bo_cn: གསང་ལྡེ་ཁོ་ན་གསར་བཟོ། (_J)

source: _Key Servers
bo_cn: གསང་ལྡེའི་ཞབས་ཞུ་ཆས། (_K)

source: _Keyring:
bo_cn: གསང་ལྡེའི་གདུབ། (_K)：

source: _Lock
bo_cn: སྒྲོག་པ། (_L)

source: _Login name:
bo_cn: ཐོ་འགོད་མིང་། (_L)：

source: _Never expires
bo_cn: ནམ་ཡང་དུས་ཚོད་མི་ཡོལ་བ། (_N)

source: _New
bo_cn: གསར་བཟོ།(_N)

source: _New...
bo_cn: གསར་འཛུགས། (_N)

source: _Not at all
bo_cn: མེད། (_N)

source: _Only display the signatures of people I trust
bo_cn: ངས་ཡིད་ཆེས་པའི་མི་ཡི་མིང་རྟགས་འགོད་པ་ཁོ་ན་མངོན་པ། (_O)

source: _Other Names:
bo_cn: མིང་གཞན། (_O)：

source: _Others may not see this signature
bo_cn: མིང་རྟགས་འགོད་པ་འདི་མི་གཞན་གྱིས་མཐོང་མི་ཐུབ། (_O)

source: _Password:
bo_cn: གསང་ཨང་།(_P)：

source: _People who have signed this key:
bo_cn: གསང་ལྡེ་འདིར་མིང་འགོད་མཁན་གྱི་མི་གཞན། (_P)：

source: _Properties
bo_cn: གཏོགས་གཤིས།(_P)

source: _Publish keys to:
bo_cn: ལ་གསང་ལྡེ་ཁྱབ་བསྒྲགས་བྱེད་པ། (_P)：

source: _Reason:
bo_cn: རྒྱུ་རྐྱེན། (_R)：

source: _Remote
bo_cn: རྒྱང་རིང་། (_R)

source: _Resize
bo_cn: ཆེ་ཆུང་སྒྱུར་བ།(_R)

source: _Revoke Signature
bo_cn: མིང་རྟགས་འགོད་པ་རྩིས་མེད་བཏང་བ། (_R)：

source: _Search
bo_cn: འཚོལ་བཤེར།(_S)

source: _Search for keys containing:
bo_cn: ནང་དོན་དེ་རྣམས་ཚུད་པའི་གསང་ལྡེ་བཤེར་འཚོལ། (_S)：

source: _Select the type of item to create:
bo_cn: གསར་བཟོ་བྱ་རྒྱུའི་རྣམ་གྲངས་ཀྱི་རིགས་གྲས་འདེམ་པ། (_S)：

source: _Server address:
bo_cn: ཞབས་ཞུ་ཆས་ཀྱི་གནས་ཡུལ། (_S)：

source: _Set Up
bo_cn: སྒྲིག་པ། (_S)

source: _Set as default
bo_cn: སོར་བཞག་ལ་སྒྲིག་པ། (_S)

source: _Show Password
bo_cn: གསང་ཨང་མངོན་པ། (_S)

source: _Sign
bo_cn: མིང་འགོད་པ། (_S)

source: _Sign message with key:
bo_cn: གསང་ལྡེ་འདི་སྤྱད་ནས་བརྡ་འཕྲིན་ལ་མིང་འགོད་པ། (_S)：

source: _Sign this Key
bo_cn: གསང་ལྡེ་འདིར་མིང་འགོད་པ། (_S)

source: _Signer:
bo_cn: མིང་འགོད་མཁན། (_S)：

source: _Subkeys
bo_cn: བུ་གསང་ལྡེ། (_S)

source: _Sync
bo_cn: གོམ་མཉམ། (_S)

source: _Sync and Publish Keys...
bo_cn: གསང་ལྡེ་གོམ་མཉམ་འབྲེལ་ཁྱབ་བསྒྲགས་བྱེད་པ། (_S)

source: _Unlock
bo_cn: སྒྲོག་གྲོལ། (_U)"

source: _Very Carefully
bo_cn: ཞིབ་བཤེར་ཞིབ་ཚགས་བྱེད་མྱོང་། (_V)

source: _View
bo_cn: ལྟ་ཞིབ།(_V)

source: calendar:week_start:0
bo_cn: calendar:week_start:1

source: eg: fileserver.example.com:port
bo_cn: དཔེར་ན།： fireserver.example.com: མཐུད་ཁ།

source: initial temporary item
bo_cn: གནས་སྐབས་དོན་ཚན་འགོ་སྒྲིག་པ།

source: keyring;encryption;security;sign;ssh;
bo_cn: གསང་ལྡེའི་གདུབ། གསང་སྡོམ། བདེ་འཇགས། མིང་རྟགས་འགོད་པ། གསང་ཨང་། keyring;encryption;security;sign;ssh;

source: translator-credits
bo_cn: He Qiangqiang <carton@linux.net.cn>, 2002 Funda Wang <fundawang@linux.net.cn>, 2003 2004བདུད་རྩི<rhythm.gan@gmail.com>, 2009 Fan Qijiang <fqj1994@linux.com>,2010
