Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/shotwell.po
Languages: bo_cn

source: _Email address
bo_cn: གློག་རྡུལ་གློག་ཡིག་གི་ཤག་གནས།(_E)

source: _Enhance
bo_cn: ཇེ་དྲག་ཏུ་གཏོང་བ།(_E)

source: _Export...
bo_cn: ཕྱིར་འདྲེན(_E)...

source: _File
bo_cn: ཡིག་ཆ།(_F)

source: _Filter Photos
bo_cn: འདྲ་པར་འཚག་པ།(_F)

source: _Find...
bo_cn: འཚོལ་བ།(_F)

source: _Flag
bo_cn: མཆན་འགོད།(_F)

source: _Forbid downloading original photo
bo_cn: ཐོག་མའི་འདྲ་པར་ཕབ་ལེན་བྱེད་མི་ཆོག(_F)

source: _Format:
bo_cn: རྣམ་གཞག(_F)：

source: _Frequently Asked Questions
bo_cn: རྒྱུན་མཐོང་གི་གནད་དོན།(_F)

source: _Help
bo_cn: རོགས་རམ།(_H)

source: _If a title is set and comment unset, use title as comment
bo_cn: གལ་ཏེ་ཁ་བྱང་ཡོད་ཀྱང་ཟུར་མཆན་མེད་ན་ཁ་བྱང་ཟུར་མཆན་གྱིས།(_I)"

source: _Import
bo_cn: ནང་འདྲེན།(I)

source: _Import From Folder...
bo_cn: ཡིག་ཁུག་ནས་འདྲེན་འཇུག(_I)...

source: _Import in Place
bo_cn: སྔར་གྱི་གནས་ཡུལ་སོར་བཞག་འདྲེན་འཇུག(_I)

source: _Import photos from your %s folder
bo_cn: ཁྱེད་རང་གི་ཡིག་ཁུག་%s ནས་འདྲ་པར་འདྲེན་འཇུག་བྱོས།(_I)

source: _Import photos to:
bo_cn: འདྲ་པར་འདྲེན་འཇུག་བྱས་ཏེ།(_I)：

source: _Increase
bo_cn: མཐོ་འདེགས།(_I)

source: _Keep
bo_cn: སྔར་རྣམ་སྲུང་བ།(_K)

source: _Login
bo_cn: ཐོ་འགོད།(_L)

source: _Logout
bo_cn: ཐོ་ཁོངས་ནས་བསུབ་པ།(_L)

source: _Match
bo_cn: ཟླ་སྒྲིག(_M)

source: _Match photo aspect ratio
bo_cn: འདྲ་པར་གྱི་བསྡུར་ཚད་ཟླ་སྒྲིག(_M)

source: _Merge Events
bo_cn: དོན་རྐྱེན་ཟླ་སྒྲིག(_M)

source: _Modify original file
bo_cn: གདོད་མའི་ཡིག་ཆ་བཟོ་བཅོས།(_M)

source: _Modify original files
bo_cn: གདོད་མའི་ཡིག་ཆ་བཟོ་བཅོས།(_M)

source: _Modify original photo file
bo_cn: གདོད་མའི་འདྲ་པར་ཡིག་ཆ་བཟོ་བཅོས།(_M)

source: _Modify original photo files
bo_cn: གདོད་མའི་འདྲ་པར་ཡིག་ཆ་བཟོ་བཅོས།(_M)

source: _Move to Trash
bo_cn: སྙིགས་སྒམ་དུ་སྤོ།(_M)

source: _Name of search:
bo_cn: མིང་བཤེར་འཚོལ།(_N)：

source: _New
bo_cn: གསར་བཟོ།(_N)

source: _New Event
bo_cn: བྱེད་སྒོ་གསར་འཛུགས།(_N)

source: _Next Photo
bo_cn: འདྲ་པར་རྗེས་མ།(_N)

source: _OK
bo_cn: འགྲིག་པ།(_O)

source: _Output photo at:
bo_cn: འདྲ་པར་ཕྱིར་སྐྱེལ།(_O)：

source: _Password
bo_cn: གསང་ཨང་།(_P)

source: _Paste Color Adjustments
bo_cn: སྦྱར་མའི་ཁ་དོག་ལེགས་སྒྲིག(_P)

source: _Pattern:
bo_cn: རྣམ་པ།(_P)：

source: _Photo
bo_cn: འདྲ་པར།(_P)

source: _Photos
bo_cn: པར་རིས། (_P)

source: _Play Video
bo_cn: བརྙན་ཟློས་སྟོན་པ།(_P)

source: _Preferences
bo_cn: སྒྲིག་འགོད།(_P)

source: _Previous Photo
bo_cn: འདྲ་པར་གོང་མ།(_P)

source: _Print...
bo_cn: པར་འདེབས།(_P)...

source: _Publish
bo_cn: ཁྱབ་བསྒྲགས།(_P)

source: _Quality:
bo_cn: སྤུས་ཚད། (_Q)：

source: _Quit
bo_cn: ཕྱིར་ཐོན།(_Q)

source: _Ratings
bo_cn: སྐར་གྲངས་དཔྱད་བསྡུར།(_R)

source: _Red-eye
bo_cn: མིག་དམར།(_R)

source: _Redo
bo_cn: བསྐྱར་ལས།(_R)

source: _Rejected
bo_cn: སྤུས་ཞན།(_R)

source: _Remember Password
bo_cn: གསང་ཨང་ངེས་དགོས།(_R)

source: _Remove
bo_cn: སྤོ་བ།(_R)

source: _Remove From Library
bo_cn: སྨྱན་གཟུགས་མཛོད་ནས་འབུད་པ།(_R)

source: _Remove location, camera, and other identifying information before uploading
bo_cn: ཡར་མ་བསྐུར་གོང་ནས་པར་གྱི་ས་ཁམས་གནས་ཡུལ་དང་།པར་ཆས་ཀྱི་བཟོ་དབྱིབས་སོགས་དབྱེ་འབྱེད་ཐུབ་པའི་ཆ་འཕྲིན་གཞན་དག་འདོར་བ།(_R)

source: _Rename...
bo_cn: མིང་བསྐྱར་འདོགས།(_R)...

source: _Replace
bo_cn: ཚབ་བརྗེ།(_R)

source: _Report a Problem...
bo_cn: གནད་དོན་སྙན་ཞུ།(_R)…

source: _Reset
bo_cn: བསྐྱར་སྒྲིག (_R)

source: _Restore
bo_cn: སླར་གསོ།(_R)

source: _Save
bo_cn: ཉར་བ། (S)

source: _Save a Copy
bo_cn: འདྲ་བཤུས་ཉར་ཚགས།(_S)

source: _Scaling constraint:
bo_cn: སྐྱེད་སྐྱུང་ཚོད་འཛིན།(_S)：

source: _Search Bar
bo_cn: བཤེར་འཚོལ་སྡེ།(_S)

source: _Set Rating
bo_cn: སྐར་གྲངས་དཔྱད་བསྡུར་སྒྲིག་འགོད།(_S)

source: _Shift photos/videos by the same amount
bo_cn: ཆེ་ཆུང་གཅིག་འདྲ་ལྟར་འདྲ་པར་ལེགས་སྒྲིག་/བརྙན་ཟློས་ལེགས་སྒྲིག(_S)

source: _Skip
bo_cn: མཆོང་བ།(_S)

source: _Stop Import
bo_cn: འདྲེན་འཇུག་བྱེད་མཚམས་འཇོག་པ།(_S)

source: _Straighten
bo_cn: དག་བཅོས།(_S)

source: _Switch Developer
bo_cn: གསར་སྤེལ་མཁན་བརྗེ་བ།(_S)

source: _Titles
bo_cn: ཁ་བྱང་།(_T)

source: _Transition effect:
bo_cn: བར་བརྒལ་ཕན་འབྲས།(_T)：

source: _Trash File
bo_cn: གད་སྙིགས་བླུགས་སྒམ(_T)དུ་སྤོ་པ།

source: _URL of your Piwigo photo library
bo_cn: ཁྱེད་རང་གི་Piwigoའདྲ་པར་མཛོད་ _URL(_)

source: _Undo
bo_cn: ཕྱིར་འཐེན།(_U)

source: _Unmount
bo_cn: བཤིག་འདོར།(_U)

source: _Unrated
bo_cn: སྐར་གྲངས་དཔྱད་བསྡུར་བྱས་མེད་པ།(_U)

source: _View
bo_cn: ལྟ་ཞིབ།(_V)

source: _Watch library directory for new files
bo_cn: སྨྱན་གཟུགས་མཛོད་ཀྱི་ཡིག་ཁུག་ནང་གི་ཡིག་ཆ་གསར་པར་སོ་ལྟ།(_W)

source: a raw photo
bo_cn: RAWཡི་འདྲ་པར་ཞིག

source: a video
bo_cn: བརྙན་ཟློས་ཤིག

source: all
bo_cn: ཚང་མ།

source: and
bo_cn: དང་།

source: and higher
bo_cn: སྔར་ལས་མཐོ་བ།

source: and lower
bo_cn: དེ་ལས་དམའ་བ།

source: any
bo_cn: གང་རུང་།

source: any photo
bo_cn: འདྲ་པར་གང་རུང་།

source: black
bo_cn: ནག་པོ།

source: cm
bo_cn: ལི་སྨི།

source: contains
bo_cn: ཚུད་པ།

source: day
bo_cn: ཉིན།

source: does not contain
bo_cn: ཚུད་མེད།

source: duplicates existing media item
bo_cn: ད་ཡོད་སྨྱན་གཟུགས་ཡིག་ཆའི་འདྲ་བཤུས་གསར་འཛུགས།

source: ends with
bo_cn: མཇུག་སྒྲིལ་ས།

source: error message:
bo_cn: ནོར་འཁྲུལ་གྱི་ཆ་འཕྲིན།

source: external modifications
bo_cn: ཕྱིའི་བཟོ་བཅོས།

source: flagged
bo_cn: མཆན་བཀོད་ཟིན།

source: has
bo_cn: ཡོད་པ།

source: has no
bo_cn: མེད།

source: hour
bo_cn: ཆུ་ཚོད།

source: in.
bo_cn: དབྱིན་ཚུན།

source: internal modifications
bo_cn: ནང་ཁུལ་གྱི་བཟོ་བཅོས།

source: is after
bo_cn: འཕྱི་བ།

source: is before
bo_cn: སྔ་བ།

source: is between
bo_cn: ལ་གཏོགས་པ།

source: is exactly
bo_cn: ངེས་པར་དུ་ཡོད་དགོས།

source: is not
bo_cn: མ་རེད།

source: is not set
bo_cn: སྒྲིག་མེད་པ།

source: is set
bo_cn: སྒྲིག་འགོད་ཟིན་པ།

source: minute
bo_cn: སྐར་མ།

source: modified
bo_cn: བཟོ་བཅོས།

source: none
bo_cn: མེད།

source: not flagged
bo_cn: མཆན་མ་བཀོད་པ།

source: of the following:
bo_cn: གཤམ་གསལ་འདི་དག

source: only
bo_cn: ཁོ་ན།

source: period of time
bo_cn: དུས་ཚོད་ཁག

source: pixels per inch
bo_cn: དབྱིན་ཚུན་རེའི་བརྙན་རྒྱུའི་གྲངས།

source: seconds
bo_cn: སྐར་ཆ།

source: starts with
bo_cn: འགོ་ཚུགས་དུས།

source: translator-credits
bo_cn: He Qiangqiang <carton@linux.net.cn>, 2002 Funda Wang <fundawang@linux.net.cn>, 2003 2004བདུད་རྩི<rhythm.gan@gmail.com>, 2009 Fan Qijiang <fqj1994@linux.com>,2010

source: untitled
bo_cn: མིང་བཏགས་མེད།

source: white
bo_cn: དཀར་པོ།

source: within category:
bo_cn: གཤམ་གྱི་རིགས་འབྱེད་པའི་ཁྲོད།
