Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/shotwell.po
Languages: bo_cn

source: _pixels
bo_cn: བརྙན་རྒྱུ། (_P)

source: %.1f seconds
bo_cn: %.1f སྐར་ཆ།

source: %B
bo_cn: %m

source: %a %b %d
bo_cn: ཟླ་%mཚེས་%d ཉིན། %A

source: %a %b %d, %Y
bo_cn: %Y ལོའི་ཟླ་%mཚེས་%d ཉིན།%A

source: %d Event
bo_cn: དོན་རྐྱེན་གྲངས། %d

source: %d Photo
bo_cn: འདྲ་པར་གྲངས། %d

source: %d Photo/Video
bo_cn: འདྲ་པར / བརྙན་ཟློས་གྲངས། %d

source: %d Video
bo_cn: བརྙན་ཟློས་གྲངས། %d

source: %d hour
bo_cn: དུས་ཚོད%d

source: %d minute
bo_cn: སྐར་མ%d

source: %d second
bo_cn: སྐར་ཆ %d

source: %d, %Y
bo_cn: %Yལོའི་ཟླ་%mཚེས་%d ཉིན།

source: %m/%d/%Y, %H:%M:%S
bo_cn: %Y/%m/%d %H:%M:%S

source: %m/%d/%Y, %I:%M:%S %p
bo_cn: %Y/%m/%d %p%I:%M:%S

source: %s Database
bo_cn: གཞི་གྲངས་མཛོད། %s

source: %s does not exist.
bo_cn: %s མི་འདུག

source: %s is not a file.
bo_cn: %s ཡིག་ཆ་ཞིག་མིན།

source: %s or Better
bo_cn: %s འམ་ཡང་ན་དེ་ལས་མཐོ་བ།

source: '%s' isn't a valid response to an OAuth authentication request
bo_cn: “%s” ནི OAuth ཡི་ར་སྤྲོད་རེ་ཞུའི་ནུས་ལྡན་དང་ལེན་མིན།

source: (Help)
bo_cn: ( རོགས་རམ། )

source: (None)
bo_cn: (མེད།)

source: 1 day
bo_cn: ཉིན་1

source: 1024 x 768 pixels
bo_cn: བརྙན་རྒྱུ། 1024 x 768

source: 11 x 14 in.
bo_cn: དབྱིན་ཚུན། 11 x 14

source: 1280 x 853 pixels
bo_cn: བརྙན་རྒྱུ། 1280 x 853

source: 13 x 18 cm
bo_cn: ལི་སྨི།13 x 18

source: 16 images per page
bo_cn: ཤོག་ངོས་རེར་གྲངས། 16

source: 16 x 20 in.
bo_cn: དབྱིན་ཚུན། 16 x 20

source: 18 x 24 cm
bo_cn: ལི་སྨི། 18 x 24

source: 2 images per page
bo_cn: ཤོག་ངོས་རེར་གྲངས། 2

source: 20 x 30 cm
bo_cn: ལི་སྨི། 20 x 30

source: 2048 x 1536 pixels
bo_cn: བརྙན་རྒྱུ། 2048 x 1536

source: 24 Hr
bo_cn: ཆུ་ཚོད། 24

source: 24 x 40 cm
bo_cn: ལི་སྨི། 24 x 40

source: 30 x 40 cm
bo_cn: ལི་སྨི། 30 x 40

source: 32 images per page
bo_cn: ཤོག་ངོས་རེར་གྲངས། 32

source: 4 images per page
bo_cn: ཤོག་ངོས་རེར་གྲངས། 4

source: 4 x 6 in.
bo_cn: དབྱིན་ཚུན། 4 x 6

source: 4096 x 3072 pixels
bo_cn: བརྙན་རྒྱུ། 4096 x 3072

source: 5 x 7 in.
bo_cn: དབྱིན་ཚུན། 5 x 7

source: 500 x 375 pixels
bo_cn: བརྙན་རྒྱུ། 500 x 375

source: 6 images per page
bo_cn: ཤོག་ངོས་རེར་གྲངས། 6

source: 8 images per page
bo_cn: ཤོག་ངོས་རེར་གྲངས། 8

source: 8 x 10 in.
bo_cn: དབྱིན་ཚུན། 8 x 10

source: <b>Pixel Resolution</b>
bo_cn: <b> བརྙན་རྒྱུའི་འབྱེད་ཕྱོད། </b>

source: <b>Printed Image Size</b>
bo_cn: <b> པར་འདེབས་ཆེ་ཆུང་། </b>

source: <b>Titles</b>
bo_cn: <b> ཁ་བྱང་། </b>

source: A _new album named:
bo_cn: པར་དེབ་གསར་པ་ཞིག (_N)：

source: A file required for publishing is unavailable. Publishing to Facebook can't continue.
bo_cn: ཁྱབ་བསྒྲགས་ཤིག་ལ་དགོས་པའི་ཡིག་ཆ་མི་འདུག་པས Facebook ལ་མུ་མཐུད་ཁྱབ་བསྒྲགས་བྱེད་ཐབས་བྲལ།

source: A file required for publishing is unavailable. Publishing to Flickr can't continue.
bo_cn: ཁྱབ་བསྒྲགས་ཤིག་ལ་དགོས་པའི་ཡིག་ཆ་མི་འདུག་པས Flickr ལ་མུ་མཐུད་ཁྱབ་བསྒྲགས་བྱེད་ཐབས་བྲལ།

source: A file required for publishing is unavailable. Publishing to Picasa can't continue.
bo_cn: ཁྱབ་བསྒྲགས་ཤིག་ལ་དགོས་པའི་ཡིག་ཆ་མི་འདུག་པས Picasa ལ་མུ་མཐུད་ཁྱབ་བསྒྲགས་བྱེད་ཐབས་བྲལ།

source: A file required for publishing is unavailable. Publishing to Youtube can't continue.
bo_cn: ཁྱབ་བསྒྲགས་ཤིག་ལ་དགོས་པའི་ཡིག་ཆ་མི་འདུག་པས YouTube ལ་མུ་མཐུད་ཁྱབ་བསྒྲགས་བྱེད་ཐབས་བྲལ།

source: A temporary file needed for publishing is unavailable
bo_cn: ཁྱབ་བསྒྲགས་ལ་དགོས་པའི་གནས་སྐབས་ཀྱི་ཡིག་ཆ་མི་འདུག

source: A3 (297 x 420 mm)
bo_cn: A3། ( ཧའོ་སྨི 297 x 420 )

source: A4 (210 x 297 mm)
bo_cn: A4། ( ཧའོ་སྨི 210 x 297 )

source: AM
bo_cn: སྔ་དྲོ།

source: Access _type:
bo_cn: ལྟ་སྤྱོད་ཀྱི་རིགས་གྲས། (_T)：

source: Add Tags
bo_cn: གདོང་འཛར་ཁ་སྣོན།

source: Add _Tags...
bo_cn: གདོང་འཛར་ཁ་སྣོན། (_T)

source: Add more accounts...
bo_cn: རྩིས་ཐོ་མང་བ་ཁ་སྣོན།

source: Adjust
bo_cn: ལེགས་སྒྲིག

source: Adjust Date and Time
bo_cn: ཚེས་གྲངས་དང་དུས་ཚོད་བཟོ་བཅོས།

source: Adjust the photo's color and tone
bo_cn: འདྲ་པར་གྱི་ཚོན་མདོག་དང་ཚོས་གཞི་ལེགས་སྒྲིག

source: Adjust the size of the thumbnails
bo_cn: བསྡུས་རིས་ཀྱི་ཆེ་ཆུང་བསྒྱུར་བ།

source: Adjusting Date and Time
bo_cn: ཚེས་གྲངས་དང་དུས་ཚོད་ལེགས་སྒྲིག་བྱེད་བཞིན་པ།

source: Admins
bo_cn: དོ་དམ་པ།

source: Admins, Family
bo_cn: དོ་དམ་པ་དང་ཁྱིམ་མི།

source: Admins, Family, Friends
bo_cn: དོ་དམ་པ་དང་། ཁྱིམ་མི། གྲོགས་པོ་བཅས།

source: Admins, Family, Friends, Contacts
bo_cn: དོ་དམ་པ་དང་། ཁྱིམ་མི། གྲོགས་པོ། འབྲེལ་གཏུག་མི་སྣ་བཅས།

source: Album comment:
bo_cn: པར་དེབ་ཟུར་མཆན།:

source: All + _Rejected
bo_cn: ཚང་མ་སྤུས་ཞན་ཡིན། (_R)

source: All Events
bo_cn: དོན་རྐྱེན་ཚང་མ།

source: All photo source files are missing.
bo_cn: འདྲ་པར་གྱི་ཁུངས་ཡིག་ཆ་ཚང་མ་བོར་བ།

source: An _existing album:
bo_cn: གནས་ཡོད་པའི་པར་དེབ་ཅིག (_E)：

source: An _existing category:
bo_cn: གནས་ཡོད་པའི་རིགས་དགར་ཞིག (_)：

source: An error message occurred when publishing to Piwigo. Please try again.
bo_cn: Piwigo ལ་ཁྱབ་བསྒྲགས་བྱེད་སྐབས་ནོར་འཁྲུལ་ཐོན་པ། ཡང་བསྐྱར་ཚོད་ལེན་གནང་དང་།

source: Angle:
bo_cn: ཟུར་ཚད།：

source: Any text
bo_cn: ཡི་གེ་གང་རུང་།

source: Apply copied color adjustments to the selected photos
bo_cn: འདྲ་ཕབ་བྱས་པའི་ཁ་དོག་ལེགས་སྒྲིག་དེ་བདམས་པའི་འདྲ་པར་ལ་བཀོལ་སྤྱོད་བྱེད་པ།

source: Applying Color Transformations
bo_cn: ཁ་དོག་གི་བརྗེ་བསྒྱུར་བཀོལ་སྤྱོད།

source: Artist:
bo_cn: སྒྱུ་རྩལ་པ།

source: Attempted to import %d file.
bo_cn: ཡིག་ཆའི་གྲངས་ %d འདྲེན་འཇུག་ཚོད་ལྟ་བྱེད་པ།

source: Authorization _Number:
bo_cn: ར་སྤྲོད་ཨང་། (_N)：

source: Auto-importing photos...
bo_cn: འདྲ་པར་རང་འགུལ་ངང་འདྲེན་འཇུག

source: Automatically improve the photo's appearance
bo_cn: འདྲ་པར་གྱི་སྣང་ཚུལ་རང་འགུལ་ངང་དྲག་འཕེལ་བྱེད་པ།

source: Back
bo_cn: ཕྱིར་འཐེན།

source: Blinds
bo_cn: སུལ་མང་སྒེའུ་ཁུང་།

source: Blogs:
bo_cn: པོད་ཁུག།：

source: By Exposure _Date
bo_cn: འོད་འདོན་ཚེས་གྲངས་ལྟར། (_D)

source: By _Filename
bo_cn: ཡིག་ཆ་མིང་ལྟར། (_F)

source: By _Rating
bo_cn: སྐར་གྲངས་དཔྱད་བསྡུར་ལྟར། (_R)

source: By _Title
bo_cn: ཁ་བྱང་ལྟར།(_T)

source: Camera error
bo_cn: པར་ཆས་ཀྱི་ནོར་འཁྲུལ།

source: Camera make:
bo_cn: པར་ཆས་བཟོ་བདག།：

source: Camera model:
bo_cn: པར་ཆས་བཟོ་རྟགས།:

source: Cameras
bo_cn: པར་ཆས།

source: Cancel
bo_cn: འདོར་བ།

source: Cannot open the selected F-Spot database file: the file does not exist or is not an F-Spot database
bo_cn: བདམས་པའི་གཞི་གྲངས་མཛོད F-Spot ཡི་ཡིག་ཆ་ཁ་ཕྱེ་ཐབས་བྲལ།： ཡིག་ཆ་མེད་པའམ་ཡང་ན་གཞི་གྲངས་མཛོད F-Spot མིན་པ།

source: Cannot read the selected F-Spot database file: error while reading photos table
bo_cn: བདམས་པའི་གཞི་གྲངས་མཛོད F-Spot ཡི་ཡིག་ཆ་ཀློག་ལེན་བྱེད་ཐབས་བྲལ།：འདྲ་པར་ཀློག་ལེན་ནོར་བ།

source: Cannot read the selected F-Spot database file: error while reading tags table
bo_cn: བདམས་པའི་གཞི་གྲངས་མཛོད F-Spot ཡི་ཡིག་ཆ་ཀློག་ལེན་བྱེད་ཐབས་བྲལ།：གདོང་འཛར་རེའུ་མིག་གི་ཀློག་ལེན་ནོར་བ།

source: Change slideshow settings
bo_cn: སྒྲོན་བརྙན་སྟོན་འགྲེམས་ཀྱི་སྒྲིག་འགོད་བསྒྱུར་བ།

source: Change the rating of your photo
bo_cn: ཁྱེད་ཀྱི་འདྲ་པར་གྱི་སྐར་གྲངས་དཔྱད་བསྡུར་བསྒྱུར་བ།

source: Circle
bo_cn: སྒོར་ཐིག

source: Circles
bo_cn: སྒོར་ཐིག

source: Close _without Saving
bo_cn: ཁ་རྒྱག་ཅིང་མི་ཉར།(_W)

source: Close the red-eye tool
bo_cn: མིག་དམར་པོའི་ལག་ཆ་ཁ་རྒྱག་པ།

source: Co_py Photos
bo_cn: འདྲ་པར་འདྲ་ཕབ། (_P)

source: Combine events into a single event
bo_cn: དོན་རྐྱེན་མང་པོ་གཅིག་ཏུ་མཉམ་སྒྲིལ་བཏང་བ།

source: Comment
bo_cn: དཔྱད་གཏམ།

source: Comment:
bo_cn: མཆན་འགྲེལ།：

source: Con_tinue
bo_cn: མུ་མཐུད། (_T)

source: Connect a camera to your computer and import
bo_cn: པར་ཆས་གློག་ཀླད་སྟེང་སྦྲེལ་མཐུད་དང་འབྲེལ་འདྲེན་འཇུག་བྱེད་པ།

source: Continue the slideshow
bo_cn: མུ་མཐུད་སྒྲོན་བརྙན་སྟོན་འགྲེམས་བྱེད་པ།

source: Contrast Expansion
bo_cn: སྡུར་ཚད་རྒྱ་སྐྱེད་བྱེད་པ།

source: Copy Color Adjustments
bo_cn: ཁ་དོག་ལེགས་སྒྲིག་འདྲ་ཕབ་བྱེད་པ།

source: Copy the color adjustments applied to the photo
bo_cn: འདྲ་ཕབ་དེ་འདྲ་པར་གྱི་ཁ་དོག་ལེགས་སྒྲིག་ལ་བཀོལ་སྤྱོད་བྱེད་པ།

source: Copyright 2009-2014 Yorba Foundation
bo_cn: པར་དབང་ཚང་མ 2009-2014 Yorba Foundation

source: Copyright 2010 Maxim Kartashev, Copyright 2011-2014 Yorba Foundation
bo_cn: པར་དབང་ཚང་མ 2010 Maxim Kartashev, པར་དབང་ཚང་མ 2011-2014 Yorba Foundation

source: Copyright 2010+ Evgeniy Polyakov <zbr@ioremap.net>
bo_cn: པར་དབང་ཚང་མ 2010+ Evgeniy Polyakov <zbr@ioremap.net>

source: Copyright 2012 BJA Electronics
bo_cn: པར་དབང་ཚང་མ 2012 BJA Electronics

source: Copyright:
bo_cn: པར་དབང་།：

source: Core Data Import Services
bo_cn: སྲོག་ཤིང་གི་གཞི་གྲངས་འདྲེན་འཇུག་ཞབས་ཞུ།

source: Core Publishing Services
bo_cn: ཡར་བསྐུར་གཙོ་བོའི་ཞབས་ཞུ།

source: Core Slideshow Transitions
bo_cn: སྒྲོན་བརྙན་གཙོ་བོའི་བརྗེ་བསྒྱུར།

source: Corrupt image file
bo_cn: སྐྱོན་ཤོར་བའི་པར་རིས།

source: Could not load UI: %s
bo_cn: རིས་དབྱིབས་མཚམས་ངོས་ཁུར་སྣོན་བྱེད་ཐབས་བྲལ།:%s

source: Create Tag
bo_cn: གདོང་འཛར་གསར་བཟོ།

source: Create a _new album named:
bo_cn: པར་དེབ་གསར་པ་ཞིག་བཟོས་པའི་མིང་ལ། (_N)：

source: Creating New Event
bo_cn: དོན་རྐྱེན་གསར་པ་བཟོ་བཞིན་པ།

source: Creating album %s...
bo_cn: པར་དེབ་བཟོ་བཞིན་པ། %s

source: Creating album...
bo_cn: པར་དེབ་གསར་བཟོ།

source: Crop
bo_cn: དྲས་གཏུབ།

source: Crop the photo's size
bo_cn: འདྲ་པར་དྲས་གཏུབ་ཀྱི་ཆེ་ཆུང་།

source: Crumble
bo_cn: ཧྲུག་ལྷེབ།

source: Current
bo_cn: མིག་སྔར།

source: Current Development:
bo_cn: མིག་སྔའི་གསར་སྤེལ།:

source: Custom
bo_cn: མཚན་ཉིད་རང་བཞག

source: DIRECTORY
bo_cn: དཀར་ཆག

source: D_escending
bo_cn: རིམ་འབེབས། (_D)

source: Data Imports
bo_cn: གཞི་གྲངས་འདྲེན་འཇུག

source: Database error
bo_cn: གཞི་གྲངས་མཛོད་ཀྱི་ནོར་འཁྲུལ།

source: Database file:
bo_cn: གཞི་གྲངས་མཛོད་ཀྱི་ཡིག་ཆ།:

source: Date
bo_cn: དུས་ཚོད།

source: De_fault:
bo_cn: སོར་བཞག (_F)：

source: Decrease Rating
bo_cn: སྐར་གྲངས་དཔྱད་བསྡུར་དམའ་རུ་གཏོང་བ།

source: Decrease the magnification of the photo
bo_cn: བསྡུས་རིས་སྐྱུང་བ།

source: Decrease the magnification of the thumbnails
bo_cn: ཆུང་བསྡུས་རི་མོ།

source: Decreasing ratings
bo_cn: སྐར་དཔྱད་དམའ་རུ་བཏང་བ།

source: Delete
bo_cn: བསུབ་པ།

source: Delete Search
bo_cn: འཚོལ་བཤེར་བབསུབ་པ།

source: Delete Tag
bo_cn: གདོང་འཛར་འདོར་བ།

source: Delete all photos in the trash
bo_cn: ཕྱིར་བསྡུའི་ས་ཚིགས་ཁྲོད་ཀྱི་འདྲ་པར་ཆ་ཚང་བསུབ་དགོས།

source: Delete these files from camera?
bo_cn: པར་ཆས་ནས་ཡིག་ཆ་%d བསུབ་བམ།

source: Delete this photo from camera?
bo_cn: པར་ཆས་ནས་འདྲ་པར་%d བབསུབ་པ།

source: Delete this photo/video from camera?
bo_cn: པར་ཆས་ནས་འདྲ་པར་/བརྙན་ཟློས་%d བསུབ་བམ།

source: Delete this video from camera?
bo_cn: པར་ཆས་ནས་བརྙན་ཐུང་འདི་%d བསུབ་བམ།

source: Deleting Photos
bo_cn: འདྲ་པར་བབསུབ་པ།

source: Deleting...
bo_cn: བབསུབ་པ།

source: Developer:
bo_cn: གསར་སྤེལ་བ།

source: Disable _comments
bo_cn: དཔྱད་གཏམ་སྤྱོད་འགོག(_C)

source: Disk failure
bo_cn: སྡུད་སྡེར་ནོར་འཁྲུལ།

source: Disk full
bo_cn: སྡུད་སྡེར་ཁེངས་ཚར།

source: Display
bo_cn: མངོན་པ།

source: Display %s
bo_cn: %sའཆར་བ།

source: Display %s or Better
bo_cn: %sའཆར་བའམ་ཡང་ན་དེ་བས་མཐོ།

source: Display basic information for the selection
bo_cn: འདེམས་ཐོན་བྱུང་བའི་གཞི་རྩའི་ཆ་འཕྲིན་འཆར་བ།

source: Display each photo's rating
bo_cn: འདྲ་པར་རེ་རེའི་སྐར་གྲངས་དཔྱད་བསྡུར་འཆར་བ།

source: Display each photo's tags
bo_cn: འདྲ་པར་རེ་རེའི་གདོང་འཛར་འཆར་བ།

source: Display extended information for the selection
bo_cn: བདམས་ཚན་གྱི་རྒྱ་སྐྱེད་ཆ་འཕྲིན་འཆར་བ།

source: Display the comment of each event
bo_cn: དོན་རྐྱེན་རེ་རེའི་གསལ་འགྲེལ་འཆར་བ།

source: Display the comment of each photo
bo_cn: དོན་རྐྱེན་རེ་རེའི་གསལ་འགྲེལ་འཆར་བ།

source: Display the search bar
bo_cn: བཤེར་འཚོལ་སྡེ་འཆར་བ།

source: Display the sidebar
bo_cn: ཟུར་མངོན་སྡེ་འཆར་བ།

source: Display the title of each photo
bo_cn: འདྲ་པར་རེ་རེའི་གདོང་འཛར་འཆར་བ།

source: Do not monitor library directory at runtime for changes
bo_cn: བྱ་རིམ་འཁོར་སྐྱོད་བྱེད་སྐབས་ཡིག་ཁུག་འགྱུར་ལྡོག་ལ་སོ་ལྟ་མ་བྱེད།

source: Don't display startup progress meter
bo_cn: ལས་འགོ་འཛུགས་པའི་འཕེལ་རིམ་མི་འཆར་བ།

source: Drag and drop photos onto the Shotwell window
bo_cn: འདྲ་པར་འདྲུད་གཏོང་བྱས་ནས་པར་རིས་དོ་དམ་ཆས་ཀྱི་སྒེའུ་ཁུང་ནང་ཞོག

source: Duplicate Photos/Videos Not Imported:
bo_cn: གཤམ་གྱི་བསྐྱར་ཟློས་ཀྱི་འདྲ་པར/བརྙན་ཟློས་འདྲེན་འཇུག་བྱས་མེད།

source: Duplicating photos
bo_cn: འདྲ་པར་འདྲ་བཤུས་བཟོ་བཞིན་ཡོད།

source: E_xtended Information
bo_cn: ཆ་འཕྲིན་རྒྱ་སྐྱེད།(_X)

source: E_xternal photo editor:
bo_cn: ཕྱིའི་འདྲ་པར་རྩོམ་སྒྲིག་ཆས།(_X)：

source: Edit Comment
bo_cn: གསལ་འགྲེལ་བཟོ་བཅོས།

source: Edit Event Comment
bo_cn: དོན་རྐྱེན་གྱི་གསལ་འགྲེལ་བཟོ་བཅོས།

source: Edit Event _Comment...
bo_cn: དོན་རྐྱེན་གྱི་གསལ་འགྲེལ་བཟོ་བཅོས།(_C)

source: Edit Photo/Video Comment
bo_cn: འདྲ་པར།/བརྙན་ཟློས་གསལ་འགྲེལ་བཟོ་བཅོས།

source: Edit Title
bo_cn: ཁ་བྱང་རྩོམ་སྒྲིག

source: Edit _Comment...
bo_cn: གསལ་འགྲེལ་རྩོམ་སྒྲིག(_C)...

source: Edit _Title...
bo_cn: རྩོམ་སྒྲིག་གི་ཁ་བྱང་།(_T)...

source: Empty T_rash
bo_cn: སྙིགས་སྒམ་གཙང་སེལ།(_R)

source: Empty Trash
bo_cn: སྙིགས་སྒམ་གཙང་སེལ།

source: Emptying Trash...
bo_cn: སྙིགས་སྒམ་གཙང་སེལ་བྱེད་བཞིན་པ།

source: Enhance
bo_cn: དྲགས་གཏོང་།

source: Enhancing
bo_cn: ཤུགས་ཇེ་ཆེར་གཏོང་བཞིན་ཡོད།

source: Enter the URL of your Piwigo photo library as well as the username and password associated with your Piwigo account for that library.
bo_cn: ཁྱེད་རང་གི་Piwigoའདྲ་པར་མཛོད་ཀྱི་URLདང་དེ་བཞིནPiwigoའདྲ་པར་མཛོད་ཀྱི་འབྲེལ་ཡོད་བཀོལ་མཁན་གྱི་མིང་དང་གསང་གྲངས་ནང་འཇུག་བྱེད་དགོས།

source: Enter the confirmation number which appears after you log into Flickr in your Web browser.
bo_cn: ཁྱེད་ཀྱིས་དྲ་ངོས་བཤར་ཆས་བཀོལ་ནས་Flickrཐོ་འཇུག་བྱས་རྗེས་ཐོན་པའི་གཏན་འཁེལ་ཨང་རྟགས་ནང་འཇུག་བྱོས།

source: Enter the username and password associated with your Tumblr account.
bo_cn: ཁྱེད་རང་གི་Tumblrརྩིས་ཐོའི་ཨང་གྲངས་དང་འབྲེལ་ཡོད་སྤྱོད་མཁན་གྱི་མིང་དང་གསང་གྲངས་ནང་འཇུག་བྱོས།

source: Error loading UI file %s: %s
bo_cn: UIཡིག་ཆ་%s འགེལ་འཇུག་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།：%s

source: Error while saving to %s: %s
bo_cn: %s ཉར་ཚགས་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།：%s

source: Even_ts
bo_cn: བྱ་འགུལ།(_T)

source: Event %s
bo_cn: བྱ་འགུལ་%s

source: Event name
bo_cn: དོན་རྐྱེན་གྱི་མིང་།

source: Events
bo_cn: དོན་རྐྱེན།

source: Everyone
bo_cn: བདག་པོ།

source: Example:
bo_cn: དཔེར་བརྗོད:

source: Export
bo_cn: ཕྱིར་འདྲེན།

source: Export Photo
bo_cn: འདྲ་པར་ཕྱིར་འདོན།

source: Export Photo/Video
bo_cn: འདྲ་པར།/བརྙན་ཟློས་ཕྱིར་འདོན།

source: Export Photos
bo_cn: འདྲ་པར་ཕྱིར་འདོན།

source: Export Photos/Videos
bo_cn: འདྲ་པར།/བརྙན་ཟློས་ཕྱིར་འདོན།

source: Export Video
bo_cn: བརྙན་ཟློས་ཕྱིར་འདོན།

source: Export Videos
bo_cn: བརྙན་ཟློས་ཕྱིར་འདོན།

source: Export metadata
bo_cn: གཞི་གྲངས་ཕྱིར་འདྲོན།

source: Exporting
bo_cn: ཕྱིར་འདོན་བྱེད་བཞིན་པ།

source: Exposure
bo_cn: འོད་ཕོག

source: Exposure bias:
bo_cn: འོད་ཕོག་ཡོ་ཁྱད།

source: Exposure date:
bo_cn: འོད་ཕོག་ཚེས་གྲངས།

source: Exposure time:
bo_cn: འོད་ཕོག་དུས་ཚོད།

source: Exposure:
bo_cn: འོད་ཕོག：

source: Extended Information
bo_cn: ཆ་འཕྲིན་རྒྱ་སྐྱེད།

source: External Editors
bo_cn: ཕྱིའི་རྩོམ་སྒྲིག་ཆས།

source: External _RAW editor:
bo_cn: ཕྱི་ཕྱོགས་RAWརྩོམ་སྒྲིག་ཆས།(_R)

source: F-Spot library: %s
bo_cn: F-Spotསྨྱན་གཟུགས་མཛོད།：%s

source: Fade
bo_cn: ཉུང་གཏོང་།

source: Family only
bo_cn: ཁྱིམ་མི་ཁོ་ནར་ཚོད་འཛིན་བྱེད་པ།

source: Fetching account information...
bo_cn: རྩིས་ཨང་གི་ཆ་འཕྲིན་ཐོབ་ལེན།

source: Fetching photo information
bo_cn: འདྲ་པར་ཆ་འཕྲིན་ཐོབ་ལེན།

source: Fetching preview for %s
bo_cn: ཐོབ་ཟིན་པའི་%s སྔོན་ལྟ།

source: File %s already exists. Replace?
bo_cn: ཡིག་ཆ་%sབསྡད་འགུག བརྗེ་དགོས་སམ།

source: File already exists in database
bo_cn: ཡིག་ཆ་གཞི་གྲངས་མཛོད་དུ་ཡོད་པ།

source: File error
bo_cn: ཡིག་ཆའི་ནོར་འཁྲུལ།

source: File name
bo_cn: ཡིག་ཆའི་མིང་།

source: File size:
bo_cn: ཡིག་ཆའི་ཆེ་ཆུང་།

source: File write error
bo_cn: ཡིག་ཆ་འབྲི་འཇུག་ནོར་འཁྲུལ།

source: Files Not Imported Because They Weren't Recognized as Photos or Videos:
bo_cn: གཤམ་གྱི་ཡིག་ཆ་དག་འདྲ་པར་དང་བརྙན་ཟློས་སུ་ངོས་འཛིན་མི་བྱེད་པའི་དབང་གིས་འདྲེན་འཇུག་མ་བྱས།

source: Fill the entire page
bo_cn: ཤོག་ངོས་ཧྲིལ་པོ་ཁ་སྐོང་།

source: Filter Photos
bo_cn: འདྲ་པར་འཚག་པ།

source: Find
bo_cn: འཚོལ་བ།

source: Find an image by typing text that appears in its name or tags
bo_cn: མིང་ངམ་གདོང་འཛར་གཞིར་བཟུང་ནས་པར་རིས་འཚོལ་དགོས།

source: Find photos and videos by search criteria
bo_cn: སྒྲིག་སྲོལ་ལྟར་འདྲ་པར་དང་བརྙན་ཟློས་འཚོལ་དགོས།

source: Fit to _Page
bo_cn: དྲ་ངོས་དང་མཐུན།(_P)

source: Flag
bo_cn: མཆན་འགྲེལ།

source: Flag selected photos
bo_cn: བདམས་པའི་འདྲ་པར་ལ་མཆན་འགོད།

source: Flag state
bo_cn: མཆན་འགོད་རྣམ་པ།

source: Flagged
bo_cn: མཆན་བཀོད་ཟིན།

source: Flagging selected photos
bo_cn: བདམས་པའི་འདྲ་པར་ལ་མཆན་འགོད་བཞིན་ཡོད།

source: Flash:
bo_cn: འོད་འཁྱུག་པ།：

source: Flip Hori_zontally
bo_cn: ཆུ་སྙོམས་སུ་སློག་པ།(_Z)

source: Flip Horizontally
bo_cn: ཆུ་སྙོམས་སློག་པ།

source: Flip Verti_cally
bo_cn: དྲང་སློག(_C)

source: Flip Vertically
bo_cn: དྲང་པོ་སློག་པ།

source: Flipping Horizontally
bo_cn: ཆུ་སྙོམས་སུ་སློག་བཞིན་པ།

source: Flipping Vertically
bo_cn: དྲང་འཕྱང་དུ་སློག་བཞིན་པ།

source: Focal length:
bo_cn: མདོ་ཐག

source: Folders
bo_cn: དཀར་ཆག

source: Friends & family only
bo_cn: གྲོགས་པོ་དང་ནང་མི་ཁོ་ན་ཡོད།

source: Friends only
bo_cn: གྲོགས་པོ་ཁོ་ན་ཡིན་པ།

source: From:
bo_cn: གཏོང་མཁན།

source: Fulls_creen
bo_cn: བརྙན་ཡོལ་ཡོངས་རྫོགས།(_C)

source: GPS latitude:
bo_cn: GPS འཕྲེད་ཚད།：

source: GPS longitude:
bo_cn: GPS འཕྲེད་ཚད།：

source: Generate desktop background slideshow
bo_cn: ཅོག་ངོས་རྒྱབ་ལྗོངས་སྒྲོན་བརྙན་གྲུབཔར་བྱེད་པ།

source: Go to the next photo
bo_cn: འདྲ་པར་རྗེས་མར་མཆོངས།

source: Go to the previous photo
bo_cn: འདྲ་པར་གོང་མར་མཆོངས།

source: Google+ (2048 x 1536 pixels)
bo_cn: Gooogle+（2048 x 1536བརྙན་རྒྱུ）

source: HD Video (16 : 9)
bo_cn: དྭངས་གསལ་བརྙན་ཟློས།(16： 9)

source: Height
bo_cn: མཐོ་ཚད།

source: Hide photos already imported
bo_cn: འདྲེན་འཇུག་བྱས་ཟིན་པའི་འདྲ་པར་སྦས་ཡོད།

source: High (%d%%)
bo_cn: མཐོ་ཚད།(%d%%)

source: Highlights
bo_cn: མཐོ་གསལ།

source: Highlights:
bo_cn: འོད་མཐོ།：

source: How long each photo is shown on the desktop background
bo_cn: འདྲ་པར་རེ་རེ་སྒྲོག་ཙེའི་ངོས་ཀྱི་རྒྱབ་ལྗོངས་ཐོག་ཐོན་པའི་དུས་ཡུན།

source: Image Settings
bo_cn: པར་རིས་ཀྱི་སྒྲིག་འགོད།

source: Import Complete
bo_cn: འདྲེན་འཇུག་ལེགས་འགྲུབ་བྱུང་བ།

source: Import From Application
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་ནས་འདྲེན་འཇུག

source: Import From Folder
bo_cn: ཡིག་ཁུག་ནས་འདྲེན་འཇུག

source: Import From _Application...
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་ནས་འདྲེན་འཇུག(_A)...

source: Import Results Report
bo_cn: འདྲེན་འཇུག་བྱས་འབྲས་སྙན་ཞུ།

source: Import _All
bo_cn: ཡོངས་རྫོགས་འདྲེན་འཇུག(_A)

source: Import _Selected
bo_cn: བདམས་པའི་རྣམ་གྲངས་འདྲེན་འཇུག

source: Import all the photos into your library
bo_cn: འདྲ་པར་ཡོད་ཚད་ཁྱེད་རང་གི་སྨྱན་གཟུགས་མཛོད་དུ་འདྲེན་འཇུག་བྱོས།

source: Import media _from:
bo_cn: གཤམ་གསལ་གྱི་གནས་ནས་སྨྱན་གཟུགས་འདྲེན་འཇུག་བྱོས།

source: Import photos from disk to library
bo_cn: སྡུད་སྡེར་ནས་སྨྱན་གཟུགས་མཛོད་དུ་པར་འདྲེན་འཇུག་བྱོས།

source: Import photos from your %s library
bo_cn: ཁྱེད་རང་གི་ %s པར་མཛོད་ནས་འདྲ་པར་འདྲེན་འཇུག་བྱོས།

source: Import the selected photos into your library
bo_cn: བདམ་སཟིན་པའི་འདྲ་པརཁྱེད་ཀྱི་སྨྱན་གཟུགས་མཛོད་དུ་འདྲེན་འཇུག་བྱོས།

source: Import to Library
bo_cn: སྨྱན་གཟུགས་མཛོད་དུ་འདྲེན་འཇུག།

source: Imported %s
bo_cn: %sའདྲེན་འཇུག་བྱས་ཟིན།

source: Imported failed (%d)
bo_cn: (%d)འདྲེན་འཇུག་ཕམ་པ།

source: Importing
bo_cn: འདྲེན་འཇུག་བྱེད་བཞིན་པ།

source: Importing from %s can't continue because an error occurred:
bo_cn: ནོར་འཁྲུལ་བྱུང་ན།མུ་མཐུད་དུ་ %s：འདྲེན་འཇུག་བྱེད་མི་ཐུབ།

source: Importing...
bo_cn: འདྲེན་འཇུག

source: Increase Rating
bo_cn: སྐར་གྲངས་དཔྱད་བསྡུར་མཐོ་རུ་གཏོང་དགོས།

source: Increase the magnification of the photo
bo_cn: ཆེར་སྐྱེད་བསྡུས་རིས།

source: Increase the magnification of the thumbnails
bo_cn: ཆེར་སྐྱེད་བསྡུས་རིས།

source: Increasing ratings
bo_cn: སྐར་གྲངས་དཔྱད་བསྡུར་མཐོ་རུ་གཏོང་དགོས།

source: Invalid URL
bo_cn: ནུས་མེད་URL

source: Invalid User Name or Password
bo_cn: ནུས་མེད་མིང་ངམ་གསང་རྟགས།

source: Invalid pattern
bo_cn: ནུས་མེད་རྣམ་པ།

source: Items:
bo_cn: རྣམ་གྲངས།：

source: Just me
bo_cn: ང་ལས་མེད།

source: L_ist album in public gallery
bo_cn: ཡོངས་བསྒྲགས་པར་མཛོད་ནང་གི་པར་དེབ་འཆར་བ།

source: Large (2048 pixels)
bo_cn: ཆེ་གྲས།（བརྙན་རྒྱུ།2048）

source: Last Import
bo_cn: ཉེ་དུས་འདྲེན་འཇུག

source: Leave _Fullscreen
bo_cn: བརྙན་ཡོལ་ཡོངས་རྫོགས་ལས་ཕྱིར་འབུད།(_F)

source: Leave fullscreen
bo_cn: བརྙན་ཡོལ་ཡོངས་ནས་ཕྱིར་འབུད།

source: Letter (8.5 x 11 in.)
bo_cn: འཕྲིན་ཡིག（དབྱིན་ཚུན།8.5 x 11）

source: Limit the number of photos displayed based on a filter
bo_cn: འཚག་པའི་ཆ་རྐྱེན་འོག་མངོན་པའི་འདྲ་པར་གྱི་གྲངས་ཀ

source: Loading Shotwell
bo_cn: པར་རིས་དོ་དམ་ཆས་ནང་དུ་འགོད་བཞིན་ཡོད།

source: Location:
bo_cn: གནས་ས་

source: Login
bo_cn: ཐོ་འགོད།

source: Logout
bo_cn: ད་ལྟ་རྩིས་ཐེམ་ནས་བསུབ་པ།

source: Lose changes to %s?
bo_cn: %s བཟོ་བཅོས་རྒྱག་རྒྱུ་བློས་གཏོང་བྱེད་དམ།

source: Low (%d%%)
bo_cn: དམའ་བ།(%d%%)

source: Make Key Photo for Event
bo_cn: དོན་རྐྱེན་འགག་རྩའི་འདྲ་པར་གསར་འཛུགས།

source: Make _Key Photo for Event
bo_cn: དོན་རྐྱེན་ལ་འགག་རྩའི་འདྲ་པར་གསར་འཛུགས་བྱོས།

source: Make a duplicate of the photo
bo_cn: འདྲ་པར་འདྲ་བཤུས་གསར་འཛུགས།

source: Manually select an F-Spot database file to import:
bo_cn: ལག་འགུལ་གྱིས་F-Spotགཞི་གྲངས་མཛོད་ཀྱི་ཡིག་ཆ་ཞིག་འདྲེན་འཇུག་བྱོས།

source: Maximum (%d%%)
bo_cn: ཆེས་ཆེ་བའི（%d%%）

source: Media type
bo_cn: བར་རྫས་རིགས་གྲས།

source: Medium (%d%%)
bo_cn: འབྲིང་།（%d%%）

source: Medium (1024 x 768 pixels)
bo_cn: འབྲིང་གྲས།（བརྙན་རྒྱུ།1024 x 768）

source: Merge
bo_cn: ཟླ་སྒྲིལ།

source: Merging
bo_cn: མཉམ་སྒྲིལ།

source: Metadata
bo_cn: རྒྱུ་གཞི་གྲངས།

source: Metric Wallet (9 x 13 cm)
bo_cn: ཀོ་སྟོད་ལ་སྤྱོད་པ།（ལི་སྨི་9 x 13 ）

source: Modif_y Tags...
bo_cn: གདོང་འཛར་བཟོ་བཅོས་བྱེད་པ།(_Y)...

source: Move Photos
bo_cn: འདྲ་པར་སྤོ་སྒུལ།

source: Move Photos to Trash
bo_cn: འདྲ་པར་སྙིགས་སྒམ་དུ་སྤོ་སྒུལ།

source: Move photos to an event
bo_cn: འདྲ་པར་དོན་རྐྱེན་ཞིག་ལ་སྤོས།

source: Move the photos to the Shotwell trash
bo_cn: འདྲ་པར་དེ་པར་རིས་དོ་དམ་ཆས་སྙིགས་སྒམ་དུ་སྤོས།

source: Move the selected photos back into the library
bo_cn: བདམས་པའི་འདྲ་པར་སྨྱན་གཟུགས་མཛོད་དུ་སྤོས།

source: Moving Photos to New Event
bo_cn: འདྲ་པར་དོན་རྐྱེན་གསར་པར་སྤོ་བཞིན་ཡོད།

source: Moving Photos to Trash
bo_cn: འདྲ་པར་སྙིགས་སྒམ་དུ་སྤོ་བཞིན་ཡོད།

source: Name:
bo_cn: མིང་།

source: Ne_w Saved Search...
bo_cn: གསར་སྐྲུན་ཉར་ཚགས་འཚོལ་བཤེར།(_W)...

source: New Event
bo_cn: གསར་འཛུགས་བྱེད་སྒོ།

source: New _Tag...
bo_cn: གསར་དུ་བསྐྲུན་པའི་གདོང་འཛར།(_T)...

source: Next
bo_cn: གཞས་ཕྱི་མ།

source: Next Photo
bo_cn: འདྲ་པར་རྗེས་མ།

source: Next photo
bo_cn: འདྲ་པར་རྗེས་མ།

source: No Event
bo_cn: དོན་རྐྱེན་མེད།

source: No events
bo_cn: དོན་རྐྱེན་མེད།

source: No events found
bo_cn: དོན་རྐྱེན་མ་རྙེད།

source: No photos/videos
bo_cn: འདྲ་པར།/བརྙན་ཟློས་མེད།

source: No photos/videos found
bo_cn: འདྲ་པར་དང་བརྙན་ཟློས་རྙེད་མ་བྱུང་།

source: None
bo_cn: བདེ་འཇགས་སྲུང་སྐྱོང་མེད་པ།

source: Not a file
bo_cn: ཡིག་ཆ་ཞིག་མ་རེད།

source: Not an image file
bo_cn: འདྲ་པར་ཡིག་ཆ་མ་རེད།

source: Notecard (3 x 5 in.)
bo_cn: ལན་འཕྲིན་བྱང་བུ།

source: OK
bo_cn: གཏན་འཁེལ

source: Of these, %d file was successfully imported.
bo_cn: དེའི་ནང་ཡིག་ཆ་%d འདྲེན་འཇུག་ལེགས་གྲུབ་བྱས་ཟིན།

source: One original photo could not be adjusted.
bo_cn: གཤམ་གསལ་གྱི་གདོད་མའི་འདྲ་པར་བཟོ་བཅོས་བྱེད་ཐབས་བྲལ།

source: Only _Remove
bo_cn: ཁོ་ན་འབུད་པ།(_R)

source: Only display photos that have not been imported
bo_cn: འདྲེན་འཇུག་བྱས་མེད་པའི་འདྲ་པར་ལས་མི་འཆར་བ།

source: Only show photos with a rating of %s
bo_cn: སྐར་གྲངས་དཔྱད་བསྡུར་%s ཡི་འདྲ་པར་ཁོ་ན་འཆར་བ།

source: Only show photos with a rating of %s or better
bo_cn: སྐར་གྲངས་དཔྱད་བསྡུར་%s དང་ཡང་ན་དེ་ལས་མཐོ་བའི་འདྲ་པར་ལས་མི་འཆར་བ།

source: Open With E_xternal Editor
bo_cn: ཕྱི་ཕྱོགས་ཀྱི་རྩོམ་སྒྲིག་ཆས་བཀོལ་ནས་ཁ་འབྱེད་པ།(_X)

source: Open With RA_W Editor
bo_cn: RA-Wརྩོམ་སྒྲིག་ཆས་བཀོལ་ནས་ཁ་ཕྱེ་བ།

source: Open the selected photo's directory in the file manager
bo_cn: ཡིག་ཆའི་དོ་དམ་ཆས་ཁྲོད་བདམས་པའི་འདྲ་པར་དཀར་ཆག་ཁ་ཕྱེ་དགོས།

source: Open the selected videos in the system video player
bo_cn: རྒྱུད་ཁོངས་བརྙན་ཟློས་གཏོང་ཆས་ནང་ནས་བདམས་པའི་བརྙན་ཟློས་ཁ་ཕྱེ་བ།

source: Original Size
bo_cn: གདོད་མའི་ཆེ་ཆུང་།

source: Original photo could not be adjusted.
bo_cn: གདོད་མའི་འདྲ་པར་ལ་བཟོ་བཅོས་བྱེད་ཐབས་བྲལ།

source: Original size
bo_cn: གདོད་མའི་ཆེ་ཆུང་།

source: Original:
bo_cn: གོདད་མ།

source: PM
bo_cn: ཕྱི་དྲོ།

source: Paste Color Adjustments
bo_cn: སྦྱར་མའི་ཁ་དོག་ལེགས་སྒྲིག
