Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/shotwell.po
Languages: bo_cn

source: Path to Shotwell's private data
bo_cn: པར་རིས་དོ་དམ་ཆས་བྱ་རིམ་གཞི་གྲངས་དཀར་ཆག

source: Pause
bo_cn: སྐབས་སྡོད།

source: Pause the slideshow
bo_cn: སྒྲོན་བརྙན་སྟོན་པ་གནས་སྐབས་མཚམས་འཇོག

source: Photo Manager
bo_cn: འདྲ་པར་དོ་དམ་ཆས།

source: Photo Viewer
bo_cn: འདྲ་པར་ལྟ་ཆས།

source: Photo _size preset:
bo_cn: འདྲ་པར་ཆེ་ཆུང་སྔོན་འགོད།(_S)：

source: Photo _size:
bo_cn: འདྲ་པར་ཆེ་ཆུང་།(_S)：

source: Photo source file missing: %s
bo_cn: འདྲ་པར་གྱི་ཁུངས་ཡིག་བོར་བ།：%s

source: Photo state
bo_cn: འདྲ་པར་གྱི་རྣམ་པ།

source: Photos
bo_cn: འདྲ་པར།

source: Photos _visible to:
bo_cn: འདྲ་པར་མཐོང་ཐུབ་པ།(_V)：

source: Photos and videos _visible to:
bo_cn: འདྲ་པར་དང་བརྙན་ཟློས་མཐོང་ཐུབ་པ།(_V)：

source: Photos cannot be exported to this directory.
bo_cn: འདྲ་པར་ཡིག་ཆ་འདིའི་ནང་དུ་ཕྱིར་འདྲེན་བྱས་མི་ཆོག

source: Photos cannot be imported from this directory.
bo_cn: ཡིག་ཁུག་འདི་ནས་འདྲ་པར་འདྲེན་འཇུག་བྱ་ཐབས་མེད།

source: Photos will appear in:
bo_cn: འདྲ་པར་གཤམ་གསལ་དུ་འབྱུང་སྲིད་པ།：

source: Photos will be _visible by:
bo_cn: འདྲ་པར་མཐོང་ཐུབ་པ།(_V)：

source: Photos/Videos Not Imported Because Files Are Corrupt:
bo_cn: གཤམ་གསལ་འདྲ་པར/བརྙན་ཟློས་ལ་སྐྱོན་ཤོར་ཡོད་པས་འདྲེན་འཇུག་མ་བྱས།

source: Photos/Videos Not Imported Because Shotwell Couldn't Copy Them into its Library:
bo_cn: གཤམ་གྱི་འདྲ་པར/བརྙན་ཟློས་དག་པར་རིས་དོ་དམ་ཆས་མཁོ་ཕབ་བྱེད་མི་ཐུབ་པས་འདྲེན་འཇུག་བྱས་མེད།

source: Photos/Videos Not Imported Because They Weren't in a Format Shotwell Understands:
bo_cn: གཤམ་གྱི་འདྲ་པར/བརྙན་ཟློས་དག་པར་རིས་དོ་དམ་ཆས་ཀྱིས་ངོས་འཛིན་བྱེད་པའི་རྣམ་གཞག་མ་ཡིན་པས་འདྲེན་འཇུག་བྱས་མེད།

source: Photos/Videos Not Imported Due to Camera Errors:
bo_cn: འདྲ་པར་/བརྙན་ཟློས་དག་པར་ཆས་ནོར་བས་འདྲེན་འཇུག་མ་བྱས།

source: Photos/Videos Not Imported for Other Reasons:
bo_cn: རྒྱུ་རྐྱེན་གཞན་པའི་དབང་གིས་འདྲེན་འཇུག་མ་བྱས་པའི་འདྲ་པར/བརྙན་ཟློས།

source: Pictures
bo_cn: པར་རིས།

source: Pin Toolbar
bo_cn: གཏན་འཇགས་ལག་ཆའི་སྡེ།

source: Pin the toolbar open
bo_cn: ལག་ཆའི་སྡེ་ཁ་ཕྱེ་བར་གཏན་འཁེལ་བྱས།

source: Pivot the crop rectangle between portrait and landscape orientations
bo_cn: བརྙན་པར་དང་མཛེས་ལྗོངས་ཀྱི་ཁ་ཕྱོགས་སུ་འཁྱིལ་འཁོར་བྱེད་པའི་གྲུ་བཞི་ནོར་དྲས་གཏུབ།

source: Play
bo_cn: སྒྲགས་གཏོང་།

source: Play a slideshow
bo_cn: སྒྲོན་བརྙན་གཏོང་འགོ་ཚུགས་པ།

source: Please close any other application using the camera.
bo_cn: པར་ཆས་འདི་བེད་སྤྱོད་པའི་གོ་རིམ་གཞན་དག་སྒོ་རྒྱག་རོགས།

source: Please unmount the camera.
bo_cn: པར་ཆས་བཤིག་རོགས།

source: Plugins
bo_cn: བསྒར་ལྷུ།

source: Postcard (10 x 15 cm)
bo_cn: འཕྲིན་ཤོག（10 x 15）

source: Preparing for upload
bo_cn: བརྒྱུད་སྤྲོད་བྱེད་རྩིས་ཡོད།

source: Preparing to auto-import photos...
bo_cn: རང་འགུལ་ངང་པར་འདྲེན་འཇུག་བྱ་རྩིས་ཡོད།

source: Preparing to import
bo_cn: འདྲེན་འཇུག་གྱི་གྲ་སྒྲིག་བྱེད་བཞིན་ཡོད།

source: Preparing to import...
bo_cn: འདྲེན་འཇུག་གྲ་སྒྲིག

source: Previous Photo
bo_cn: འདྲ་པར་སྔོན་མ།

source: Previous photo
bo_cn: འདྲ་པར་གོང་མ།

source: Print image _title
bo_cn: བརྙན་རིས་ཁ་བྱང་པར་འདེབས།

source: Print the photo to a printer connected to your computer
bo_cn: རྩིས་འཁོར་འདི་དང་སྦྲེལ་མཐུད་བྱས་པའི་པར་འཁོར་གྱིས་འདྲ་པར་པར་བཏབ་པ།

source: Printing...
bo_cn: པར་རྒྱག་བཞིན་པ།

source: Private
bo_cn: མི་སྒེར།

source: Pu_blish...
bo_cn: ཁྱབ་བསྒྲགས།

source: Public
bo_cn: ཡོངས་བསྒྲགས།

source: Public listed
bo_cn: ཡོངས་བསྒྲགས་སུ་འགོད་པ།

source: Public unlisted
bo_cn: ཡོངས་བསྒྲགས་སུ་མ་བཀོད་པ།

source: Publish
bo_cn: ཁྱབ་བསྒྲགས།

source: Publish Photos
bo_cn: འདྲ་པར་ཁྱབ་བསྒྲགས།

source: Publish Photos and Videos
bo_cn: འདྲ་པར་དང་བརྙན་ཟློས་ཁྱབ་བསྒྲགས།

source: Publish Videos
bo_cn: བརྙན་ཟློས་ཁྱབ་བསྒྲགས།

source: Publish photos _to:
bo_cn: འདྲ་པར་འགྲེམས་སྤེལ།(_T)：

source: Publish photos and videos _to
bo_cn: འདྲ་པར་དང་བརྙན་ཟློས་རུ་འགྲེམས་སྤེལ།(_T)

source: Publish to an e_xisting album:
bo_cn: སྔར་ཡོད་པར་དེབ་རུ་ཁྱབ་བསྒྲགས་བྱས་ཟིན།(_X)

source: Publish to various websites
bo_cn: བདམས་པའི་འདྲ་པར་དྲ་ཚིགས་སྣ་ཚོགས་ཐོག་འགྲེམས་སྤེལ་བྱེད་པ།

source: Publish videos _to
bo_cn: བརྙན་ཟློས་རུ་ཁྱབ་བསྒྲགས།(_T)

source: Publish your pictures to Facebook
bo_cn: ཁྱེད་རང་གི་པར་དེ་Facebookནང་ཁྱབ་བསྒྲགས་བྱས།

source: Publish your pictures to Flickr
bo_cn: ཁྱེད་རང་གི་པར་Flickrརུ་ཁྱབ་བསྒྲགས་བྱས་པ།

source: Publish your pictures to Picasa
bo_cn: ཁྱེད་རང་གི་པར་Picasaལ་སྐུར་རོགས།

source: Publishing to %s can't continue because an error occurred:
bo_cn: མུ་མཐུད་དུ་%s ལ་ཁྱབ་བསྒྲགས་བྱེད་ཐབས་བྲལ། རྒྱུ་མཚན་ནི་ནོར་འཁྲུལ་ཞིག་བྱུང་བས་རེད།

source: RAW Developer
bo_cn: RAWགསར་སྤེལ་བ།

source: RAW Photos
bo_cn: RAWའདྲ་པར།

source: RAW photos
bo_cn: RAWའདྲ་པར།

source: R_emove From Library
bo_cn: སྨྱན་གཟུགས་མཛོད་ནས་སྤོར་དགོས།(_E)

source: R_ename imported files to lowercase
bo_cn: འདྲེན་འཇུག་ཡིག་ཆས་ལ་ཆུང་བྲིས་ཀྱིས་མིང་བསྐྱར་འདོགས།(_E)

source: Random
bo_cn: སྐབས་བསྟུན།

source: Rate %s
bo_cn: %sསྐར་གྲངས་དཔྱད་བསྡུར།

source: Rate Rejected
bo_cn: ཚོང་ཟོག་སྤུས་ཞན་ལ་བདམས་པ།

source: Rate Unrated
bo_cn: སྐར་གྲངས་དཔྱད་བསྡུར་མ་བྱས་པ།

source: Rating
bo_cn: སྐར་གྲངས་དཔྱད་བསྡུར།

source: Re_name Event...
bo_cn: བསྐྱར་དུ་མིང་བཏགས་པའི་དོན་རྐྱེན།(_N)...

source: Re_name...
bo_cn: མིང་བསྐྱར་འདོགས།(_N)...

source: Re_vert External Edit
bo_cn: བཟོ་བཅོས་ལྷག་མ་སླར་གསོ།(_V)

source: Re_vert External Edits
bo_cn: བཟོ་བཅོས་ལྷག་མ་སླར་གསོ།(_V)

source: Re_vert to Original
bo_cn: གདོད་མར་སླར་གསོ།(_V)

source: Recommended (1600 x 1200 pixels)
bo_cn: མཚམས་སྦྱོར།(བརྙན་རྒྱུ།1600 x 1200 )

source: Red-eye
bo_cn: སྤྱན་དམར།

source: Redo
bo_cn: བསྐྱར་ལས།

source: Reduce or eliminate any red-eye effects in the photo
bo_cn: འདྲ་པར་སྟེང་གི་སྤྱན་དམར་གྱི་ནུས་པ་ཇེ་དམའ་རུ་གཏོང་བའམ་མེད་པར་བཟོ་བ།

source: Rejected Only
bo_cn: ཐོན་རྫས་སྤུས་ཞན།(_R)

source: Rejected _Only
bo_cn: ཐོན་རྫས་སྤུས་ཞན།(_R)

source: Remove From Library
bo_cn: སྨྱན་གཟུགས་མཛོད་ནས་འབུད་པ།

source: Remove Photo From Library
bo_cn: འདྲ་པར་མཛོད་ནས་འདྲ་པར་འབུད་པ།

source: Remove Photos From Library
bo_cn: འདྲ་པར་མཛོད་ནས་འདྲ་པར་འབུད་པ།

source: Remove and _Trash File
bo_cn: མཛོད་ནས་ཡིག་ཆ་འབུད་པའམ་བབསུབ་པ།(_T)

source: Remove any ratings
bo_cn: སྐར་གྲངས་དཔྱད་བསྡུར་གང་ཡང་འབུད་པ།

source: Remove any red-eye effects in the selected region
bo_cn: བདམས་པའི་ས་ཁོངས་ནང་གི་སྤྱན་དམར་གྱི་འབྲས་བུ་ཚང་མ་འབུད་པ།

source: Remove the selected photos from the library
bo_cn: སྨྱན་གཟུགས་མཛོད་ནས་བདམས་པའི་འདྲ་པར་འབུད་པ།

source: Remove the selected photos from the trash
bo_cn: སྙིགས་སྒམ་ནས་བདམས་པའི་འདྲ་པར་འབུད་པ།

source: Removing Event
bo_cn: དོན་རྐྱེན་འབུད་བཞིན་ཡོད།

source: Removing Photo From Library
bo_cn: སྨྱན་གཟུགས་མཛོད་ནས་འདྲ་པར་འབུད་བཞིན་ཡོད།

source: Removing Photos From Library
bo_cn: འདྲ་པར་མཛོད་ནས་འདྲ་པར་འབུད་པ།

source: Removing duplicated photos
bo_cn: འདྲ་པར་གྱི་འདྲ་བཤུས་འབུད་བཞིན་ཡོད།

source: Removing photos/videos from camera
bo_cn: པར་ཆས་ནས་པར་/བརྙན་ཟློས་འབུད་བཞིན་ཡོད།

source: Rename Event
bo_cn: དོན་རྐྱེན་ལ་མིང་བསྐྱར་དུ་འདོགས་པ།

source: Replace _All
bo_cn: ཚང་མ་བརྗེ་བ།(_A)

source: Reset Colors
bo_cn: ཁ་དོག་བསྐྱར་སྒྲིག

source: Reset all color adjustments to original
bo_cn: ཁ་དོག་ཡོད་ཚད་ཡང་བསྐྱར་གདོད་མའི་གྲངས་ཐང་དུ་བསྐྱར་སྒྲིག

source: Restore Photos from Trash
bo_cn: སྙིགས་སྒམ་ནས་པར་སོར་ལོག་བྱེད་པ།

source: Restore the photos back to the Shotwell library
bo_cn: འདྲ་པར་འདི་དག་པར་རིས་དོ་དམ་ཆས་སྨྱན་གཟུགས་མཛོད་དུ་སླར་གསོ་བྱེད་པ།

source: Restoring Photos From Trash
bo_cn: ཕྱིར་བསྡུའི་ས་ཚིགས་ནས་འདྲ་པར་སོར་ལོག་བྱེད་བཞིན་ཡོད།

source: Restoring previous RAW developer
bo_cn: སྔོན་ཆད་ཀྱི་RAWགསར་སྤེལ་མཁན་སླར་གསོ།

source: Restoring previous rating
bo_cn: སྔར་གྱི་སྐར་གྲངས་དཔྱད་བསྡུར་སླར་གསོ་བྱེད་པ།

source: Return to current photo dimensions
bo_cn: མིག་སྔའི་འདྲ་པར་ཆེ་ཆུང་དུ་ལོག་པ།

source: Revert External Edit?
bo_cn: བཟོ་བཅོས་ལྷག་མ་སླར་གསོ་བྱེད་དམ།

source: Revert External Edits?
bo_cn: བཟོ་བཅོས་ལྷག་མ་སླར་གསོ་བྱེད་དམ།

source: Revert to Original
bo_cn: གདོད་མརསླར་གསོ།

source: Revert to the master photo
bo_cn: འདྲ་པར་གཙོ་བོར་སླར་གསོ།

source: Reverting
bo_cn: སོར་ལོག་བྱེད་བཞིན་པ།

source: Rotate
bo_cn: འཁྱིལ་འཁོར།

source: Rotate _Left
bo_cn: གཡོན་དུ་སྐོར།(_L)

source: Rotate _Right
bo_cn: གཡས་སུ་སྐོར།(_R)

source: Rotate the photos left
bo_cn: འདྲ་པར་གཡོན་ལ་འཁྱིལ་འཁོར།

source: Rotate the photos right (press Ctrl to rotate left)
bo_cn: འདྲ་པར་གཡས་ལ་འཁྱིལ་འཁོར།( Ctrl མནན་ན་གཡོན་དུ་འཁྱིལ་འཁོར་བྱེད།)

source: Rotating
bo_cn: འཁྱིལ་འཁོར།

source: SD Video (4 : 3)
bo_cn: ཚད་ལྡན་བརྙན་ཟློས།（4:3）

source: S_idebar
bo_cn: གཞོགས་སྡེ།(_S)

source: S_lideshow
bo_cn: སྒྲོན་བརྙན་ར་ཤེལ། (_L)

source: Saturation
bo_cn: ཚད་ལོངས་ཚད།

source: Saturation:
bo_cn: ཚད་ལོངས་ཚད།：

source: Save As
bo_cn: གཞན་ཉར།

source: Save Details...
bo_cn: ཞིབ་ཕྲའི་ཆ་འཕྲིན་ཉར་ཚགས་བྱེད་པ།

source: Save _As...
bo_cn: གཞན་ཉར་(_A)...

source: Save photo
bo_cn: འདྲ་པར་ཉར་ཚགས།

source: Save photo with a different name
bo_cn: མིང་གཞན་པའི་ཐོག་ནས་འདྲ་པར་ཉར་ཚགས་བྱེད་པ།

source: Saved Search
bo_cn: འཚོལ་བཤེར་ཉར་ཚགས།

source: Saved Searches
bo_cn: འཚོལ་བཤེར་ཉར་ཚགས་བྱས་ཟིན་པ།

source: Screen
bo_cn: བརྙན་ཡོལ།

source: Search
bo_cn: འཚོལ་བ།

source: Select _All
bo_cn: ཚང་མ་འདེམ་པ།(_A)

source: Select all items
bo_cn: རྣམ་གྲངས་ཚང་མ་འདེམ་པ།

source: Send T_o...
bo_cn: བསྐུར་བ།(_O)…

source: Send To
bo_cn: སྐུར་ཡུལ།

source: Set Developer
bo_cn: གསར་སྤེལ་མི་སྣ་སྒྲིག་འགོད།

source: Set Rating
bo_cn: སྐར་གྲངས་དཔྱད་བསྡུར་སྒྲིག་འགོད།

source: Set _all photos/videos to this time
bo_cn: འདྲ་པར་/བརྙན་ཟློས་ཡོད་ཚད་དུས་ཚོད་འདིར་སྒྲིག་འགོད།(_A)

source: Set as Desktop Slideshow
bo_cn: ཅོག་ངོས་སྒྲོན་བརྙན་དུ་སྒྲིག་འགོད།

source: Set as _Desktop Background
bo_cn: ཅོག་ངོས་རྒྱབ་ལྗོངས་ལ་བཀོད།(_D)

source: Set as _Desktop Slideshow...
bo_cn: ཅོག་ངོས་རྒྱབ་ལྗོངས་སུ་སྒྲིག་འགོད།(_D)...

source: Set rating to %s
bo_cn: སྐར་གྲངས་དཔྱད་བསྡུར་%sདུ་སྒྲིག་འགོད།

source: Set rating to rejected
bo_cn: སྐར་གྲངས་དཔྱད་བསྡུར་བྱས་ནས་ཚོང་ཟོག་སྤུས་ཞན་སྒྲིག་འགོད།

source: Set selected image to be the new desktop background
bo_cn: བདམས་པའི་འདྲ་པར་ཅོག་ངོས་ཀྱི་རྒྱབ་ལྗོངས་གསར་བར་སྒྲིག་འགོད།

source: Set the crop for this photo
bo_cn: འདྲ་པར་འདི་ལ་དྲས་གཏུབ་ཀྱིས།

source: Setting Photos to Previous Event
bo_cn: འདྲ་པར་སྔོན་གྱི་དོན་རྐྱེན་དུ་སྒྲིག་འགོད་བྱེད་བཞིན་པ།

source: Setting RAW developer
bo_cn: RAWགསར་སྤེལ་མཁན་སྒྲིག་འགོད།

source: Setting as rejected
bo_cn: ཚོང་ཟོག་སྤུས་ཞན་དུ་སྒྲིག་འགོད།

source: Setting as unrated
bo_cn: སྐར་གྲངས་དཔྱད་བསྡུར་སྒྲིག་འགོད་མ་བྱས་པ།

source: Setting rating to %s
bo_cn: %sལ་སྐར་གྲངས་དཔྱད་བསྡུར་སྒྲིག་འགོད།

source: Settings
bo_cn: སྒྲིག་འགོད།

source: Shadows
bo_cn: གྲིབ་ནག

source: Shadows:
bo_cn: ལྐོག་སྒྲིག：

source: Shotwell
bo_cn: པར་རིས་དོ་དམ་ཆས།

source: Shotwell Connect
bo_cn: པར་རིས་དོ་དམ་ཆས་འབྲེལ་མཐུད།

source: Shotwell Extra Publishing Services
bo_cn: པར་རིས་དོ་དམ་ཆས་ཟུར་སྣོན་ཁྱབ་བསྒྲགས་ཞབས་ཞུ།

source: Shotwell Preferences
bo_cn: པར་རིས་དོ་དམ་ཆས་-སྔོན་འདེམས་ཚན་པ།

source: Shotwell can copy the photos into your library folder or it can import them without copying.
bo_cn: པར་རིས་དོ་དམ་ཆས་ཀྱིས་པར་འདྲ་བཟོ་བྱས་ནས་ཁྱེད་རང་གི་སྨྱན་གཟུགས་མཛོད་དུ་བཅུག་ཆོག་པའམ་ཡང་ན་འདྲེན་འཇུག་བྱས་ཆོག་ཀྱང་འདྲ་བཟོ་མི་བྱེད།

source: Shotwell cannot contact your Piwigo photo library. Please verify the URL you entered
bo_cn: པར་རིས་དོ་དམ་ཆས་ཁྱེད་རང་གི་Piwigoའདྲ་པར་མཛོད་དང་སྦྲེལ་ཐུབ་ཀྱི་མི་འདུག ཁྱེད་རང་གིས་ནང་འཇུག་བྱས་པའི་URLལ་ཞིབ་བཤེར་བྱེད་རོགས།

source: Shotwell couldn't create a file for editing this photo because you do not have permission to write to %s.
bo_cn: པར་རིས་དོ་དམ་ཆས་ཀྱིས་འདྲ་པར་འདི་རྩོམ་སྒྲིག་བྱེད་པར་དགོས་ངེས་ཀྱི་ཡིག་ཆ་བཟོ་མི་ཐུབ།རྒྱུ་མཚན་ནི་ཁྱེད་ཀྱིས་%s ཡི་དབང་ཆ་འབྲི་འཇུག་བྱས་མེད་པས་སོ།

source: Shotwell needs to unmount the camera from the filesystem in order to access it. Continue?
bo_cn: པར་རིས་དོ་དམ་ཆས་ཀྱིས་ཡིག་ཆའི་རྒྱུད་ཁོངས་ནས་པར་ཆས་ཕབ་སྟེ་དེ་ལ་ལྟ་སྤྱོད་བྱེད་དགོས། མུ་མཐུད་ཡིན་ནམ།

source: Show all photos
bo_cn: འདྲ་པར་ཡོད་ཚད་འཆར་བ།

source: Show all photos, including rejected
bo_cn: སྤུས་ཞན་ཚུད་པའི་འདྲ་པར་ཡོད་ཚད་འཆར་བ།

source: Show each photo for
bo_cn: འདྲ་པར་རེ་རེ་བཞིན་འཆར་བ།

source: Show in File Mana_ger
bo_cn: ཡིག་ཆའི་དོ་དམ་ཆས་ལས་འཆར་བ།(_G)

source: Show only rejected photos
bo_cn: འདྲ་པར་ཕལ་པ་ལས་མི་འཆར་བ།

source: Show t_itle
bo_cn: ཁ་བྱང་འཆར་བ།(_I)

source: Show the application's version
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་གྱི་པར་གཞི་མངོན་པ།

source: Size:
bo_cn: ཆེ་ཆུང་།：

source: Slide
bo_cn: སྒྲོན་བརྙན་འགྲེམས་སྟོན།

source: Slideshow
bo_cn: སྒྲོན་བརྙན་གཏོང་བ།

source: Slideshow Transitions
bo_cn: སྒྲོན་བརྙན་བར་བརྒལ།

source: Small (640 x 480 pixels)
bo_cn: ཆུང་གྲས།（640 x 480བརྙན་རྒྱུ།）

source: Software:
bo_cn: མཉེན་ཆས།：

source: Sort _Events
bo_cn: དོན་རྐྱེན་སྟར་སྒྲིག(_E)

source: Sort _Photos
bo_cn: འདྲ་པར་རིམ་སྒྲིག(_P)

source: Sort photos by exposure date
bo_cn: རྗེན་བཏོན་དུས་ཚོད་ལྟར་རིམ་སྒྲིག

source: Sort photos by rating
bo_cn: སྐར་གྲངས་དཔྱད་བསྡུར་ལྟར་རིམ་སྒྲིག

source: Sort photos by title
bo_cn: ཁ་བྱང་ལྟར་རིམ་སྒྲིག

source: Sort photos in a descending order
bo_cn: འདྲ་པར་རིམ་ཆག་ཏུ་སྟར་སྒྲིག

source: Sort photos in an ascending order
bo_cn: འདྲ་པར་རིམ་འཕེལ་དུ་སྟར་སྒྲིག

source: Square
bo_cn: གྲུ་བཞི་ཁ་གང་མ།

source: Squares
bo_cn: གྲུ་བཞི།

source: Standard (720 pixels)
bo_cn: ཚད་གཞི།（བརྙན་རྒྱུ།720）

source: Starting import, please wait...
bo_cn: ད་ལྟ་འདྲེན་འཇུག་བྱེད་བཞིན་ཡོད།ཏོག་ཙམ་སྒུག་རོགས།

source: Stop importing photos
bo_cn: འདྲ་པར་འདྲེན་འཇུག་བྱེད་མཚམས་འཇོག་པ།

source: Straighten
bo_cn: དག་བཅོས།

source: Straighten the photo
bo_cn: འདྲ་པར་དག་བཅོས།

source: Stripes
bo_cn: ཁྲ་རིས།

source: Success
bo_cn: ལེགས་འགྲུབ།

source: Switching developers will undo all changes you have made to this photo in Shotwell
bo_cn: གསར་སྤེལ་བྱེད་མཁན་བརྗེས་ན་ཁྱེད་རང་གིས་པར་འདིར་བཟོ་བཅོས་བྱས་པ་ཚང་མ་ཕྱིར་འཐེན་བྱ་རྒྱུ་ཡིན།

source: T_ools
bo_cn: ལག་ཆ།(_O)

source: Tabloid (11 x 17 in.)
bo_cn: བརྡ་ཁྱབ་ཆུང་གྲས།

source: Tag
bo_cn: གདོང་འཛར།

source: Tags
bo_cn: གདོང་འཛར།

source: Tags (separated by commas):
bo_cn: གདོང་འཛར།(ཐོམ་ཚེག་གིས་བར་གཅོད་པ།)：

source: Temperature
bo_cn: དྲོད་ཚད།

source: Temperature:
bo_cn: དྲོད་ཚད།

source: The photo or video cannot be deleted.
bo_cn: %dའདྲ་པར་/བརྙན་ཟློས་བསུབ་ཐབས་བྲལ།

source: The photo or video cannot be moved to your desktop trash. Delete this file?
bo_cn: %d འདྲ་པར་/བརྙན་ཟློས་ཁྱེད་རང་གི་ཅོག་ངོས་སྙིགས་སྒམ་དུ་སྤོ་ཐུབ་ཀྱི་མི་འདུག ཡིག་ཆ་འདི་དག་བསུབ་བམ།

source: The selected photo was successfully published.
bo_cn: བདམས་པའི་འདྲ་པར་ཁྱབ་བསྒྲགས་ལེགས་གྲུབ་བྱས་ཟིན།

source: The selected photos were successfully published.
bo_cn: བདམས་པའི་འདྲ་པར་ཁྱབ་བསྒྲགས་ལེགས་གྲུབ་བྱས་ཟིན།

source: The selected photos/videos were successfully published.
bo_cn: བདམས་པའི་འདྲ་པར་/བརྙན་ཟློས་ཁྱབ་བསྒྲགས་ལེགས་གྲུབ་བྱས་ཟིན།

source: The selected video was successfully published.
bo_cn: བདམས་པའི་བརྙན་ཟློས་ཁྱབ་བསྒྲགས་ལེགས་གྲུབ་བྱས་ཟིན།

source: The selected videos were successfully published.
bo_cn: བདམས་པའི་བརྙན་ཟློས་ཁྱབ་བསྒྲགས་ལེགས་གྲུབ་བྱས་ཟིན།

source: This will destroy all changes made to the external file. Continue?
bo_cn: འདིས་ཕྱི་རོལ་གྱི་ཡིག་ཆ།%d ལ་བྱས་པའི་བཟོ་བཅོས་ཡོངས་རྫོགས་བརླག་སྲིད། མུ་མཐུད་ཡིན་ནམ།

source: This will remove the photo from the library. Continue?
bo_cn: འདིས་སྨྱན་གཟུགས་མཛོད་ཀྱི་ནང་ནས་%d ཡི་འདྲ་པར་འབུད་རྒྱུ་རེད། མུ་མཐུད་ཡིན་ནམ།

source: Time Adjustment Error
bo_cn: དུས་ཚོད་ལེགས་སྒྲིག་ནོར་འཁྲུལ།

source: Time adjustments could not be undone on the following photo file.
bo_cn: དུས་ཚོད་བཟོ་བཅོས་དེ་གཤམ་གསལ་གྱི་འདྲ་པར་ཐོག་ནས་མེད་པ་བཟོ་ཐབས་བྲལ་བ།

source: Time:
bo_cn: དུས་ཚོད།:

source: Title
bo_cn: ཁ་བྱང་།

source: Title:
bo_cn: ཁ་བྱང་།

source: To get started, import photos in any of these ways:
bo_cn: བཀོལ་སྤྱོད་བྱེད་འགོ་འཛུགས་དགོས་ན།གཤམ་གྱི་ཐབས་ཤེས་གང་རུང་གི་སྒོ་ནས་འདྲ་པར་འདྲེན་འཇུག་བྱེད་རོགས།

source: To try importing from another service, select one from the above menu.
bo_cn: ཞབས་ཞུ་གཞན་པ་འདྲེན་འཇུག་བྱེད་པར་ཚོད་ལྟ་བྱེད་དགོས་ན།གོང་གི་འདེམས་བྱང་ནང་ནས་གཅིག་གདམས་དགོས།

source: To try publishing to another service, select one from the above menu.
bo_cn: ཞབས་ཞུ་གཞན་པ་ཞིག་ཏུ་ཁྱབ་བསྒྲགས་བྱེད་འདོད་ན། གོང་གི་འདེམས་བྱང་ནང་ནས་གཅིག་གདམས་དགོས།

source: To:
bo_cn: འབྱོར་མཁན།

source: Today
bo_cn: དེ་རིང་།

source: Transition d_elay:
bo_cn: བར་བརྒལ་དུས་འགྱངས།(_E)：

source: Trash
bo_cn: སྙིགས་སྒམ།

source: Trash is empty
bo_cn: སྙིགས་སྒམ་སྟོང་པ་རེད།

source: TumblrPublisher: start( ): can't start; this publisher is not restartable.
bo_cn: TumblrPublisher：start( )：འགོ་རྩོམ་མི་ཐུབ་པ་དང་། ཁྱབ་བསྒྲགས་ལག་ཆ་དེ་བསྐྱར་དུ་སྤེལ་མི་ཆོག

source: Type
bo_cn: རིགས་གྲས་

source: Un_flag
bo_cn: མཆན་འགྲེལ་འདོར་བ།(_F)

source: Unable to create cache directory %s: %s
bo_cn: འགྱངས་གསོག་དཀར་ཆག་%sགསར་འཛུགས་བྱེད་ཐབས་བྲལ།：%s

source: Unable to create data directory %s: %s
bo_cn: གཞི་གྲངས་ཡིག་ཁུག་%sགསར་འཛུགས་བྱེད་ཐབས་བྲལ།：%s

source: Unable to create data subdirectory %s: %s
bo_cn: བུའི་གཞི་གྲངས་ཡིག་ཁུག་%sགསར་འཛུགས་བྱེད་ཐབས་བྲལ།：%s

source: Unable to create temporary directory %s: %s
bo_cn: གནས་སྐབས་ཡིག་ཁུག་%sགསར་འཛུགས་བྱེད་ཐབས་བྲལ།：%s

source: Unable to decode file
bo_cn: ཡིག་ཆ་ཨང་འགྲོལ་བྱེད་ཐབས་བྲལ།

source: Unable to delete %d photo/video from the camera due to errors.
bo_cn: ནོར་འཁྲུལ་གྱི་དབང་གིས་པར་ཆས་ཀྱི་ནང་ནས་འདྲ་པར་/བརྙན་ཟློས་%d བསུབ་ཐབས་བྲལ།

source: Unable to display FAQ: %s
bo_cn: རྒྱུན་མཐོང་གི་གནད་དོན་%sའཆར་ཐབས་བྲལ།

source: Unable to display help: %s
bo_cn: རོགས་རམ་ %sའཆར་ཐབས་བྲལ།

source: Unable to duplicate one photo due to a file error
bo_cn: ཡིག་ཆའི་ནོར་འཁྲུལ་གྱི་དབང་གིས་འདྲ་པར་གྱི་འདྲ་བཤུས་%dགསར་བཟོ་བྱེད་ཐབས་བྲལ།

source: Unable to export %s: %s
bo_cn: %sཕྱིར་འདོན་ཐབས་བྲལ།：%s

source: Unable to export background to %s: %s
bo_cn: ཕྱིར་གཏོང་མི་ཐུབ་པའི་རྒྱབ་ལྗོངས་ནས་%sརུ་ཕྱིར་གཏོང་མི་ཐུབ་པ།：%s

source: Unable to generate a temporary file for %s: %s
bo_cn: %s གནས་སྐབས་ཡིག་གྲུབ་ཐབས་བྲལ་བ།：%s

source: Unable to launch Nautilus Send-To: %s
bo_cn: Nautilusཡིག་ཆ་དོ་དམ་ཆས་ཀྱིས་སྐུར་མི་ཐུབ་པར།བརྒྱ་ཆའི་%s

source: Unable to launch editor: %s
bo_cn: རྩོམ་སྒྲིག་ཆས་བཀོལ་མི་ཐུབ་སྟེ།བརྒྱ་ཆའི་%s

source: Unable to lock camera: %s
bo_cn: པར་ཆས་ཀྱིས་གཏན་འཁེལ་བྱེད་ཐབས་བྲལ།%s

source: Unable to monitor %s: Not a directory (%s)
bo_cn: ལྟ་ཞིབ་བྱེད་ཐབས་བྲལ། %s：དཀར་ཆག་ཅིག་མ་རེད།(%s)

source: Unable to navigate to bug database: %s
bo_cn: Bugགཞི་གྲངས་མཛོད་དུ་བསྒྱུར་མི་ཐུབ་པ།：%s

source: Unable to open in file manager: %s
bo_cn: ཡིག་ཆའི་དོ་དམ་ཆས་ཀྱི་ནང་དུ་ཁ་ཕྱེ་མི་ཐུབ་པ།：%s

source: Unable to open/create photo database %s: error code %d
bo_cn: འདྲ་པར་གཞི་གྲངས་མཛོད་%sཀྱི་ཁ་ཕྱེ་མི་ཐུབ།ནོར་འཁྲུལ་ཚབ་%d

source: Unable to prepare desktop slideshow: %s
bo_cn: ཅོག་ངོས་ཀྱི་སྒྲོན་བརྙན་གྲ་སྒྲིག་བྱེད་ཐབས་བྲལ།

source: Unable to process monitoring updates: %s
bo_cn: ལྟ་སྐུལ་ཚོད་འཛིན་དང་གསར་སྒྱུར་བྱེད་ཐབས་བྲལ་བ།

source: Unable to publish
bo_cn: ཁྱབ་བསྒྲགས་བྱེད་ཐབས་མེད།

source: Unable to unmount camera. Try unmounting the camera from the file manager.
bo_cn: པར་ཆས་བཤིག་མི་ཆོག ཡིག་ཆ་དོ་དམ་འཕྲུལ་ཆས་ནང་ནས་པར་ཆས་ཕབ་རོགས།

source: Unconstrained
bo_cn: ཚད་བཀག་མེད་པ།

source: Undated
bo_cn: གབ་སྦས་འདོར་བ།

source: Undo
bo_cn: འདོར་བ།

source: Undoing Color Transformations
bo_cn: ཁ་དོག་བརྗེ་བསྒྱུར་འདོར་བ།

source: Undoing Date and Time Adjustment
bo_cn: ཚེས་གྲངས་དང་དུས་ཚོད་ལེགས་སྒྲིག་འདོར་བཞིན་པ།

source: Undoing Enhance
bo_cn: ཤུགས་སྣོན་འདོར་བཞིན་པ།

source: Undoing Flip Horizontally
bo_cn: ཆུ་སྙོམས་སུ་སློག་པ་འདོར་བཞིན་པ།

source: Undoing Flip Vertically
bo_cn: དྲང་སློག་འདོར་བཞིན་པ།

source: Undoing Revert
bo_cn: སོར་ལོག་འདོར་བཞིན་པ།

source: Undoing Rotate
bo_cn: འཁྱིལ་འཁོར་འདོར་བཞིན་པ།

source: Unflag
bo_cn: མཆན་འགོད་འདོར་བ།

source: Unflag selected photos
bo_cn: བདམས་ཟིན་པའི་འདྲ་པར་གྱི་མཆན་འགོད་འདོར་བ།

source: Unflagging selected photos
bo_cn: བདམས་ཟིན་པའི་འདྲ་པར་གྱི་མཆན་འགོད་འདོར་བཞིན་པ།

source: Unknown error attempting to verify Shotwell's database: %s
bo_cn: པར་རིས་དོ་དམ་ཆས་གཞི་གྲངས་མཛོད་ར་སྤྲོད་བྱེད་སྐབས་ངེས་མེད་ཀྱི་ནོར་འཁྲུལ་བྱུང་བ།：%s

source: Unmerging
bo_cn: ཟླ་སྒྲིལ་འདོར་བཞིན་པ།

source: Unmodified
bo_cn: བཟོ་བཅོས་མེད།

source: Unmounting...
bo_cn: ལེན་པ།

source: Unrated
bo_cn: སྐར་གྲངས་དཔྱད་བསྡུར་མ་བྱས་པ།

source: Unsupported file format
bo_cn: རྒྱབ་སྐྱོར་མི་བྱེད་པའི་ཡིག་ཆའི་རྣམ་གཞག

source: Updating library...
bo_cn: སྨྱན་གཟུགས་མཛོདགསར་སྒྱུར།

source: Upload _size:
bo_cn: བརྒྱུད་སྤྲོད་བྱས་པའི་ཆེ་ཆུང་།(_S)：

source: Uploading %d of %d
bo_cn: %d/%dསྐུར་བཞིན་པ།

source: Use a _standard size:
bo_cn: ཚད་ལྡན་ཆེ་ཆུང་བཀོལ་བ།(_S)：

source: Use a c_ustom size:
bo_cn: རང་བཟོས་ཆེ་ཆུང་སྤྱོད་པ།(_U)：

source: User _name
bo_cn: སྤྱོད་མཁན་གྱི་མིང་།(_)

source: User aborted import
bo_cn: སྤྱོད་མཁན་གྱིས་འདྲེན་འཇུག་བྱེད་མཚམས་འཇོག་པ།

source: Username and/or password invalid. Please try again
bo_cn: གོ་མི་ཆོད་པའི་མིང་ངམ་གསང་རྟགས། ཡང་བསྐྱར་ཚོད་ལྟ་ཞིག་བྱེད་རོགས།

source: Video privacy _setting:
bo_cn: བརྙན་ཟློས་གྱི་གསང་བ་སྒྲིག་འགོད།(_S)：

source: Videos
bo_cn: བརྙན་ལམ།

source: Videos _visible to:
bo_cn: བརྙན་ཟློས་མཐོང་རུང་བ།(_V)

source: Videos and new photo albums _visible to:
bo_cn: བརྙན་ཟློས་དང་འདྲ་པར་གསར་བའི་པར་དེབ་མཐོང་རུང་བ།(_V)

source: Videos will appear in '%s'
bo_cn: བརྙན་ཟློས“%s”རུ་ཐོན་རྒྱུ་ཡིན་པ།

source: Videos will appear in:
bo_cn: བརྙན་ཟློས་ཐོན་ཡུལ།

source: View Eve_nt for Photo
bo_cn: འདྲ་པར་གཏོགས་ཡུལ་བྱ་འགུལ་ལ་ལྟ་བ།(_N)

source: Visit the Yandex.Fotki web site
bo_cn: Yandex.Fotkiདྲ་ཚུགས་ལ་ལྟ་སྤྱོད།

source: Visit the Yorba web site
bo_cn: Yorba དྲ་ཚུགས་ལ་ལྟ་སྤྱོད།

source: Wallet (2 x 3 in.)
bo_cn: ཀོ་ཕད་（དབྱིན་ཚུན་2 x 3 ）ལ་སྤྱོད་པ།

source: Welcome to Shotwell!
bo_cn: པར་རིས་དོ་དམ་ཆས་བེད་སྤྱོད་པར་དགའ་བསུ་ཞུ།

source: Welcome!
bo_cn: དགའ་བསུ་ཞུ།

source: Where would you like to publish the selected photos?
bo_cn: བདམས་པའི་འདྲ་པར་གང་ནས་ཁྱབ་བསྒྲགས་བྱེད་འདོད་དམ།

source: Width
bo_cn: ཞེང་ཚད།

source: Width or height
bo_cn: ཞེང་ཚད་དམ་མཐོ་ཚད།

source: Write tags, titles, and other _metadata to photo files
bo_cn: གདོང་འཛར་དང་།ཁ་བྱང་།དེ་མིན་གྱི་གཞི་གྲངས་བཅས་འདྲ་པར་ཡིག་ཆ་རུ་འབྲི་བ།

source: Writing metadata to files...
bo_cn: སྒོར་གཞི་གྲངས་ཡིག་ཆ་རུ་འབྲི་བ།

source: Year%sMonth
bo_cn: ལོའི་ཟླ%s

source: Year%sMonth%sDay
bo_cn: ལོའི་ཟླ་%sཚེས་%sཉིན།

source: Year%sMonth-Day
bo_cn: ལོའི་ཟླ%s-ཚེས།

source: Year-Month-Day
bo_cn: ལོ་-ཟླ་-ཚེས།

source: Yesterday
bo_cn: ཁ་སང་།

source: You are logged into Picasa Web Albums as %s.
bo_cn: ཁྱོད་ཀྱིས་%s བྱས་ནས་Picasaདྲ་རྒྱའི་པར་དེབ་ཏུ་ཐོ་འཇུག་བྱས་ཟིན།

source: You are logged into YouTube as %s.
bo_cn: ཁྱེད་རང་གི་ %s བྱས་ཏེ་YouTubeལ་ཐོ་འགོད་བྱས་ཟིན།

source: You are not currently logged into Yandex.Fotki.
bo_cn: ཁྱེད་རང་གི་མིག་སྔའི་བར་Yandex.Fotkiལ་ཐོ་འགོད་མ་བྱས་པ།

source: You can also import photos in any of these ways:
bo_cn: ཁྱེད་ཀྱིས་གཤམ་གྱི་ཐབས་ཤེས་གང་རུང་སྤྱད་ནས་འདྲ་པར་འདྲེན་འཇུག་བྱས་ཆོག

source: Your Flickr Pro account entitles you to unlimited uploads.
bo_cn: ཁྱེད་རང་གི་Flickr Proརྩིས་ཐོས་ཁྱེད་རང་ལ་ཚད་བཀག་མེད་པའི་བརྒྱུད་བསྐུར་བྱེད་དུ་འཇུག

source: Zoom _100%
bo_cn: སྐྱེད་སྐྱུང་།_100%

source: Zoom _In
bo_cn: ཆེར་སྐྱེད།(_I)

source: Zoom _Out
bo_cn: ཆུང་སྐྱུང་།(_O)

source: Zoom the photo to 100% magnification
bo_cn: འདྲ་པར་100%བར་སྐྱེད་སྐྱུང་བྱེད་པ།

source: Zoom the photo to fit on the screen
bo_cn: འདྲ་པར་སྐྱེད་སྐྱུང་བྱས་ནས་འཆར་ངོས་ལ་འཚམ་པར་བྱེད་པ།

source: [FILE]
bo_cn: [ཡིག་ཆ།]

source: _About
bo_cn: ཐད།(_A)

source: _Add Tags...
bo_cn: མཆན་འགྲེལ་ཁ་སྣོན།(A)…

source: _Adjust
bo_cn: ལེགས་སྒྲིག(_A)

source: _Adjust Date and Time...
bo_cn: ཟླ་ཚེས་དང་དུས་ཚོད་བཟོ་བཅོས་བྱེད་པ།(_A)...

source: _Albums (or write new):
bo_cn: ཡོད་པའམ་ཡང་ན་པར་སྒམ་གསར་བ།(_A)：

source: _All Photos
bo_cn: འདྲ་པར་ཡོད་ཚད།(_A)

source: _Apply
bo_cn: ཉེར་སྤྱོད། (_A)

source: _Ascending
bo_cn: རིམ་འཕར། (_A)...

source: _Autosize:
bo_cn: རང་འགུལ།(_A)：

source: _Background:
bo_cn: རྒྱབ་ལྗོངས། (_B)：

source: _Basic Information
bo_cn: གཞི་རྩའི་ཆ་འཕྲིན།(_B)

source: _Cancel
bo_cn: ལེན་པ། (_C)

source: _Close
bo_cn: ཁ་རྒྱག(_C)

source: _Comments
bo_cn: མཆན་འགྲེལ། (_C)

source: _Contents
bo_cn: དཀར་ཆག(_C)

source: _Copy Color Adjustments
bo_cn: ཁ་དོག་འདྲ་ཕབ་ལེགས་སྒྲིག(_C)

source: _Crop
bo_cn: དྲས་གཏུབ། (_C)

source: _Decrease
bo_cn: ཇེ་དམའ་རུ་གཏོང་བ།(_D)

source: _Delay:
bo_cn: ཕྱི་འགྱངས། (_D)：

source: _Delete
bo_cn: འདོར་བ།

source: _Developer
bo_cn: གསར་སྤེལ་མི་སྣ།(_D)

source: _Directory structure:
bo_cn: དཀར་ཆག་གྲུབ་ཚུལ།(_D)：

source: _Do no upload tags
bo_cn: གདོང་འཛར་མི་སྐུར་བ།(_D)

source: _Don't show this message again
bo_cn: གནས་ཚུལ་འདི་མི་མངོན་པ།(_D)

source: _Duplicate
bo_cn: འདྲ་ཕབ། (_D)

source: _Edit
bo_cn: རྩོམ་སྒྲིག(_E)
