Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/simple-scan.po
Languages: bo_cn

source: %d dpi (default)
bo_cn: %d dpi(སོར་བཞག)

source: %d dpi (draft)
bo_cn: %d dpi(མ་ཟིན།)

source: %d dpi (high resolution)
bo_cn: %d dpi(དབྱེ་འབྱེད་ཚད་མཐོ་བ།)

source: About
bo_cn: འབྲེལ་ཡོད།

source: About Simple Scan
bo_cn: བཤར་འབེབས་བྱེད་སླ་བའི་སྐོར་གྱི་།

source: Additional software needed
bo_cn: མཉེན་ཆས་གཞན་པ་སྒྲིག་འཇུག་བྱེད་དགོས།

source: All Files
bo_cn: ཡིག་ཆ་ཚང་མ།

source: All Pages From _Feeder
bo_cn: བརྒྱུད་སྤྲོད་བྱས་པའི་དྲ་ངོས་ཡོད་ཚད།(_F)

source: Automatic
bo_cn: རང་འགུལ།

source: Back
bo_cn: ཕྱིར་འཐེན།

source: Brightness of scan
bo_cn: བཤར་འབེབས་གསལ་ཚད།

source: Brightness:
bo_cn: གསལ་ཚད།：

source: Change _Scanner
bo_cn: བཤར་འབེབས་ཆས་བརྗེ་བ།(_S)

source: Combine sides
bo_cn: ཤོག་ངོས་ཟླ་སྒྲིལ།

source: Combine sides (reverse)
bo_cn: ཤོག་ངོས་ཟླ་སྒྲིལ།(ལྡོག་ཕྱོགས)

source: Contrast of scan
bo_cn: བཤར་འབེབས་བསྡུར་ཚད།

source: Contrast:
bo_cn: བསྡུར་ཚད།：

source: Crop
bo_cn: དྲས་གཏུབ།

source: Crop the selected page
bo_cn: འདེམ་པའི་དྲ་ངོས་དྲས་གཏུབ།

source: Darker
bo_cn: ཟབ་ཙམ།

source: Device to scan from
bo_cn: བཤར་འབེབས་སྒྲིག་ཆས།

source: Directory to save files to
bo_cn: ཡིག་ཆ་ཉར་ཚགས་བྱེད་པའི་ཡིག་ཁུག

source: Discard Changes
bo_cn: བཟོ་བཅོས་རྒྱག་རྒྱུ་འདོར་བ།

source: Document
bo_cn: ཡིག་ཚགས།།

source: Document Scanner
bo_cn: ཡིག་ཚགས་བཤར་འབེབས་ཆས།

source: Drivers installed successfully!
bo_cn: ངང་སྒྲིག་འཇུག་ལེགས་གྲུབ་བྱས་པ།

source: Email...
bo_cn: གློག་རྡུལ་ཡིག་ཆ།

source: Error communicating with scanner
bo_cn: བཤར་འབེབས་ཆས་དང་འཕྲིན་གཏོང་ནོར་འཁྲུལ།

source: Failed to install drivers (error code %d).
bo_cn: སྒུལ་ཆས་བྱ་རིམ་སྒྲིག་འཇུག་བྱེད་ཐབས་བྲལ་བ།（ནོར་འཁྲུལ་ཨང་།%d）

source: Failed to install drivers.
bo_cn: སྐུལ་སློང་སྒྲིག་འཇུག་ཕམ་པ།

source: Failed to save file
bo_cn: ཡིག་ཆ་ཉར་ཚགས་ནོར་འཁྲུལ།

source: Failed to scan
bo_cn: བཤར་འབེབས་ཕམ་པ།

source: File format:
bo_cn: ཡིག་ཆའི་རྣམ་གཞག

source: Fix PDF files generated with older versions of Simple Scan
bo_cn: པར་གཞི་རྙིང་པའི་བཤར་འབེབས་ཆས་ཀྱིས་གྲུབ་པའི་PDFཡིག་ཆ་ཞིག་གསོ།

source: Front
bo_cn: སྔོན་སྒྲིག་སྒྲ་ལམ།

source: Front and Back
bo_cn: དྲང་ཕྱོགས་དང་རྒྱབ་ངོས།

source: Height of paper in tenths of a mm
bo_cn: ཤོག་བུའི་མཐོ་ཚད།( 0.1mmཡིས་བརྩི་བ)

source: Help
bo_cn: རོགས་རམ།

source: If you don't save, changes will be permanently lost.
bo_cn: གལ་ཏེ་ཁྱོད་ཀྱིས་ཉར་ཚགས་མ་བྱས་ན། བཅོས་པ་ནམ་ཡང་བོར་ངེས།

source: Image Files
bo_cn: བརྙན་རིས་ཡིག་ཆ།

source: Install drivers
bo_cn: སྐུལ་སློང་སྒྲིག་འཇུག

source: Installing drivers...
bo_cn: སྐུལ་སློང་བྱ་རིམ་སྒྲིག་འཇུག

source: JPEG (compressed)
bo_cn: JPEG(བཙིར་གནོན།)

source: Keep unchanged
bo_cn: མི་འགྱུར་རྒྱུན་འཁྱོངས།

source: Le_gal
bo_cn: ཁྲིམས་བཀོད།(_G)

source: Legal
bo_cn: ཁྲིམས་བཀོད།

source: Less
bo_cn: ཅུང་ཉུང་བ།

source: Letter
bo_cn: འཕྲིན་ཡིག

source: Lighter
bo_cn: ཅུང་སྲབ།

source: Maximum
bo_cn: ཆེ་ཤོས་ཐང་།

source: Minimum
bo_cn: ཆེས་ཤོས་ཐང་།

source: More
bo_cn: དེ་ལས་མང་བ།

source: Move Left
bo_cn: གཡོན་སྤོ།

source: Move Right
bo_cn: གཡས་སྤོ།

source: New
bo_cn: གསར་འཛུགས།

source: No scanners available. Please connect a scanner.
bo_cn: སྤྱོད་རུང་གི་བཤར་འབེབས་ཆས་མེད། བཤར་འབེབས་ཆས་ཤིག་ལ་འབྲེལ་མཐུད་བྱེད་རོགས།

source: No scanners detected
bo_cn: བཤར་འབེབས་ཆས་རྙེད་མ་བྱུང་།

source: Once installed you will need to restart Simple Scan.
bo_cn: སྒྲིག་འཇུག་བྱས་ཚར་རྗེས།བཤར་འབེབས་ཆས་བསྐྱར་སློང་བྱ་དགོས།

source: PDF (multi-page document)
bo_cn: PDF(ཤོག་ངོས་མང་བའི་ཡིག་ཚགས།)

source: PNG (lossless)
bo_cn: PNG(སྐྱོན་མེད།)

source: Page Size:
bo_cn: ཤོག་ངོས་ཆེ་ཆུང་།：

source: Page side to scan
bo_cn: ཤོག་བུའི་ངོས་གང་བཤར་འབེབས་བྱེད་དགོས།

source: Photo
bo_cn: འདྲ་པར།

source: Please check your scanner is connected and powered on
bo_cn: ཁྱེད་རང་གི་བཤར་འབེབས་ཆས་འབྲེལ་མཐུད་བྱས་པ་མ་ཟད་ཁ་ཕྱེ་ཡོད་མེད་བརྟག་དཔྱད་གནང་རོགས།

source: Preferences
bo_cn: མཐོ་རིམ།

source: Print debugging messages
bo_cn: ཚོད་སྒྲིག་ཆ་འཕྲིན་འཆར་བ།

source: Print...
bo_cn: པར་འདེབས།

source: Quality value to use for JPEG compression
bo_cn: JPEGབཙིར་གནོན་སྤུས་ཚད།

source: Quality value to use for JPEG compression.
bo_cn: JPEGབཙིར་གནོན་སྤུས་ཚད།

source: Quality:
bo_cn: སྒྲ་སྤུས།

source: Quit
bo_cn: ཕྱིར་འདོན་པ།

source: Quit without Saving
bo_cn: ཕྱིར་འཐེན་ལ་ཉར་ཚགས་ཀྱང་མི་བྱེད།

source: Reorder Pages
bo_cn: དྲ་ངོས་བསྐྱར་དུ་སྒྲིག་པ།

source: Resolution for photo scans
bo_cn: འདྲ་པར་བཤར་འབེབས་འབྱེད་ཕྱོད།

source: Resolution for text scans
bo_cn: ཡིག་དེབ་བཤར་འབེབས་འབྱེད་ཕྱོད།

source: Reverse
bo_cn: ལྡོག་ཕྱོགས།

source: Rotate _Left
bo_cn: གཡོན་དུ་འཁོར་བ།(_L)

source: Rotate _Right
bo_cn: གཡས་སུ་འཁོར་བ།(_R)

source: Rotate the page to the left (counter-clockwise)
bo_cn: གཡོན་སྐོར།་ལྡེབ་ངོས།(སྟོན་ཁབ་ཕྱོགས།)

source: Rotate the page to the right (clockwise)
bo_cn: གཡས་སྐོར།ལྡེབ་ངོས།(སྟོན་ཁབ་ལྡོག་ཕྱོགས།)

source: Run '%s --help' to see a full list of available command line options.
bo_cn: “%s --help”འཁོར་སྐྱོད་བྱས་ནས་སྤྱོད་རུང་བཀའ་བརྡའི་འདེམ་ཚན་གྱི་རེའུ་མིག་ཆ་ཚང་ལ་ལྟ་དགོས།

source: SANE device to acquire images from.
bo_cn: SANEསྒྲིག་ཆས་ནས་བརྙན་རིས་ལེན་པ།

source: Save
bo_cn: བསྒྱུར་བཅོས་ཉར་ཚགས།

source: Save As...
bo_cn: ཉར་ཚགས།...

source: Save current document?
bo_cn: མིག་སྔའི་ཡིག་ཚགས་ཉར་ཚགས་བྱེད་དམ།

source: Save document before quitting?
bo_cn: མིག་སྔའི་ཡིག་ཚགས་ཉར་ཚགས་ཕྱིར་འཐེན་བྱེད་དམ།

source: Save document to a file
bo_cn: ཡིག་ཚགས་ཡིག་ཆ་རུ་ཉར་ཚགས།

source: Saving document...
bo_cn: ཡིག་ཚགས་ཉར་ཚགས་བྱེད་བཞིན་པ།

source: Saving page %d out of %d
bo_cn: ངོས་%d/%dཉར་ཚགས་བྱེད་བཞིན་པ།

source: Sc_an
bo_cn: བཤར་འབེབས།(_A)

source: Scan
bo_cn: མིག་བཤེར།

source: Scan Documents
bo_cn: ཡིག་ཚགས།་བཤར་འབེབས།

source: Scan S_ource:
bo_cn: ཡོང་ཁུངས་བཤར་འབེབས།(_O)：

source: Scan Side:
bo_cn: ལྡེབ་ངོས་བཤར་འབེབས།

source: Scan a single page from the scanner
bo_cn: བཤར་འབེབས་ཆས་ནས་ཤོག་ལྷེ་གཅིག་བཤར་འབེབས་བྱོས།

source: Scanned Document.pdf
bo_cn: བཤར་འབེབས་བྱས་པའི་ཡིག་ཆ།.pdf

source: Show release version
bo_cn: པར་གཞིའི་ཆ་འཕྲིན་འཆར་བ།

source: Simple Scan
bo_cn: བཤར་འབེབས་ཆས།

source: Simple Scan uses the SANE framework to support most existing scanners.
bo_cn: བཤར་འབེབས་ཆས་ཀྱིས་SANE་སྒྲོམ་གཞི་བེད་སྤྱད་ནས་ད་ཡོད་ཀྱི་བཤར་འབེབས་ཆས་མང་ཆེ་བར་རྒྱབ་སྐྱོར་བྱེད་ཀྱི་ཡོད།

source: Simple document scanning tool
bo_cn: སྟབས་བདེའི་ཡིག་ཆའི་བཤར་འབེབས་ཡོ་བྱད།

source: Single _Page
bo_cn: རྐྱང་ལྡེབ།(_P)

source: Start a new document
bo_cn: ཡིག་ཚགས་གསར་པ་ཞིག་བཟོ་འགོ་ཚུགས་པ།

source: Stop
bo_cn: མཚམས་འཇོག་པ།

source: Stop the current scan
bo_cn: མིག་སྔའི་བཤར་འབེབས་བྱེད་མཚམས་འཇོག་དགོས།

source: Text
bo_cn: ཡིག་དེབ།

source: The brightness adjustment from -100 to 100 (0 being none).
bo_cn: -100ནས་100བར་གྱི་གསལ་ཚད་སྙོམས་སྒྲིག（0ནི་སྙོམ་སྒྲིག་མི་བྱེད་པ་ཡིན།）

source: The contrast adjustment from -100 to 100 (0 being none).
bo_cn: -100ནས་100བར་གྱི་གཤིབ་བསྡུར་ཚད་སྙོམས་སྒྲིག（0ནི་སྙོམ་སྒྲིག་མི་བྱེད་པ་ཡིན།）

source: The directory to save files to. Defaults to the documents directory if unset.
bo_cn: ཡིག་ཆ་ཉར་ཚགས་བྱེད་པར་བཀོལ་བའི་ཡིག་ཁུག གལ་ཏེ་མ་སྒྲིག་འགོད་མ་བྱས་ན།སོར་བཞག་གི་ཡིག་ཚགས་ཡིག་ཁུག་སྤྱོད་པ་ཡིན།

source: The height of the paper in tenths of a mm (or 0 for automatic paper detection).
bo_cn: ཤོག་བུའི་མཐོ་ཚད།（0.1mmཡིས་བརྩིས།0ཡིས་རང་འགུལ་ངང་ཤོག་བུ་ཞིབ་བཤེར་བྱེད་པ་མཚོན།）

source: The page side to scan.
bo_cn: བཤར་འབེབས་ཀྱི་དྲ་ངོས་དགོས།

source: The resolution in dots-per-inch to use when scanning photos.
bo_cn: འདྲ་པར་བཤར་འབེབས་བྱེད་དུས་བཀོལ་བའི་འབྱེད་ཕྱོད། (ཚེག་/དབྱིན་ཚུན་）

source: The resolution in dots-per-inch to use when scanning text.
bo_cn: ཐེངས་སྔོན་མར་ཡིག་ཚགས་བཤེར་འབེབས་ཀྱི་འབྱེད་ཕྱོད།（ཚེག་/དབྱིན་ཚུན་）

source: The width of the paper in tenths of a mm (or 0 for automatic paper detection).
bo_cn: ཤོག་བུའི་ཞེང་ཚད།（0.1mmཡིས་བརྩིས།0ཡིས་རང་འགུལ་ངང་ཤོག་བུ་ཞིབ་བཤེར་བྱེད་པ་མཚོན།）

source: Type of document being scanned
bo_cn: བཤར་འབེབས་ཡིག་ཚགས་ཀྱི་རིགས།

source: Type of document being scanned. This setting decides on the scan resolution, colors and post-processing.
bo_cn: བཤར་འབེབས་བྱེད་བྱའི་ཡིག་ཆའི་རིགས། སྒྲིག་འགོད་འདིས་བཤར་འབེབས་ཀྱི་འབྱེད་ཕྱོད་དང་ཁ་དོག་དང་སྔོན་དཔག་ཐག་གཅོད་གཏན་འཁེལ་བྱེད།

source: Unable to connect to scanner
bo_cn: བཤར་འབེབས་ཆས་དང་འབྲེལ་མཐུད་བྱེད་ཐབས་བྲལ་བ།

source: Unable to open help file
bo_cn: རོགས་རམ་ཡིག་ཆ་ཁ་ཕྱེ་ཐབས་བྲལ་བ།

source: Unable to open image preview application
bo_cn: བརྙན་རིས་སྔོན་ལྟ་མཉེན་ཆས་ཁ་ཕྱེ་ཐབས་བྲལ་བ།

source: Unable to save image for preview
bo_cn: སྔོན་ལྟ་བྱས་པའི་བརྙན་རིས་ཉར་ཚགས་བྱེད་ཐབས་བྲལ་བ།

source: Unable to start scan
bo_cn: བཤར་འབེབས་མགོ་རྩོམ་ཐབས་བྲལ་བ།

source: Username and password required to access '%s'
bo_cn: “%s”བཀོལ་སྤྱོད་བྱེད་པར་སྤྱོད་མཁན་གྱི་མིང་དང་གསང་གྲངས་དགོས།

source: Width of paper in tenths of a mm
bo_cn: ཤོག་བུའི་ཞེང་ཚད།（0.1mmཡིས་བརྩིས།）

source: You appear to have a Brother scanner.
bo_cn: ཁྱེད་རང་ལ་ཕལ་ཆེར་Brtherབཤར་འབེབས་ཆས་ཤིག་ཡོད་པ་འདྲ།

source: You appear to have a Samsung scanner.
bo_cn: ཁྱོད་ལ་Samsungབཤར་འབེབས་ཆས་ཤིག་ཡོད་པ་འདྲ།

source: You appear to have an Epson scanner.
bo_cn: ཁྱེད་རང་ལ་Epsonབཤར་འབེབས་ཡོ་ཆས་ཤིག་ཡོད་པ་འདྲ།

source: You appear to have an HP scanner.
bo_cn: ཁྱེད་རང་ལ་HPབཤར་འབེབས་ཆས་ཤིག་ཡོད་པ་འདྲ།

source: You need to install driver software for your scanner.
bo_cn: ཁྱེད་རང་གིས་བཤར་འབེབས་ཆས་ལ་སྐུལ་འདེད་ཀྱི་བྱ་རིམ་སྒྲིག་འཇུག་བྱེད་དགོས།

source: You need to install the %s package(s).
bo_cn: ཁྱེད་རང་གི་ལྟོ་ཕད་%s སྒྲིག་འཇུག་བྱེད་དགོས།

source: [DEVICE...] - Scanning utility
bo_cn: [སྒྲིག་ཆས་.]-བཤར་འབེབས་ལག་ཆ།

source: _Authorize
bo_cn: ར་སྤྲོད།(_A)

source: _Cancel
bo_cn: དོར་བ།

source: _Close
bo_cn: ཁ་རྒྱག (C)

source: _Contents
bo_cn: དཀར་ཆག (_C)

source: _Crop
bo_cn: དྲས་གཏུབ།(_C)

source: _Custom
bo_cn: མཚན་ཉིད་རང་འཇོག(_C)

source: _Document
bo_cn: ཡིག་ཚགས།(_D)

source: _Help
bo_cn: རོགས་རམ།(_H)

source: _Install Drivers
bo_cn: སྐུལ་སློང་སྒྲིག་འཇུག(_I)

source: _Letter
bo_cn: འཕྲིན་ཡིག(_L)

source: _None
bo_cn: མེད།(_N)

source: _Page
bo_cn: དྲ་ངོས།(_P)

source: _Password:
bo_cn: གསང་གྲངས།(_P)：

source: _Photo Resolution:
bo_cn: བརྙན་རིས་འབྱེད་ཕྱོད།(_P)：

source: _Rotate Crop
bo_cn: འཁྱིལ་འཁོར་དྲས་གཏུབ།(_R)

source: _Save
bo_cn: ཉར་བ། (S)

source: _Stop Scan
bo_cn: བཤར་འབེབས་བྱེད་མཚམས་འཇོག་པ།(_S)

source: _Text Resolution:
bo_cn: ཡི་གེའི་འབྱེད་ཕྱོད།(_T)：

source: _Username for resource:
bo_cn: ཐོན་ཁུངས་སྤྱོད་མཁན་གྱི་མིང་།(_U)：

source: scan;scanner;flatbed;adf;
bo_cn: scan;scanner;flatbed;adf;བཤར་འབེབས།;བཤར་འབེབས་ཆས།

source: translator-credits
bo_cn: He Qiangqiang <carton@linux.net.cn>, 2002 Funda Wang <fundawang@linux.net.cn>, 2003 2004བདུད་རྩི<rhythm.gan@gmail.com>, 2009 Fan Qijiang <fqj1994@linux.com>,2010
