Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/software-properties.po
Languages: bo_cn

source: More info: %s
bo_cn: ཆ་འཕྲིན་དེ་ལས་མང་བ།： %s

source: %(count)d proprietary driver in use.
bo_cn: ཆེད་སྤྱོད་སྐུལ་སློང་ %(count)d སྤྱོད་བཞིན་པའི་སྒང་ཡིན།

source: %s Software
bo_cn: %s མཉེན་ཆས།

source: %s updates
bo_cn: %s གསར་སྒྱུར།

source: '%s' distribution component disabled for all sources.
bo_cn: ཁུངས་ཚང་མར“%s” འགྲེམས་སྤེལ་པར་གཞིའི་སྒྲིག་ལྷུ་སྤྱོད་མི་ཆོག་པ་བཟོས་ཡོད།

source: '%s' distribution component enabled for all sources.
bo_cn: ཁུངས་ཚང་མར“%s” འགྲེམས་སྤེལ་པར་གཞིའི་སྒྲིག་ལྷུ་སྤྱོད་འགོ་ཚུགས་ཡོད།

source: '%s' distribution component is already disabled for all sources.
bo_cn: ཁུངས་ཚང་མར“%s” འགྲེམས་སྤེལ་པར་གཞིའི་སྒྲིག་ལྷུ་སྤྱོད་མི་ཆོག་པ་བཟོས་ཟིན།

source: '%s' distribution component is already enabled for all sources.
bo_cn: ཁུངས་ཚང་མར“%s” འགྲེམས་སྤེལ་པར་གཞིའི་སྒྲིག་ལྷུ་སྤྱོད་འགོ་ཚུགས་ཟིན།

source: (Source Code)
bo_cn: (ཁུངས་ཚབ་ཨང་།)

source: <b>Comment:</b>
bo_cn: <b>མཆན་འགྲེལ།：</b>

source: <b>Components:</b>
bo_cn: <b>སྒྲིག་ལྷུ།：</b>

source: <b>Distribution:</b>
bo_cn: <b>འགྲེམ་སྤེལ་པར་གཞི།：</b>

source: <b>Downloadable from the Internet</b>
bo_cn: <b>སྦྲེལ་དྲ་ནས་ཕབ་ལེན་བྱས་ཆོག：</b>

source: <b>Installable from CD-ROM/DVD</b>
bo_cn: <b>འོད་སྐུལ་ནས་སྒྲིག་འཇུག་བྱས་ཆོག：</b>

source: <b>Trusted software providers</b>
bo_cn: <b>ཡིད་རྟོན་རུང་བའི་མཉེན་ཆས་མཁོ་འདོན་མཁན།：</b>

source: <b>Type:</b>
bo_cn: <b>རིགས་གྲས།：</b>

source: <b>URI:</b>
bo_cn: <b>དྲ་གནས།：</b>

source: <big><b>Enter the complete APT line of the repository that you want to add as source</b></big>
bo_cn: <big><b>ཁྱེད་ཀྱིས་ཁ་སྣོན་འདོད་པའི་ཁུངས་ནང་འཇུག་བྱོས། མཉེན་ཆས་མཛོད་འདིའི་APTརྣམ་གཞག་ཕྲེང་</b></big>ཆ་ཚང་།

source: A new copy will be downloaded.
bo_cn: ཡང་བསྐྱར་ཕབ་ལེན་བྱེད་སྲིད།

source: APT line:
bo_cn: APECཕྲེང་།

source: Active
bo_cn: འགུལ་སྟངས།

source: Add Software Channels
bo_cn: མཉེན་ཆས་ཟློས་ལམ་ཁ་སྣོན།

source: Add Volume...
bo_cn: བམ་པོ་ཁ་སྣོན།

source: Add...
bo_cn: སྣོན།...

source: Additional Drivers
bo_cn: སྐུལ་སློང་ཟུར་སྣོན།

source: Allow downloading of the source packages from the repository
bo_cn: མཛོད་ཁང་ནས་ཁུངས་ཀྱི་ཁུག་མ་ཕབ་ཆོག་པ།

source: An error occurred while searching for drivers.
bo_cn: སྐུལ་སློང་བཤེར་འཚོལ་སྐབས་སུ་ནོར་འཁྲུལ་བྱུང་བ།

source: Applying changes...
bo_cn: བཟོ་བཅོས་ཉེར་སྤྱོད་བྱེད་བཞིན་པ།

source: Assume yes to all queries
bo_cn: གནད་དོན་ཚང་མར་ཡིན་ཞེས་པའི་ལན་གཏན་འཁེལ་བྱས་ཡོད།

source: Authentication
bo_cn: ཐོབ་ཐང་ཞིབ་བཤེར།

source: Automatically check for updates:
bo_cn: རང་འགུལ་ཞིབ་བཤེར་གསར་སྒྱུར།：

source: Binary
bo_cn: གཉིས་གོང་འགྲིལ་ལུགས་

source: CD Error
bo_cn: འོད་སྡེར་ནོར་འཁྲུལ།

source: CD Name
bo_cn: འོད་སྡེར་གྱི་མིང་།

source: Cancel
bo_cn: འདོར་བ།

source: Canceling...
bo_cn: འདོར་བ།...

source: Choose _Server
bo_cn: ཞབས་ཞུ་ཆས་འདེམ་པ།(_S)

source: Choose a Download Server
bo_cn: ཕབ་ལེན་ཞབས་ཞུ་ཆས་འདེམ་པ།

source: Completed %s of %s tests
bo_cn: %s ཚོད་རྒྱུགས་ལེགས་འགྲུབ་བྱུང་ཞིང་།བསྡོམས་པས་%s ཡོད།

source: Continue using a manually installed driver
bo_cn: མུ་མཐུད་དུ་ལག་སྒུལ་གྱིས་སྒྲིག་འཇུག་བྱེད་པའི་སྐུལ་འདེད།

source: Could not find a suitable CD.
bo_cn: འོས་འཚམ་གྱི་CDརྙེད་མ་ཐུབ།

source: Developer Options
bo_cn: གསར་སྤེལ་མཁན་གྱི་འདེམས་བྱང་།

source: Display every two weeks
bo_cn: གཟའ་འཁོར་གཉིས་རེར་ཐེངས་གཅིག་འཆར་བ།

source: Display immediately
bo_cn: འཕྲལ་མར་འཆར་བ།

source: Display weekly
bo_cn: གཟའ་འཁོར་རེར་ཐེངས་གཅིག་འཆར་བ།

source: Do not use the device
bo_cn: སྒྲིག་ཆས་བཀོལ་སྤྱོད་མི་བྱེད་པ།

source: Download and install automatically
bo_cn: རང་འགུལ་ཕབ་ལེན་དང་སྒྲིག་འཇུག

source: Download automatically
bo_cn: རང་འགུལ་ཕབ་ལེན།

source: Download from:
bo_cn: ཕབ་ལེན་བྱ་ཡུལ།

source: Drivers;Repositories;Repository;PPA;
bo_cn: Dedvers Repesitories） Repesitory PPA མཉེན་ཆས་དང་གསར་སྒྱུར། སྐུལ་བ། མཉེན་ཆས་མཛོད་ཁང་།

source: Edit Source
bo_cn: རྩོམ་སྒྲིག་གི་ཁུངས།

source: Edit...
bo_cn: རྩོམ་སྒྲིག...

source: Enable PPA with the given name
bo_cn: དམིགས་འཛུགས་ཀྱི་མིང་ལ་བརྟེན་ནས་PPAསྤྱོད་རྒྱུ།

source: Enable the specified component of the distro's repositories
bo_cn: འགྲེམས་སྤེལ་པར་གཞི་དེའི་མཉེན་ཆས་མཛོད་ཁང་གི་དམིགས་འཛུགས་སྒྲིག་ལྷུ་སྤྱོད་འགོ་རྩོམ།

source: Enter the complete APT line of the repository that you want to add.
bo_cn: ཁ་སྣོན་བྱེད་དགོས་པའི་མཉེན་ཆས་ཁུངས་ཀྱི་ཆ་ཚང་བའི་PTཕྲེང་ནང་འཇུག་བྱོས།

source: Error importing key
bo_cn: གསང་ལྡེ་འདྲེན་འཇུག་ནོར་འཁྲུལ།

source: Error importing selected file
bo_cn: ཡིག་ཆ་འདྲེན་འཇུག་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: Error removing the key
bo_cn: གསང་ལྡེ་མིག་བསུབ་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: Error scanning the CD
bo_cn: བཤར་འབེབས་འོད་སྡེར་ནོར་འཁྲུལ།

source: Error: '%s' doesn't exist in a sourcelist file
bo_cn: ནོར་འཁྲུལ།“%s”མཉེན་ཆས་ཁུངས་ཀྱི་རེའུ་མིག་གི་ཡིག་ཆར་མི་གནས་པ།

source: Error: '%s' invalid
bo_cn: ནོར་འཁྲུལ།'%s' ནུས་མེད།

source: Error: must run as root
bo_cn: ནོར་འཁྲུལ།ངེས་པར་དུ་ root ཐོབ་ཐང་སྤྱད་ནས་འཁོར་སྐྱོད་བྱེད་དགོས།

source: Error: need a repository as argument
bo_cn: ནོར་འཁྲུལ། མཉེན་ཆས་མཛོད་ཁང་ཞིག་ཞུགས་གྲངས་བྱེད་དགོས།

source: Error: need a single repository as argument
bo_cn: ནོར་འཁྲུལ། མཉེན་ཆས་ཁེར་རྐྱང་གི་མཛོད་ཁང་ཞུགས་གྲངས་བྱེད་དགོས།

source: Every %s days
bo_cn: ཉིན་%sརེ།

source: Every two days
bo_cn: ཉིན་གཉིས་རེ།

source: Every two weeks
bo_cn: གཟའ་འཁོར་གཉིས་རེ།

source: For any new version
bo_cn: པར་གཞི་གསར་པ་གང་རུང་ལ་སྤྱད་འཐུས།

source: For long-term support versions
bo_cn: ཡུན་རིང་གི་རྒྱབ་སྐྱོར་པར་གཞི་སྤྱད་འཐུས།

source: Import key
bo_cn: གསང་ལྡེ་འདྲེན་འཇུག

source: Import the public key from a trusted software provider
bo_cn: ཡིད་རྟོན་རུང་བའི་མཉེན་ཆས་མཁོ་འདོན་བྱེད་མཁན་ནས་གསང་བའི་ལྡེ་མིག་འདྲེན་འཇུག་བྱེད་པ།

source: Include the type, location and components of the repository. Example: %s
bo_cn: རིགས་དང་གནས་ཡུལ།རིགས་དབྱེ་འདུས་པ། དཔེར་ན།：%s

source: Insert Disk
bo_cn: འོད་སྡེར་ནང་དུ་བཞག

source: Install software additionally or only from this source?
bo_cn: ཟུར་སྣོན་མཉེན་ཆས་སྒྲིག་འཇུག་བྱེད་དམ་ཡང་ན་འབྱུང་ཁུངས་དེ་དག་ཁོ་ན་ནས་སྒྲིག་འཇུག་བྱེད་དམ།

source: Install updates from:
bo_cn: གཤམ་གསལ་གྱི་གནས་ཡུལ་དུ་སྒྲིག་འཇུག་དང་གསར་སྒྱུར་བྱ་རྒྱུ།

source: Key
bo_cn: གསང་ལྡེ།

source: Keys are used to authenticate the correct source of software and so protect your computer from malicious software
bo_cn: གསང་ལྡེ་མཉེན་ཆས་ཀྱི་ཁུངས་ཀྱི་ཡང་དག་པའི་རང་བཞིན་ར་སྤྲོད་ལ་སྤྱད་ནས་ཁྱེད་རང་གི་རྩིས་འཁོར་དེ་ངན་སེམས་ཅན་གྱི་མཉེན་ཆས་དང་རྒྱང་རིང་དུ་གཏོང་དགོས།

source: Mirror
bo_cn: ཤེལ་བརྙན།

source: Never
bo_cn: གཏན་ནས་མི་བྱེད།

source: New mirror
bo_cn: ཤེལ་བརྙན་གསར་པ།

source: No additional drivers available.
bo_cn: སྤྱོད་རུང་གི་ཟུར་སྣོན་སྐུལ་འདེད་མེད་པ།

source: No proprietary drivers are in use.
bo_cn: གཅིག་པུར་དབང་བའི་སྐུལ་འདེད་མ་བཀོལ་བ།

source: No suitable download server was found
bo_cn: འོས་འཚམ་གྱི་ཕབ་ལེན་ཞབས་ཞུ་ཆས་རྙེད་མ་བྱུང་།

source: No update on repository change (useful if called from an external program)
bo_cn: མཉེན་ཆས་མཛོད་ཁང་བཟོ་བཅོས་བྱས་རྗེས་གསར་སྒྱུར་བྱས་མེད་པ།（ཕྱིའི་བྱ་རིམ་འདོན་སྤྱོད་སྐབས་དགོས་མཁོ་ཡོད་པ།）

source: Notify me of a new Ubuntu version:
bo_cn: པར་གཞི་གསར་པ་ཡོད་དུས་ང་ལ་བརྡ་ཐོ་གཏོང་རོགས།

source: Other Software
bo_cn: མཉེན་ཆས་གཞན་དག

source: Other...
bo_cn: གཞན...

source: Performs a connection test to find the best mirror for your location
bo_cn: འབྲེལ་མཐུད་ཚོད་ལྟ་བྱས་པ་བརྒྱུད་ཡག་ཤོས་ཀྱི་ཤེལ་བརྙན་གཏན་འཁེལ་བྱ་རྒྱུ་ཡིན་པ།

source: Please check your Internet connection.
bo_cn: ཁྱེད་རང་གི་དྲ་སྦྲེལ་འབྲེལ་མཐུད་ལ་ཞིབ་བཤེར་གནང་རོགས།

source: Please enter a name for the disc
bo_cn: འོད་སྡེར་འདིར་མིང་ཞིག་ནང་འཇུག་བྱེད་རོགས།

source: Please insert a disk in the drive:
bo_cn: འོད་སྡེར་འོད་སྐུལ་འཇོག་རོགས།

source: Press [ENTER] to continue or ctrl-c to cancel adding it
bo_cn: འབེབ་མཐེབ་མནན་ནས་མུ་མཐུད་དམ་ཡང་ན་Cedl+cཡིས་ཁ་སྣོན་འདོར་བ།

source: Press [ENTER] to continue or ctrl-c to cancel removing it
bo_cn: [ENTER]མནན་ན་མུ་མཐུད་དུ་བཀོལ་སྤྱོད་བྱེད་པ་དང་། ctrl-c མནན་ནས་བསུབ་པའི་བཀོལ་སྤྱོད་འདོར་ཆོག

source: Print a lot of debug information to the command line
bo_cn: “ཚོད་སྒྲིག་ཆ་འཕྲིན་མང་པོ་ཞིག་བཀའ་བརྡའི་ཕྲེང་དུ་ཕྱིར་འདོན།”

source: Print some debug information to the command line
bo_cn: ཚོད་སྒྲིག་ཆ་འཕྲིན་བཀའ་བརྡའི་ཕྲེང་དུ་པར་འདེབས།

source: Protocol:
bo_cn: འཕྲིན་གཏོང་གྲོས་མཐུན།:

source: Re_vert
bo_cn: སླར་གསོ། (_V)

source: Reload
bo_cn: བསྐྱར་འཇུག

source: Restore _Defaults
bo_cn: སོར་བཞག་གྲངས་ཐང་སླར་གསོ།(_D)

source: Restore the default keys of your distribution
bo_cn: འགྲེམས་སྤེལ་པར་གཞིར་སྔོན་བཀོད་ཀྱི་གསང་བའི་ལྡེ་མིག་སླར་གསོ་བྱེད་པ།

source: Scanning CD-ROM
bo_cn: འོད་སྐུལ་བཤར་འབེབས་བྱེད་བཞིན་པ།

source: Searching for available drivers...
bo_cn: སྤྱོད་རུང་གི་སྐུལ་འདེད་འཚོལ་ཞིབ་བྱེད་བཞིན་པ།

source: Software Sources
bo_cn: མཉེན་ཆས་ཁུངས།

source: Source
bo_cn: ཁུངས།

source: Source Code
bo_cn: ཁུངས་ཀྱི་ཚབ་ཨང་།

source: Source code
bo_cn: ཁུངས་ཚབ་ཨང་།

source: Submit the list of installed software and how often it is is used to the distribution project.
bo_cn: འགྲེམས་སྤེལ་རྣམ་པའི་རྣམ་གྲངས་ལ་རྒྱུད་ཁོངས་སྒྲིག་འཇུག་བྱེད་པའི་མཉེན་ཆས་རེའུ་མིག་དང་དེའི་བཀོལ་སྤྱོད་ཀྱི་ཟློས་ཕྱོད།

source: Testing Mirrors
bo_cn: ཤེལ་བརྙན་ས་ཚུགས་ལ་ཚོད་ལྟ་བྱེད།

source: The APT line includes the type, location and components of a repository, for example '%s'.
bo_cn: MTTརྣམ་གཞག་ཕྲེང་དུ་མཉེན་ཆས་མཛོད་ཁང་གི་རིགས་དང་།འགྲོ་ལམ།སྒྲིག་ལྷུ།དཔེར་ན།“%s”ལྟ་བུ་ཚུད་ཡོད།

source: The file '%s' does not contain any valid software sources.
bo_cn: ཡིག་ཆ“%s”ཡི་ཁྲོད་དུ་སྤྱོད་རུང་གི་མཉེན་ཆས་ཀྱི་ཁུངས་ཅི་ཡང་མེད་པ།

source: The key you selected could not be removed. Please report this as a bug.
bo_cn: ཁྱེད་ཀྱིས་བདམས་པའི་གསང་བའི་ལྡེ་མིག་བསུབ་ཐབས་མེད། འདི་bugལ་རྩིས་ནས་གོང་སྤྲོད་གནང་རོགས།

source: The selected data may not be a GPG key file or it might be corrupt.
bo_cn: འདེམ་པའི་གཞི་གྲངས་ནི་ཕལ་ཆེར་GPGགསང་བའི་ལྡེ་མིག་ཅིག་མིན་པའམ་ཡང་ན་དེ་ལ་སྐྱོན་བྱུང་འདུག

source: The selected file may not be a GPG key file or it might be corrupt.
bo_cn: བདམས་པའི་ཡིག་ཆ་ནི་GPGགསང་ལྡེ་ཡིག་ཆ་མིན་པའམ་སྐྱོན་ཤོར་བ།

source: There are no sources to install software from
bo_cn: སྤྱོད་རུང་གི་མཉེན་ཆས་ཁུངས་མེད་པ།

source: This device is not working.
bo_cn: སྒྲིག་ཆས་འདིས་ལས་ཀ་མི་བྱེད་པ།

source: This device is using a manually-installed driver.
bo_cn: སྒྲིག་ཆས་འདིས་ལག་འགུལ་གྱིས་སྒྲིག་འཇུག་བྱེད་པའི་སྐུལ་ཤུགས་བཀོལ་བཞིན་ཡོད།

source: This device is using an alternative driver.
bo_cn: སྒྲིག་ཆས་འདིས་གྲབས་འདེམ་སྒུལ་ཤུགས་བཀོལ་བཞིན་ཡོད།

source: This device is using the recommended driver.
bo_cn: སྒྲིག་ཆས་འདིས་འོས་སྦྱོར་གྱི་སྐུལ་འདེད་བཀོལ་བཞིན་ཡོད།

source: To change software repository settings, you need to authenticate.
bo_cn: མཉེན་ཆས་ཁུངས་ཀྱི་བཀོད་སྒྲིག་བཅོས་དགོས་ན། ཁྱེད་ཀྱི་ཐོབ་ཐང་ངོས་འཛིན་བྱ་དགོས།

source: To install from a CD-ROM or DVD, insert the medium into the drive.
bo_cn: འོད་སྐུལ་ནས་སྒྲིག་འཇུག་བྱེད་དགོས་པས་འོད་སྡེར་སྐུལ་ཆས་ནང་དུ་འཇོག་རོགས།

source: URL of keyserver
bo_cn: གསང་བའི་ལྡེ་མིག་ཞབས་ཞུ་ཆས་སྦྲེལ་མཐུད།

source: URL of keyserver. Default: %default
bo_cn: གསང་བའི་ལྡེ་མིག་ཞབས་ཞུ་འཕྲུལ་ཆས་URL སོར་བཞག：%default

source: Ubuntu Archive Automatic Signing Key (2012) <ftpmaster@ubuntu.com>
bo_cn: Ubuntunམཉེན་ཆས་ཀྱི་ཁུངས་ཀྱིས་རང་འགུལ་ངང་གསང་བའི་ལྡེ་མིག་(2012) <ftpmaster@ubuntu.com>"ལ་མིང་རྟགས་འགོད་ཐུབ།

source: Ubuntu Archive Automatic Signing Key <ftpmaster@ubuntu.com>
bo_cn: Ubuntusམཉེན་ཆས་ཁུངས་ཀྱིས་རང་འགུལ་ངང་གསང་བའི་ལྡེ་མིག་<ftpmaster@ubuntu.com>"ལ་མིང་རྟགས་འགོད་ཐུབ།

source: Ubuntu CD Image Automatic Signing Key (2012) <cdimage@ubuntu.com>
bo_cn: Ubuntusའོད་སྡེར་སྣང་བརྙན་ལ་རང་འགུལ་ངང་གསང་བའི་ལྡེ་མིག་(2012) <cdimage@ubuntu.com>"ལ་མིང་རྟགས་འགོད་ཐུབ།

source: Ubuntu CD Image Automatic Signing Key <cdimage@ubuntu.com>
bo_cn: Ubuntusའོད་སྡེར་གཟུགས་བརྙན་གྱིས་རང་འགུལ་ངང་གསང་བའི་ལྡེ་མིག་ལ་མིང་རྟགས་བཀོད་ཆོག<cdimage@ubuntu.com>"

source: Ubuntu Extras Archive Automatic Signing Key <ftpmaster@ubuntu.com>
bo_cn: UbuntuExtrasམཉེན་ཆས་ཀྱི་འབྱུང་ཁུངས་ནས་རང་འགུལ་ངང་གསང་བའི་ལྡེ་མིག་ལ་མིང་རྟགས་འགོད་ཆོག<<cdimage@ubuntu.com>"

source: Unknown
bo_cn: མི་ཤེས།

source: Update package cache after adding
bo_cn: ཁ་སྣོན་བྱས་རྗེས་གསར་སྒྱུར་མཉེན་ཆས་ཁུག་མ་འགྱངས་གསོག

source: Updates
bo_cn: གསར་སྒྱུར།

source: Using {}
bo_cn: བཀོལ་སྤྱོད། {}

source: Using {} from {}
bo_cn: བཀོལ་སྤྱོད།{} ནས་འོང་བ། {}

source: Weekly
bo_cn: གཟའ་འཁོར་རེར།

source: When there are other updates:
bo_cn: གསར་སྒྱུར་གཞན་དག་ཡོད་པའི་སྐབས་སུ།

source: When there are security updates:
bo_cn: བདེ་འཇགས་གསར་སྒྱུར་ཡོད་པའི་སྐབས་སུ།

source: Win ID to act as a dialogue for
bo_cn: WinIDཡིན་པའི་གླེང་སྒྲོམ།

source: Write Configuration
bo_cn: སྒྲིག་འགོད་འབྲི་བ།

source: You can either add the following sources or replace your current sources by them. Only install software from trusted sources.
bo_cn: ཁྱེད་ཀྱིས་གཤམ་གྱི་ཁུངས་ཁ་སྣོན་ནམ་ཡང་ན་ཁྱེད་ཀྱི་མིག་སྔའི་ཁུངས་ལ་བརྗེ་ཆོག ཁྱེད་རང་གིས་ཡིད་རྟོན་རུང་བའི་ཁུངས་ཁོ་ནར་མཉེན་ཆས་སྒྲིག་འཇུག་བྱེད་རོགས།

source: You need to restart the computer to complete the driver changes.
bo_cn: ཁྱེད་ཀྱིས་རྩིས་འཁོར་བསྐྱར་འབྱེད་བྱས་ནས་སྐུལ་འདེད་བཟོ་བཅོས་ཚར་བར་བྱོས།

source: Your local copy of the software catalog is out of date.
bo_cn: ཁྱེད་རང་གི་ས་གནས་དེ་གའི་མཉེན་ཆས་ཀྱི་ཆ་འཕྲིན་གསལ་བྱང་དང་དུས་ཡོལ།

source: _Add Source
bo_cn: ཁུངས་ཁ་སྣོན།(_A)

source: _Add key from paste data
bo_cn: དྲས་སྦྱར་པང་གི་གཞི་གྲངས་ཁྲོད་དུ་གསང་བའི་ལྡེ་མིག་བསྣན་པ།(_A)

source: _Apply Changes
bo_cn: ཉེར་སྤྱོད་བཅོས་བསྒྱུར།(_A)

source: _Cancel
bo_cn: ལེན་པ། (_C)

source: _Import Key File...
bo_cn: གསང་ལྡེའི་ཡིག་ཆ་འདྲེན་འཇུག(_I)...

source: _Reload
bo_cn: གསར་འདོན།(_R)

source: _Replace
bo_cn: ཚབ་བརྗེ།(_R)

source: _Restart...
bo_cn: ཡང་བསྐྱར་འགོ་སློང་བ།(_R)...

source: _Select Best Server
bo_cn: ཞབས་ཞུ་ཆས་ལེགས་ཤོས་འདེམ་པ།(_S)

source: data directory for UI files
bo_cn: UIཡིག་ཆའི་གཞི་གྲངས་དཀར་ཆག

source: open source
bo_cn: ཁུངས་འབྱེད།

source: proprietary
bo_cn: ཆེད་དབང་།

source: remove repository from sources.list.d directory
bo_cn: sources.list.d དཀར་ཆག་ནས་མཛོད་ཁང་དུ་འབུད་པ།”
