Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/system-config-printer.po
Languages: bo_cn

source: PostScript Printer Description files (*.ppd, *.PPD, *.ppd.gz, *.PPD.gz, *.PPD.GZ)
bo_cn: PostScript པར་འཁོར་ཞིབ་བརྗོད་ཡིག་ཆ(*.ppd, *.PPD, *.ppd.gz, *.PPD.gz, *.PPD.GZ)

source: Preserve job files (allow reprinting)
bo_cn: ལས་འགན་ཡིག་ཆ་སོར་འཇོག (ཡང་བསྐྱར་མར་བཏབ་ཆོག)

source: Preserve job history but not files
bo_cn: ལོ་རྒྱུས་ལས་འགན་སོར་འཇོག་བྱེད་པ་ལས་ཡིག་ཆ་སོར་འཇོག་མི་བྱེད།

source: Pretty print
bo_cn: པར་འདེབས་མཛེས་སྤྲས།

source: Print Error
bo_cn: པར་འདེབས་ནོར་འཁྲུལ།

source: Print Queue Applet
bo_cn: པར་འདེབས་རུ་སྟར་བྱ་རིམ་ཆུང་བ།

source: Print Self-Test Page
bo_cn: རང་ཚོད་ཤོག་ངོས་པར་འདེབས།

source: Print Settings
bo_cn: པར་འདེབས་སྒྲིག་འགོད།

source: Print Share Inaccessible
bo_cn: པར་འདེབས་མཉམ་སྤྱོད་བཅར་འདྲི་བྱེད་ཐབས་མེད།

source: Print Share Verified
bo_cn: མཉམ་སྤྱོད་གཏན་འཁེལ་པར་འདེབས།

source: Print Test Page
bo_cn: ཚོད་ལྟའི་ཤོག་ངོས་པར་བཏབ།

source: Print job page size:
bo_cn: ལས་འགན་ཤོག་ངོས་ཆེ་ཆུང་པར་བཏབ།：

source: Print quality:
bo_cn: སྤུས་ཚད་པར་བཏབ།：

source: Print test page
bo_cn: ཚོད་ལྟའི་ཤོག་ངོས་པར་བཏབ།

source: Printer
bo_cn: པར་འཁོར།

source: Printer '%s' has no ink left.
bo_cn: པར་འཁོར '%s' སྣག་སྒམ་སྟོང་པ།

source: Printer '%s' is low on ink.
bo_cn: ཨོའོ་སྲ་ཆས '%s' སྣག་སྒམ་ཚད་དམའ།

source: Printer '%s' may not be connected.
bo_cn: པར་འཁོར '%s' དང་འབྲེལ་མཐུད་བྱས་མེད་པ་འདྲ།

source: Printer '%s' requires the %s package but it is not currently installed.
bo_cn: པར་འཁོར ‘%s’རེ་ཞུ་བྱས་པའི %s མཉེན་ཆས་ཁུག་མིག་སྔར་སྒྲིག་འཇུག་བྱས་མེད།

source: Printer '%s' requires the '%s' program but it is not currently installed.
bo_cn: མིག་སྔར་པར་འཁོར '%s' ལ་དགོས་པའི '%s' བྱ་རིམ་སྒྲིག་འཇུག་བྱས་མེད།

source: Printer '%s' requires the '%s' program but it is not currently installed. Please install it before using this printer.
bo_cn: པར་འཁོར “%s” དགོས་པའི “%s”བྱ་རིམ་མིག་སྔར་སྒྲིག་འཇུག་བྱས་མེད་པས་པར་འཁོར་མ་སྤྱད་པའི་སྔོན་ལ་དེ་སྒྲིག་འཇུག་བྱེད་རོགས།

source: Printer Location
bo_cn: པར་འཁོར་གནས་ས།

source: Printer Options
bo_cn: པར་འཁོར་འདེམས་ཚན།

source: Printer Properties
bo_cn: པར་འཁོར་གཏོགས་གཤིས།

source: Printer Properties - '%s' on %s
bo_cn: པར་འཁོར་གཏོགས་གཤིས - “%s“ དེ %s རུ་ཡོད།

source: Printer State:
bo_cn: པར་འཁོར་རྣམ་པ།：

source: Printer added
bo_cn: པར་འདེབས་བསྣན་པ།

source: Printer configuration error
bo_cn: པར་འཁོར་སྡེབ་སྒྲིག་ནོར་འཁྲུལ།

source: Printer default
bo_cn: པར་འཁོར་སོར་བཞག

source: Printer error
bo_cn: པར་འཁོར་ནོར་འཁྲུལ།

source: Printer model:
bo_cn: པར་འཁོར་ཁྱད་རྟགས།：

source: Printer page size:
bo_cn: པར་འཁོར་ཤོག་ངོས་ཆེ་ཆུང་།：

source: Printer report
bo_cn: པར་འཁོར་སྙན་ཞུ།

source: Printer resolution:
bo_cn: པར་འཁོར་འབྱེད་ཕྱོད།：

source: Printer warning
bo_cn: པར་འཁོར་ཐ་ཚིག

source: Printers
bo_cn: པར་འཁོར།

source: Printers - %s
bo_cn: པར་འཁོར།-%s

source: Printing service not available. Start the service on this computer or connect to another server.
bo_cn: པར་འདེབས་ཞབས་ཞུ་སྤྱོད་མི་རུང་། རྩིས་འཁོར་རུ་ཞབས་ཞུ་འདི་འགོ་སློང་བའམ་ཞབས་ཞུ་ཆས་གཞན་ཞིག་ལ་འབྲེལ་མཐུད་བྱེད་དགོས།

source: Printing troubleshooter
bo_cn: དཔར་སྐྱོན་སེལ་བ།

source: Printout mode
bo_cn: ཕྱིར་འདྲེན་རྣམ་པ་པར་འདེབས།

source: Probe
bo_cn: ཚོད་ལེན།

source: Problems?
bo_cn: གནད་དོན།

source: Proceed anyway?
bo_cn: མུ་མཐུད་དུ་ཐག་གཅོད་བྱེད་དམ།

source: Processing
bo_cn: བྱེད་བཞིན་པ།

source: Prompt user if authentication is required
bo_cn: གལ་ཏེ་ར་སྤྲོད་བྱེད་དགོས་ན་སྤྱོད་མཁན་ལ་བརྡ་གཏོང་དགོས།

source: Provide PPD file
bo_cn: PPD ཡིག་ཆ་མཁོ་འདོན།

source: Publish Shared Printers
bo_cn: མཉམ་སྤྱོད་ཀྱི་པར་འཁོར་ཁྱབ་བསྒྲགས།

source: Punch
bo_cn: ཁུང་བརྟོལ།

source: Queue Not Enabled
bo_cn: རུ་སྟར་སྤྱོད་འགོ་བརྩམས་མེད།

source: Queue Not Shared
bo_cn: རུ་སྟར་མཉམ་སྤྱོད་མི་བྱེད།

source: Queue Rejecting Jobs
bo_cn: རུ་སྟར་གྱིས་ལས་འགན་དང་ལེན་མི་བྱེད།

source: Queue:
bo_cn: ར་སྟར།：

source: RTS/CTS (Hardware)
bo_cn: RTS/CTS（སྲ་ཆས།)

source: Raw Queue
bo_cn: ཐག་གཅོད་མ་བྱས་པའི་རུ་སྟར།

source: Re_print
bo_cn: ཡང་བསྐྱར་མར་འདེབས།(_p)

source: Re_trieve
bo_cn: བཤེར་འཚོལ།(_T)

source: Really delete class '%s'?
bo_cn: རིགས་རྣམ “%s” ངོ་མ་བསུབ་རྒྱུ་ཡིན་ནམ།

source: Really delete printer '%s'?
bo_cn: པར་འཁོར “%s” ངོ་མ་བསུབ་རྒྱུ་ཡིན་ནམ།

source: Really delete selected destinations?
bo_cn: འདེམ་པའི་དམིགས་ཡུལ་ངོ་མ་བསུབ་རྒྱུ་ཡིན་ནམ།

source: Refresh
bo_cn: /གསར་སྒྱུར།

source: Refresh job list
bo_cn: ལས་འགན་རེའུ་མིག་གསར་འདོན།

source: Release selected jobs
bo_cn: འདེམ་པའི་ལས་འགན་གློད་གཏོང་།

source: Remember password
bo_cn: གསང་ཨང་ངེས་པ།

source: Remember to load paper of type '%s' into the printer first.
bo_cn: ཐོག་མར '%s' རིགས་རྣམ་དུ་བཀོད་པའི་ཤོག་བུ་ནས་པར་འཁོར་ངེས་པ།

source: Remote Address
bo_cn: རྒྱང་རིང་ཤག་གནས།

source: Remote CUPS printer via DNS-SD
bo_cn: DNS-SD འབྲེལ་མཐུད་རྒྱུད་པའི་རྒྱང་རིང་ CUPS པར་འཁོར།

source: Remove
bo_cn: བསུབ་པ།

source: Renaming will lose history
bo_cn: བསྐྱར་དུ་མིང་བཏགས་ན་ཟིན་ཐོ་ཚང་མ་བརླག་རྒྱུ་རེད།

source: Reprint selected jobs
bo_cn: འདེམས་ཟིན་པའི་ལས་འགན་བསྐྱར་དཔར་བྱེད་པ།

source: Request timeout
bo_cn: གླེང་མོལ་དུས་བརྒལ།

source: Require _encryption
bo_cn: གསང་སྡོམ་བྱེད་དགོས།(_E)

source: Reset
bo_cn: བསྐྱར་སྒྲིག

source: Resolution, quality, ink type, media type
bo_cn: འབྱེད་ཕྱོད། སྤུས་ཚད། སྣག་ཚའི་རིགས་རྣམ། བར་རྫས་རིགས་རྣམ།

source: Retrieve Journal Entries
bo_cn: ཉིན་ཐོའི་ཟིན་ཐོ་འཚོལ་ཞིབ།

source: Retrieve selected jobs
bo_cn: འདེམ་པའི་ལས་འགན་བཤེར་འཚོལ།

source: Retry
bo_cn: ཡང་བསྐྱར་ཚོད་ལེན།

source: Retry current job
bo_cn: མིག་སྔའི་ལས་འགན་ཡང་བསྐྱར་ཚོད་ལེན།

source: Retry job
bo_cn: ལས་འགན་ཡང་བསྐྱར་ཚོད་ལེན།

source: Reverse
bo_cn: ལྡོག་ཕྱོགས།

source: Reverse landscape (270 degrees)
bo_cn: འཕྲེད་ཕྱོགས་ལྡོག་པ།（ཏུའུ 270 ）

source: Reverse portrait (180 degrees)
bo_cn: གཞུང་ཕྱོགས་ལྡོག་པ།（ཏུའུ 180 ）

source: Right margin:
bo_cn: གཡས་མཐའི་བར་ཐག：

source: SMB Browser
bo_cn: SMB བཤར་ཆས།

source: Saddle stitch
bo_cn: ཞོན་འཛེར།

source: Saturation:
bo_cn: ཚད་ལོངས་ཚད།：

source: Save File
bo_cn: ཡིག་ཆ་ཉར་ཚགས།

source: Save _debugging information for troubleshooting
bo_cn: ཆག་སྐྱོན་སེལ་ཆེད་ནོར་འཁྲུལ་བྱུང་བའི་ཆ་འཕྲིན་སོར་འཇོག་བྱེད་པ།(_D)

source: Scale to fit
bo_cn: འོས་འཚམ་གྱི་ཆེ་ཆུང་དུ་སྐྱེད་སྐྱུང་བྱེད་པ།

source: Scaling:
bo_cn: སྐྱེད་སྐྱུང་།:

source: Scanning...
bo_cn: ད་ལྟ་བཤར་འབེབས་བྱེད་བཞིན་པ།

source: Search
bo_cn: འཚོལ་བ།

source: Search for a printer driver to download
bo_cn: ཕབ་ལེན་བྱེད་དགོས་པའི་པར་འཁོར་སྐུལ་སློང་བྱ་རིམ་བཤེར་འཚོལ་བྱེད་པ།

source: Searching
bo_cn: བཤེར་འཚོལ་བྱེད་བཞིན་པ།

source: Searching for drivers
bo_cn: སྐུལ་སློང་བྱ་རིམ་བཤེར་འཚོལ་བྱེད་བཞིན་པ།

source: Searching for printers
bo_cn: པར་འཁོར་བཤེར་འཚོལ་བྱེད་བཞིན་པ།

source: Second shift
bo_cn: ཡིག་ཚགས་ཐེངས་གཉིས་པ་སྒྱུར་བ།

source: Secret
bo_cn: གསང་བ།

source: Select printer from database
bo_cn: གཞི་གྲངས་མཛོད་ནང་ནས་པར་འཁོར་འདེམ་པ།

source: Serial
bo_cn: ཕྲེང་ཁ།

source: Serial Port
bo_cn: ཕྲེང་ཁ།

source: Serial Port #1
bo_cn: ཕྲེང་ཁ #1

source: Server IP address:
bo_cn: ཞབས་ཞུ་ཆས IP ཤག་གནས།：

source: Server Not Exporting Printers
bo_cn: ཞབས་ཞུ་ཆས་ཀྱིས་པར་འཁོར་ཕྱིར་འདྲེན་བྱས་མེད།

source: Server Settings
bo_cn: ཞབས་ཞུ་ཆས་སྒྲིག་འགོད།

source: Server error
bo_cn: ཞབས་ཞུ་ཆས་ནོར་འཁྲུལ།

source: Server name:
bo_cn: ཞབས་ཞུ་ཆས་མིང་།：

source: Service framework not available
bo_cn: ཞབས་ཞུའི་སྒྲོམ་གཞི་སྤྱོད་མི་ཆོག

source: Set As De_fault
bo_cn: སོར་བཞག་ལ་བསྐོས་པ། (_F)

source: Set Default Printer
bo_cn: སོར་བཞག་པར་འཁོར་སྒྲིག་འགོད།

source: Set as my _personal default printer
bo_cn: ངའི་སྒེར་གྱི་སོར་བཞག་པར་འཁོར་ལ་སྒྲིག་འགོད་བྱེད་པ།(_p)

source: Set as the _system-wide default printer
bo_cn: རྒྱུད་ཁོངས་ཁྱང་ཁོངས་ཀྱི་སོར་བཞག་པར་འཁོར་ལ་སྒྲིག་འགོད་བྱེད་པ།(_s)

source: Set authentication details now
bo_cn: ད་ལྟ་ར་སྤྲོད་ཞིབ་ཆ་སྒྲིག་བཀོད།

source: Settings
bo_cn: སྒྲིག་འགོད།

source: Share
bo_cn: མཉམ་སྤྱོད།

source: Shared
bo_cn: མཉམ་སྤྱོད་བྱས་ཟིན་པ།

source: Shared printers are not available to other people unless the 'Publish shared printers' option is enabled in the server settings.
bo_cn: ཞབས་ཞུ་ཆས་སྒྲིག་འགོད་ཁྲོད“མཉམ་སྤྱོད་ཀྱི་པར་འཁོར་ཁྱབ་བསྒྲགས”་སྤྱོད་འགོ་རྩོམ་པ་ལས་གཞན་གྱིས་མཉམ་སྤྱོད་ཀྱི་པར་འཁོར་སྤྱོད་ཐབས་མེད།

source: Short edge (flip)
bo_cn: ཐུང་མཐའ། (སློག་པ།)

source: Short name for this printer such as "laserjet"
bo_cn: པར་འཁོར་བསྡུས་མིང་ལ་དཔེར་ན“laserjet”

source: Show _completed jobs
bo_cn: ལེགས་འགྲུབ་བྱུང་ཟིན་པའི་ལས་འགན་མངོན་པ།(_C)

source: Show completed jobs
bo_cn: ལེགས་འགྲུབ་བྱུང་ཟིན་པའི་ལས་འགན་མངོན་པ།

source: Sides:
bo_cn: མཐའ་གྲངས།:

source: Size
bo_cn: ཆེ་ཆུང་།

source: Sorry!
bo_cn: དགོངས་པ་མ་ཚོམ།

source: Standard
bo_cn: ཚད་གཞི།

source: Staple
bo_cn: དཔེ་གཟེར།

source: Staple (bottom left)
bo_cn: དཔེ་གཟེར།（གཡོན་ཟུར་ཞབས་མ།）

source: Staple (bottom right)
bo_cn: དཔེ་གཟེར།（གཡས་ཟུར་ཞབས་མ།）

source: Staple (top left)
bo_cn: དཔེ་གཟེར།（གཡོན་ཟུར་སྟེང་མ།）

source: Staple (top right)
bo_cn: དཔེ་གཟེར།（གཡས་ཟུར་སྟེང་མ།）

source: Staple dual (bottom)
bo_cn: ཟུང་གཟེར།（ཞབས།）

source: Staple dual (left)
bo_cn: ཟུང་གཟེར།（གཡོན།）

source: Staple dual (right)
bo_cn: ཟུང་གཟེར།（གཡས།）

source: Staple dual (top)
bo_cn: ཟུང་གཟེར།（སྟེང་།）

source: Start Service
bo_cn: འགོ་སློང་ཞབས་ཞུ།

source: Starting Banner:
bo_cn: འགོ་སློང་ཁ་བྱང་།：

source: Status
bo_cn: རྣམ་པ།

source: Status Messages
bo_cn: རྣམ་པའི་ཆ་འཕྲིན།

source: Stop printer
bo_cn: པར་འཁོར་མཚམས་འཇོག

source: Stopped
bo_cn: མཚམས་བཞག་ཟིན།

source: Submitted
bo_cn: གོང་སྤྲོད་བྱས་ཟིན་པ།

source: Supplier:
bo_cn: མཁོ་འདོན་པ།：

source: Support:
bo_cn: རྒྱབ་སྐྱོར།：

source: System tray icon for managing print jobs
bo_cn: པར་བཏབ་ལས་འགན་གྱི་རྒྱུད་ཁོངས་འདེགས་སྡེར་གྱི་རིས་རྟགས་དོ་དམ།

source: Test
bo_cn: ཚོད་ལེན།

source: Test Page
bo_cn: ཚོད་ལྟའི་ཤོག་ངོས་པར་བཏབ།

source: Test page submitted as job %d
bo_cn: ཚོད་ལྟའི་ཤོག་ངོས་ལས་འགན་ %d རུ་བྱས་ནས་སྐྱེལ་གཏོང་བྱེད་པ།

source: Text:
bo_cn: ཡིག་རྐྱང་།：

source: The '%s' driver cannot be used with printer '%s %s'.
bo_cn: “%s”སྐུལ་སློང་དེ་པར་འཁོར་“%s %s” དང་མཉམ་དུ་སྤྱོད་མི་ཆོག

source: The CUPS printer on the server is not shared.
bo_cn: ཞབས་ཞུ་ཆས་ཁྲོད་ཀྱི CUPS པར་འཁོར་ནི་མཉམ་སྤྱོད་མིན།

source: The PPD file for printer '%s' does not conform to the specification. Possible reason follows:
bo_cn: པར་འཁོར་ '%s' ཡི PPD ཡིག་ཆ་དང་རེ་བ་གཉིས་མི་འཚམ་སྟེ་གཤམ་གྱི་རྒྱུ་མཚན་ཡོད་སྲིད།：

source: The PPD file for this queue is damaged.
bo_cn: རུ་སྟར་འདིའི PPD ཡིག་ཆ་ལ་སྐྱོན་ཤོར་ཟིན།

source: The firewall may need adjusting in order to detect network printers. Adjust the firewall now?
bo_cn: མེ་འགོག་གྱང་ལ་སྙོམས་སྒྲིག་བྱས་ན་ད་གཟོད་དྲ་རྒྱའི་པར་འཁོར་ཚོད་ལེན་བྱེད་ཐུབ་སྲིད་པས་ད་ལྟ་མེ་འགོག་གྱང་ལེགས་སྒྲིག་བྱེད་དམ།

source: The password may be incorrect, or the server may be configured to deny remote administration.
bo_cn: གསང་ཨང་ཡང་དག་མིན་པའམ་ཡང་ན་ཞབས་ཞུ་ཆས་དེ་རྒྱང་རིང་དོ་དམ་མི་བྱ་བར་སྡེབ་སྒྲིག་ཟིན།

source: The password may be incorrect.
bo_cn: གསང་ཨང་ནོར་འཁྲུལ།

source: The printer called `%s' has been disabled.
bo_cn: པར་འཁོར་འདྲེན་སྤྱོད `%s' དེ་འགོག་སྤྱོད་བྱས་ཟིན།

source: The printer's state message is: '%s'.
bo_cn: པར་འཁོར་རྣམ་པའི་ཆ་འཕྲིན་ནི：'%s'

source: The queue '%s' is not enabled.
bo_cn: རུ་སྟར '%s' སྤྱོད་འགོ་བརྩམས་མེད།

source: The queue '%s' is rejecting jobs.
bo_cn: རུ་སྟར '%s' ཡིས་ལས་འགན་དང་ལེན་མི་བྱེད།

source: The reason given is: '%s'.
bo_cn: རྒྱུ་མཚན་ནི：'%s'

source: The remote server did not accept the print job, most likely because the printer is not shared.
bo_cn: རྒྱང་རིང་གི་ཞབས་ཞུ་ཆས་ཀྱིས་པར་འདེབས་ལས་འགན་འདི་དང་ལེན་བྱས་མེད་དེ་རྒྱུ་མཚན་ནི་པར་འཁོར་དེ་སྤྱོད་བྱས་མེད་པའི་རྐྱེན་གྱིས་ཡིན་སྲིད།

source: There are messages in the error log.
bo_cn: ནོར་འཁྲུལ་བྱུང་བའི་ཉིན་ཐོ་ནང་གི་ཆ་འཕྲིན།

source: There are no printers configured yet.
bo_cn: པར་འཁོར་ད་དུང་སྡེབ་སྒྲིག་བྱས་མེད།

source: There are no status messages for this printer.
bo_cn: པར་འཁོར་འདིའི་རྣམ་པའི་ཆ་འཕྲིན་མེད།

source: There are queued jobs.
bo_cn: རུ་སྒྲིག་པའི་ལས་འགན་ཡོད།

source: There are status messages associated with this queue.
bo_cn: རུ་སྟར་འདི་དང་འབྲེལ་བ་ཡོད་པའི་ཆ་འཕྲིན་འགའ་ཡོད།

source: There is a problem with the PPD file for printer '%s'.
bo_cn: པར་འཁོར་ '%s' ཡི PPD ཡིག་ཆ་ལ་གནད་དོན་ཡོད།

source: There was a problem connecting to the CUPS server.
bo_cn: CUPS ཞབས་ཞུ་ཆས་ལ་འབྲེལ་མཐུད་བྱེད་སྐབས་གནད་དོན་ཐོན།

source: There was a problem printing document `%s' (job %d): `%s'.
bo_cn: པར་འདེབས་ཡིག་ཚགས `%s'(ལས་འགན་ %d)：`%s' སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: There was a problem processing document `%s' (job %d).
bo_cn: ལག་བསྟར་ཡིག་ཚགས `%s'། (ལས་འགན་ %d) པར་འདེབས་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: There was a problem sending document `%s' (job %d) to the printer.
bo_cn: པར་འཁོར་ལ་ཡིག་ཚགས `%s'(ལས་འགན་ %d) སྐྱེལ་གཏོང་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: There was an HTTP error: %s.
bo_cn: HTTP ནོར་འཁྲུལ་བྱུང་།：%s

source: There was an error during the CUPS operation: '%s'.
bo_cn: CUPS བཀོལ་སྤྱོད་ཁྲོད་ནོར་འཁྲུལ་གཅིག་བྱུང་།：'%s'

source: There was an error saving the file:
bo_cn: ཡིག་ཆ་ཉར་ཚགས་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་།：

source: Third shift
bo_cn: ཡིག་ཚགས་ལེགས་སྒྲིག་ཐེངས་གསུམ་པ།

source: This PPD is generated by foomatic.
bo_cn: PPD འདི་ foomatic ཡིས་བྱུང་།

source: This driver supports additional hardware that may be installed in the printer.
bo_cn: འགོ་སློང་བྱ་རིམ་རྒྱབ་སྐྱོར་འདི་པར་འཁོར་ནང་གི་སྒྲིག་འཇུག་གི་ཟུར་སྣོན་སྲ་ཆས་སུ་ཡོད།

source: This may be due to the printer being disconnected or switched off.
bo_cn: ཕལ་ཆེར་པར་འཁོར་འབྲེལ་མཐུད་མ་བྱས་པའམ་ཡང་ན་ཁ་རྒྱབ་རྐྱེན་གྱིས་ཡིན་སྲིད།

source: This print share is accessible.
bo_cn: པར་འཁོར་མཉམ་འདི་ལ་བཅར་འདྲི་བྱས་ཆོག

source: This print share is not accessible.
bo_cn: པར་འཁོར་མཉམ་འདི་ལ་བཅར་འདྲི་བྱས་མི་ཆོག

source: This way all current option settings will be lost. The default settings of the new PPD will be used.
bo_cn: འདི་ལྟར་མིག་སྔའི་འདེམས་ཚན་སྒྲིག་འགོད་ཚང་མ་བོར་བརླག་ཏུ་སོང་ནས PPD གསར་པའི་སོར་བཞག་སྒྲིག་འགོད་སྤྱོད་པ།

source: This will delete this class!
bo_cn: འདིས་རིགས་བགར་འདི་བསུབ་སྲིད།

source: Time submitted
bo_cn: གོང་སྤྲོད་དུས་ཚོད།

source: To add a new option, enter its name in the box below and click to add.
bo_cn: འདེམས་ཚན་གསར་པ་ཁ་སྣོན་བྱེད་དགོས་ན་འདེམས་སྒྲོམ་ནང་དེའི་མིང་ནང་འཇུག་བྱེད་པ་དང་ཆབ་ཅིག་ཆིག་རྡེབ་བྱས་ནས་ཁ་སྣོན་དགོས།

source: To enable it, select the 'Enabled' checkbox in the 'Policies' tab for the printer in the printer administration tool.
bo_cn: དེ་སྤྱོད་འགོ་རྩོམ་དགོས་ན་པར་འཁོར་དོ་དམ་ལག་ཆ ‘ཐབས་ཇུས’གདོང་འཛར་ནང་ནས་པར་འཁོར་འདེམས་ཚན‘སྤྱོད་འགོ་རྩོམ་པ’འདེམས་སྒྲོམ་སྤྱོད་དགོས།

source: To start this tool, select System->Administration->Print Settings from the main menu.
bo_cn: ལག་ཆ་འདི་འགོ་སློང་བྱེད་དགོས་ན་འདེབས་བྱང་གཙོ་ནས་རྒྱུད་ཁོངས --> དོ་དམ --> པར་འདེབས་སྒྲིག་འགོད་འདེམས་རོགས།

source: Top margin:
bo_cn: སྟེང་མཐའི་བར་ཐག：

source: Top secret
bo_cn: ཡང་གསང་།

source: Trouble-shooting Printing
bo_cn: དཔར་སྐྱོན་སེལ་བ།

source: Try to copy the option settings over from the old PPD.
bo_cn: PPD ཡིག་ཆ་རྙིང་པ་ནས་འདྲ་ཕབ་སྒྲིག་འགོད་བྱེད་ཚོད་བྱེད་པ།

source: Try to transfer the current settings
bo_cn: མིག་སྔའི་སྒྲིག་འགོད་རྒྱུད་གཏོང་བྱེད་ཚོད་བྱེད་པ།

source: Two-sided (long edge)
bo_cn: ངོས་ཟུང་།（མཐའ་ཞེང་ཆེ་བ།）

source: Two-sided (short edge)
bo_cn: ངོས་ཟུང་།（མཐའ་ཞེང་ཆུང་བ།）

source: Typically shows whether all jets on a print head are functioning and that the print feed mechanisms are working properly.
bo_cn: ནམ་རྒྱུན་དཔར་འདེབས་མགོ་སྟེང་གི་སྣག་ཚ་གཏོར་ས་དང་ཤོག་བུ་སྐྱེལ་བའི་སྒྲིག་གཞི་རྒྱུན་ལྡན་ཡིན་མིན་མངོན་གྱིན་ཡོད།

source: Unable to get queue details. Treating queue as raw.
bo_cn: རུ་སྟར་གནས་ཚུལ་ཞིབ་མོ་ཐོབ་ཐབས་མེད་དེ་རུ་སྟར་སྒྲིག་གཅོད་བྱས་མེད་པར་མཐོང་།

source: Unclassified
bo_cn: རིགས་བཀལ་མེད།

source: Unknown
bo_cn: མི་ཤེས།

source: Upgrade required
bo_cn: རིམ་པ་སྤོར་དགོས།

source: Upper tray
bo_cn: ཅུང་གོང་གི་ཤུར།

source: Use the new PPD (Postscript Printer Description) as is.
bo_cn: PPD གསར་བ་སྤྱོད་པ། (Postscript པར་འཁོར་ཞིབ་བརྗོད།）

source: User
bo_cn: སྤྱོད་མཁན་གྱིID

source: Username:
bo_cn: སྤྱོད་མཁན་གྱི་མིང་

source: Users
bo_cn: སྤྱོད་མཁན ID

source: Usually print servers broadcast their queues. Specify print servers below to periodically ask for queues instead.
bo_cn: རྒྱུན་ལྡན་དུ་པར་འཁོར་ཞབས་ཞུ་ཆས་ཀྱིས་དེའི་རུ་སྟར་ཁྱབ་བསྒྲགས་བྱེད་ལ་གཤམ་གྱི་པར་འཁོར་ཞབས་ཞུ་ཆས་དུས་ལྟར་རུ་སྟར་ལ་འདྲི་རྩད་བྱེད་པར་དམིགས་འཛུགས་བྱེད།

source: Value
bo_cn: ཐང་།

source: View Print _Queue
bo_cn: པར་འཁོར་རུ་སྟར་ལྟ་ཞིབ། (_Q)

source: Warnings are listed below:
bo_cn: ཐ་ཚིག་བསྒྲགས་པ་གཤམ་གསལ།：

source: Weekend
bo_cn: གཟའ་མཇུག

source: Windows Printer via SAMBA
bo_cn: SAMBA ཡི་ Windows པར་འཁོར་སྤྱོད་པ།

source: Word wrap
bo_cn: རང་འགུལ་སྟར་བརྗེ།

source: Would you like to print a test page?
bo_cn: ཁྱེད་ཀྱིས་ཚོད་ལྟའི་ཤོག་ལྷེ་གཅིག་དཔར་འདོད་དམ།

source: XON/XOFF (Software)
bo_cn: XON/XOFF（མཉེན་ཆས།）

source: Yes
bo_cn: ཡིན།

source: Yes, I accept this license
bo_cn: རེད། ངས་ཆོག་འཐུས་ལག་ཁྱེར་འདི་དང་ལེན་བྱེད་ཀྱི་ཡིན།

source: You must log in to access %s.
bo_cn: ཁྱེད་ཀྱིས་ངེས་པར་དུ %s བཅར་འདྲི་ཡིས་ཐོ་འགོད་བྱེད་དགོས།

source: You will need to install the '%s' package in order to use this driver.
bo_cn: ཁྱེད་ཀྱིས “%s”ཁུག་མ་སྒྲིག་འཇུག་བྱས་ནས་སྐུལ་སློང་འདི་སྤྱོད་དགོས།

source: _Add
bo_cn: སྣོན་པ། (_A)

source: _Apply
bo_cn: ཉེར་སྤྱོད། (_A)

source: _Authenticate
bo_cn: དབང་སྤྲོད།(_A)

source: _Back
bo_cn: ཕྱིར་ནུར།(_B)

source: _Cancel
bo_cn: དོར་བ།

source: _Class
bo_cn: རིགས་དབྱེ།(_C)

source: _Clear my personal default setting
bo_cn: ངའི་མི་སྒེར་གྱི་སོར་བཞག་སྒྲིག་འགོད་གཙང་སེལ།(_C)

source: _Close
bo_cn: ཁ་རྒྱག(_C)

source: _Configure Printers
bo_cn: པར་འཁོར་སྡེབ་སྒྲིག(_C)

source: _Connect...
bo_cn: འབྲེལ་མཐུད།(_C)…

source: _Create class
bo_cn: རིགས་དབྱེ་གསར་འཛུགས།(_C)

source: _Delete
bo_cn: བསུབ་པ།

source: _Diagnose
bo_cn: བརྟག་དཔྱད།(_D)

source: _Discovered Printers
bo_cn: རྙེད་ཟིན་པའི་པར་འཁོར།(_D)

source: _Duplicate
bo_cn: འདྲ་ཕབ།(_D)

source: _Filter:
bo_cn: འཚག་ཆས།(_F)：

source: _Forward
bo_cn: མདུན་སྐྱོད།(_F)

source: _Help
bo_cn: རོགས་རམ།(_H)

source: _Hide
bo_cn: གབ་པ།(_H)

source: _Hold
bo_cn: རྒྱུན་སྲུང་།(_H)

source: _Install
bo_cn: སྒྲིག་འཇུག(_I)

source: _Move To
bo_cn: སྤོར།(_M)

source: _New
bo_cn: གསར་འཛུགས།(_N)

source: _OK
bo_cn: འགྲིག་པ།(_O)

source: _Printer
bo_cn: པར་འཁོར།(_P)

source: _Publish shared printers connected to this system
bo_cn: ཁྱབ་བསྒྲགས་རྒྱུད་ཁོངས་འདིའི་མཉམ་སྤྱོད་པར་འཁོར་ལ་འབྲེལ་མཐུད་བྱེད་པ།(_P)

source: _Quit
bo_cn: ཕྱིར་ཐོན།(_Q)

source: _Refresh
bo_cn: གསར་འདོན།(_R)

source: _Release
bo_cn: གཏོང་བ།(_R)

source: _Rename
bo_cn: མིང་བསྐྱར་འདོགས།(_R)

source: _Search
bo_cn: བཤེར་འཚོལ།(_S)

source: _Server
bo_cn: ཞབས་ཞུ་ཆས(_S)

source: _Settings...
bo_cn: སྒྲིག་འགོད(_S)…

source: _Shared
bo_cn: མཉམ་སྤྱོད།(_S)

source: _Show printers shared by other systems
bo_cn: རྒྱུད་ཁོངས་གཞན་གྱིས་མཉམ་སྤྱོད་བྱས་པའི་པར་འཁོར་མངོན་པ།(_S)

source: _Troubleshoot
bo_cn: གནོད་སྐྱོན་བརྟག་དཔྱད།(_T)

source: _Verify...
bo_cn: ར་སྤྲོད་བྱེད་བཞིན་པ།(_V)…

source: _View
bo_cn: ལྟ་ཞིབ། (_V)

source: _View Attributes
bo_cn: གཏོགས་གཤིས་ལྟ་ཞིབ།(_V)

source: `%s' has been added, using the `%s' driver.
bo_cn: `%s'ཁ་སྣོན་བྱས་ཟིན་པས་སྐུལ་སློང་བྱ་རིམ `%s' སྤྱོད་པ།

source: `%s' is ready for printing.
bo_cn: `%s' ཡིས་པར་འདེབས་སྟ་གོན་བྱས་ཡོད།

source: `%s' requires driver installation: %s.
bo_cn: `%s' ལ་སྐུལ་སློང་བྱ་རིམ་སྒྲིག་འཇུག་བྱེད་དགོས།：%s

source: a minute ago
bo_cn: སྐར་མ་གཅིག་གི་སྔོན།

source: adding printer %s
bo_cn: པར་འཁོར་ %s ཁ་སྣོན་བྱེད་བཞིན་པ།

source: all jobs
bo_cn: ལས་འགན་ཚང་མ།

source: an hour ago
bo_cn: ཆུ་ཚོད་གཅིག་གི་སྔོན།

source: authenticating job
bo_cn: ར་སྤྲོད་ལས་དོན།

source: canceling job
bo_cn: ལས་འགན་དོར་བཞིན་པ།

source: deleting job
bo_cn: ལས་འགན་བསུབ་བཞིན་པ།

source: deleting printer %s
bo_cn: པར་འཁོར་ %s བསུབ་བཞིན་པ།

source: disabled
bo_cn: འགོག་སྤྱོད་བྱས་ཟིན།

source: fetching PPDs
bo_cn: fetching PPD

source: fetching device list
bo_cn: སྒྲིག་ཆས་རེའུ་མིག་འཚོལ་ཞིབ་བྱེད་བཞིན་ཡོད།

source: fetching server settings
bo_cn: ཞབས་ཞུ་ཆས་སྒྲིག་འགོད་ལེན་བཞིན་ཡོད།

source: holding job
bo_cn: ལས་འགན་རྒྱུན་སྲུང་བྱེད་བཞིན་ཡོད།

source: last week
bo_cn: གཟའ་འཁོར་སྔོན་མ།

source: license
bo_cn: ཆོག་འཐུས་ལག་ཁྱེར།

source: make and model
bo_cn: བཟོ་སྐྲུན་པ་དང་ཁྱད་རྟགས།

source: modifying class %s
bo_cn: རིགས་དབྱེ %s བཟོ་བཅོས་བྱེད་བཞིན་པ།

source: modifying printer %s
bo_cn: པར་འཁོར་ %s བཟོ་བཅོས་བྱེད་བཞིན་པ།

source: modifying server settings
bo_cn: ཞབས་ཞུ་ཆས་སྒྲིག་འགོད་བཟོ་བཅོས་བྱེད་བཞིན་པ།

source: move left
bo_cn: གཡོན་སྤོ།

source: move right
bo_cn: གཡས་སྤོ།

source: my jobs
bo_cn: ངའི་ལས་འགན།

source: my jobs on %s
bo_cn: ངའི་ %s ནང་གི་ལས་འགན།

source: obtaining queue details
bo_cn: རུ་གྲལ་གྱི་གནས་ཚུལ་གསལ་བོ་ཤེས་ཐབས་བྱེད་བཞིན་ཡོད།

source: points
bo_cn: ཚེག

source: printer state
bo_cn: པར་འཁོར་རྣམ་པ།

source: printing test page
bo_cn: ཚོད་ལྟའི་ཤོག་ངོས་དཔར་བཞིན་ཡོད།

source: processing / pending: %d / %d
bo_cn: སྒྲིག་གཅོད་བྱེད་བཞིན་པ/ སྒྲིག་གཅོད་པར་སྒུག་པ： %d / %d

source: releasing job
bo_cn: ལས་འགན་གློད་གཏོང་བྱེད་བཞིན་པ།

source: renaming printer
bo_cn: པར་འཁོར་བསྐྱར་མིང་འདོགས་བཞིན་པ།

source: retrieved
bo_cn: བཤེར་འཚོལ།

source: sending maintenance command
bo_cn: སྲུང་སྐྱོབ་བཀའ་བརྡ་སྐྱེལ་གཏོང་བྱེད་བཞིན་པ།

source: setting default printer
bo_cn: སོར་བཞག་པར་འཁོར་སྒྲིག་བཞིན་པ།

source: short description
bo_cn: མདོར་བསྡུས་ཞིབ་བརྗོད།

source: status %s
bo_cn: %s རྣམ་པ།

source: supplier
bo_cn: མཁོ་འདོན་པ།

source: support contacts
bo_cn: འབྲེལ་གཏུག་བྱེད་སྟངས་རྒྱབ་སྐྱོར།

source: translator-credits
bo_cn: He Qiangqiang <carton@linux.net.cn>, 2002 Funda Wang <fundawang@linux.net.cn>, 2003 2004བདུད་རྩི<rhythm.gan@gmail.com>, 2009 Fan Qijiang <fqj1994@linux.com>,2010

source: user
bo_cn: སྤྱོད་མཁན།

source: yesterday
bo_cn: ཁ་སང་།

source: Apply
bo_cn: ཉེར་སྤྱོད།

source: Back
bo_cn: ཕྱིར་འཐེན།

source: Cancel
bo_cn: འདོར་བ།

source: Delete
bo_cn: བསུབ་པ།

source: Forward
bo_cn: བརྒྱུད་སྐུར།

source: OK
bo_cn: གཏན་འཁེལ།

source: Quit
bo_cn: ཕྱིར་འདོན་པ།
