Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/system-config-printer.po
Languages: bo_cn

source: (Current)
bo_cn: (མིག་སྔར།)

source: (recommended)
bo_cn: (འོས་སྦྱོར།)

source: %d days ago
bo_cn: %d ཁར་ཉིན།

source: %d documents queued
bo_cn: %d གྲལ་སྒྲིག་པའི་ཡིག་ཚགས།

source: %d hours ago
bo_cn: དུས་ཚོད་%d གོང་།

source: %d minutes ago
bo_cn: སྐམ་མ་ %d གོང་།

source: %d weeks ago
bo_cn: གཟའ་འཁོར་ %d གོང་།

source: %s network printer via DNS-SD
bo_cn: DNS-SD རྒྱུད་པའི %s དྲ་རྒྱ་པར་འཁོར།

source: -- No matches found --
bo_cn: -- ཟླ་སྒྲིག་པའི་ཁྱད་རྟགས་རྙེད་མེད། --

source: -- Select from search results --
bo_cn: -- མཇུག་འབྲས་ཁྲོད་ནས་འདེམ་པ། --

source: 1 document queued
bo_cn: གྲལ་སྒྲིག་པའི་ཡིག་ཚགས་གཅིག

source: 1200 dpi, photo, black + color cartridge, photo paper
bo_cn: 1200 dpi འདྲ་པར། དཀར་ནག＋མཚོན་ལྡན་སྣག་ཚའི་སྒམ། འདྲ་པར་ཤོག་བུ།

source: 300 dpi, color, black + color cartridge
bo_cn: 300 dpi མཚོན་ལྡན། དཀར་ནག＋མཚོན་ལྡན་སྣག་ཚའི་སྒམ།

source: 300 dpi, draft, color, black + color cartridge
bo_cn: 300 dpi ཟིན་བྲིས། མཚོན་ལྡན། དཀར་ནག＋མཚོན་ལྡན་སྣག་ཚའི་སྒམ།

source: 300 dpi, draft, grayscale, black + color cartridge
bo_cn: 300 dpi ཟིན་བྲིས། སྐྱ་ཚད། དཀར་ནག＋མཚོན་ལྡན་སྣག་ཚའི་སྒམ།

source: 300 dpi, grayscale, black + color cartridge
bo_cn: 300 dpi སྐྱ་ཚལ། དཀར་ནག＋མཚོན་ལྡན་སྣག་ཚའི་སྒམ།

source: 3x5 inch index card
bo_cn: དབྱིན་ཚུན3x5ཅན་གྱི་གསལ་བྱང་གདོང་འཛར་།

source: 5x8 inch index card
bo_cn: དབྱིན་ཚུན 5x8 ཅན་གྱི་གསལ་བྱང་གདོང་འཛར་།

source: 600 dpi, color, black + color cartridge
bo_cn: 600 dpi མཚོན་ལྡན། དཀར་ནག＋མཚོན་ལྡན་སྣག་ཚའི་སྒམ།

source: 600 dpi, color, black + color cartridge, photo paper, normal
bo_cn: 600 dpi མཚོན་ལྡན། དཀར་ནག＋མཚོན་ལྡན་སྣག་ཚའི་སྒམ། འདྲ་པར་ཤོག་བུ། རྒྱུན་ལྡན་རྣམ་པ།

source: 600 dpi, grayscale, black + color cartridge
bo_cn: 600 dpi སྐྱ་ཚལ། དཀར་ནག＋མཚོན་ལྡན་སྣག་ཚའི་སྒམ།

source: 600 dpi, photo, black + color cartridge, photo paper
bo_cn: 600 dpi འདྲ་པར། དཀར་ནག＋མཚོན་ལྡན་སྣག་ཚའི་སྒམ། འདྲ་པར་ཤོག་བུ།

source: <b>Authentication</b>
bo_cn: <b>ཐོབ་ཐང་ར་སྤྲོད།</b>

source: <b>Banner</b>
bo_cn: <b>ཁ་བྱང་།</b>

source: <b>Basic Server Settings</b>
bo_cn: <b>གཞི་རྩའི་ཞབས་ཞུ་ཆས་སྒྲིག་འགོད།</b>

source: <b>Browse servers</b>
bo_cn: <b>རགས་ལྟ་ཞབས་ཞུ་ཆས།</b>

source: <b>Common Options</b>
bo_cn: <b>ཀུན་སྤྱོད་འདེམས་ཚན།</b>

source: <b>Description</b>
bo_cn: <b>ཞིབ་བརྗོད།</b>

source: <b>Description</b> (optional)
bo_cn: <b>ཞིབ་བརྗོད།</b>（འདེམས་རུང་།）

source: <b>Enter device URI</b>
bo_cn: <b>ནང་འཇུག་སྒྲིག་ཆས། URI</b>

source: <b>Image Options</b>
bo_cn: <b>བརྙན་རིས་འདེམས་ཚན།</b>

source: <b>Ink/Toner Levels</b>
bo_cn: <b>/སྣག་ཚ།/སྣག་ཕྱེའི་རིམ་པ།</b>

source: <b>Job history</b>
bo_cn: <b>ལས་འགན་ལོ་རྒྱུས་ཟིན་ཐོ།</b>

source: <b>License Terms</b>
bo_cn: <b>ཆོག་མཆན་ཆིངས་ཡིག</b>

source: <b>Location of the LPD network printer</b>
bo_cn: <b>LPD དྲ་རྒྱ་པར་འཁོར་གྱི་ས་གནས།</b>

source: <b>Location of the network printer</b>
bo_cn: <b> དྲ་རྒྱ་པར་འཁོར་གྱི་ས་གནས།</b>

source: <b>Location</b> (optional)
bo_cn: <b>ས་གནས་</b>（འདེམས་རུང་།）

source: <b>Network Printer</b>
bo_cn: <b>དྲ་རྒྱ་པར་འཁོར།</b>

source: <b>Note</b>
bo_cn: <b>སྒྲ་རྟགས།</b>

source: <b>Other Options (Advanced)</b>
bo_cn: <b>འདེམས་ཚན་གཞན།(མཐོ་རིམ།)</b>

source: <b>Output Quality</b>
bo_cn: <b>ཕྱིར་འདོན་ཆ་འཕྲིན་གྱི་སྤུས་ཚད།</b>

source: <b>Policies</b>
bo_cn: <b>ཐབས་ཇུས།</b>

source: <b>Printer Name</b>
bo_cn: <b>པར་འཁོར་མིང་།</b>

source: <b>SMB Printer</b>
bo_cn: <b>SMB པར་འཁོར།</b>

source: <b>Select Driver</b>
bo_cn: <b>སྐུལ་སློང་བྱ་རིམ་འདེམ་པ།</b>

source: <b>Settings of the serial port</b>
bo_cn: <b>ཕྲེང་རྒྱུད་སྒྲིག་འགོད།</b>

source: <b>Settings</b>
bo_cn: <b>སྒྲིག་འགོད།</b>

source: <b>State</b>
bo_cn: <b>རྣམ་པ།</b>

source: <b>Status Messages</b>
bo_cn: <b>མ་པའི་ཆ་འཕྲིན།</b>

source: <b>Tests and Maintenance</b>
bo_cn: <b>ཚོད་ལྟ་དང་སྲུང་སྐྱོང་།</b>

source: <b>Text Options</b>
bo_cn: <b>ཡིག་རྐྱང་འདེམས་ཚན།</b>

source: <i>Opening connection to %s</i>
bo_cn: <i> %s ཡི་འབྲེལ་མཐུད་དུ་སླེབས་པ་ཁ་ཕྱེ་བཞིན་ཡོད།</i>

source: <i>smb://[workgroup/]server[:port]/printer</i>
bo_cn: <i>smb://[ལས་བྱས་ཚོ།/]ཞབས་ཞུ་ཆས[:སྣེ་ཁ།]/པར་འཁོར་མིང་།</i>

source: <span weight="bold" size="larger">Choose Driver</span>
bo_cn: <span weight="bold" size="larger">སྐུལ་སློང་བྱ་རིམ་འདེམ་པ།</span>

source: <span weight="bold" size="larger">Existing Settings</span>
bo_cn: <span weight="bold" size="larger">ད་ཡོད་སྒྲིག་འགོད།</span>

source: <span weight="bold" size="larger">Installable Options</span>
bo_cn: <span weight="bold" size="larger">སྒྲིག་འཇུག་བྱས་རུང་པའི་འདེམས་ཚན།</span>

source: <span weight="bold" size="larger">Select Device</span>
bo_cn: <span weight="bold" size="larger">སྒྲིག་ཆས་འདེམ་པ།</span>

source: A CUPS configuration tool.
bo_cn: CUPS པར་འཁོར་སྡེབ་སྒྲིག་ལག་ཆ།

source: A printer connected to a USB port.
bo_cn: པར་འཁོར་གཅིག USB སྣེ་ཁ་གཅིག་ལ་འབྲེལ་མཐུད་བྱེད་པ།

source: A printer connected to the parallel port.
bo_cn: པར་འཁོར་གཅིག་མཉམ་བགྲོད་ཁ་ལ་འབྲེལ་མཐུད་བྱེད་པ།

source: A printer connected via Bluetooth.
bo_cn: སོ་སྔོན་རྒྱུད་ནས་འབྲེལ་མཐུད་བྱས་པའི་པར་འཁོར།

source: A6 with tear-off tab
bo_cn: ཁ་ཕྱེ་སླའི་གདོང་འཛར་ཡོད་པའི A6 ཤོག་བུ།

source: Abort job
bo_cn: ལས་འགན་མཚམས་འཇོག་པ།

source: Aborted
bo_cn: མཚམས་བཞག་ཟིན།

source: About
bo_cn: འབྲེལ་ཡོད།

source: Accepting jobs
bo_cn: ལས་འགན་དང་ལེན་བྱེད་བཞིན་པ།

source: Access Control
bo_cn: འཚམས་འདྲི་ཚོད་འཛིན།

source: Add
bo_cn: ཁ་སྣོན།

source: Add or Remove Members
bo_cn: ཁོངས་མིའི་ཁ་སྣོན་དང་ཡང་ན་བསུབ་པ།

source: Adjust Firewall
bo_cn: མེ་འགོག་གྱང་ལེགས་སྒྲིག་བྱེད་པ།

source: Adjust server settings
bo_cn: ཞབས་ཞུ་ཆས་སྒྲིག་འགོད་ལེགས་སྒྲིག་བྱེད་པ།

source: Adjust the firewall now to allow all incoming IPP connections?
bo_cn: ད་ལྟ་མེ་འགོག་གྱང་ལེགས་སྒྲིག་བྱས་ནས་ནང་འཇུག་ས་ཚིགས་ཚང་མ་IPPསྦྲེལ་མཐུད་བྱེད་པར་སྟབས་བདེ་བཟོ་འམ།

source: Advanced Server Settings
bo_cn: ཞབས་ཞུ་ཆས་སྒྲིག་འགོད་མཐོ་རིམ།

source: All files (*)
bo_cn: ཡིག་ཆ(*) ཚང་མ།

source: Allow _remote administration
bo_cn: རྒྱང་རིང་དོ་དམ་བྱས་ཆོག་པ།(_R)

source: Allow _users to cancel any job (not just their own)
bo_cn: སྤྱོད་མཁན་གྱིས་རང་ལ་མི་གཏོགས་པའི་ལས་འགན་དོར་ཆོག་པ། (_U)

source: Allow all incoming IPP Browse packets
bo_cn: ནང་དུ་འཛུལ་པའི་IPPརགས་ལྟ་གཞི་གྲངས་ཁུག་ཚང་མ་རུང་བ།

source: Allow all incoming SMB/CIFS browse packets
bo_cn: ནང་དུ་འཛུལ་པའི་ SMB/CIFS རགས་ལྟ་གཞི་གྲངས་ཁུག་ཚང་མ་རུང་བ།

source: Allow all incoming mDNS traffic
bo_cn: ནང་དུ་འཛུལ་པའི mDNS བཞུར་ཚད་ཚང་མ་རུང་བ།

source: Allow printing for everyone except these users:
bo_cn: སྤྱོད་མཁན་དེ་དག་ཕུད་པའི་མི་ཚང་མས་པར་ཆོག：

source: Allow printing from the _Internet
bo_cn: དྲ་སྦྲེལ་ཐོག་ནས་པར་ཆོག་པ། (_I)

source: Authenticated
bo_cn: ར་སྤྲོད་བྱས་ཟིན།

source: Authentication
bo_cn: གསལ་འབྱེད་ར་སྤྲོད།

source: Authentication (%s)
bo_cn: ཐོབ་ཐང་ར་སྤྲོད། (%s)

source: Authentication required for printing document `%s' (job %d)
bo_cn: ཡིག་ཚགས `%s' པར་འདེབས་རྒྱུར(ལས་འགན %d)ར་སྤྲོད་དགོས།

source: Automatic rotation
bo_cn: རང་འགུལ་འཁོར་བ།

source: Bad request
bo_cn: ནོར་འཁྲུལ་གྱི་རེ་ཞུ།

source: Bale
bo_cn: ཐུམ་རྒྱག་པ།

source: Baud Rate
bo_cn: པའོ་ཐེ་ཚད།

source: Best quality (color on photo paper)
bo_cn: སྤོས་ཚད་ལེགས་ཤོས། (པར་ཤོག་མཚོན་ལྡན་སྤྱོད་པ།)

source: Bind
bo_cn: དེབ་སྦྱོར།

source: Bind (bottom)
bo_cn: དེབ་སྦྱོར།（འོག）

source: Bind (left)
bo_cn: དེབ་སྦྱོར།（གཡོན།）

source: Bind (right)
bo_cn: དེབ་སྦྱོར།（གཡས།）

source: Bind (top)
bo_cn: དེབ་སྦྱོར།（སྟེང་།）

source: Bluetooth
bo_cn: སོ་སྔོན་པོ།

source: Booklet maker
bo_cn: དཀར་ཆག་འགྲུབ་ཆས།

source: Bottom margin:
bo_cn: ཞབས་མཐའི་བར་ཐག：

source: Brightness:
bo_cn: གསལ་ཚད།：

source: Browse...
bo_cn: རགས་ལྟ།...

source: Busy
bo_cn: བྲེལ་བ།

source: CD or DVD 120mm
bo_cn: CD འམ་ཡང་ན DVD 120 ཧའོ་སྨི།

source: CD or DVD 80mm
bo_cn: CD འམ་ཡང་ན DVD 80 ཧའོ་སྨི།

source: CD or DVD tray
bo_cn: CD འམ་ཡང་ན DVD ཤུར།

source: CUPS Service Stopped
bo_cn: CUPS ཞབས་ཞུ་མཚམས་བཞག

source: CUPS _server:
bo_cn: CUPS ཞབས་ཞུ་ཆས།(_S)：

source: CUPS server error
bo_cn: CUPS ཞབས་ཞུ་ཆས་ནོར་འཁྲུལ།

source: CUPS server error (%s)
bo_cn: CUPS ཞབས་ཞུ་ཆས་ནོར་འཁྲུལ།(%s)

source: CUPS test page
bo_cn: CUPS ཚོད་ལྟའི་ངོས།

source: Cancel All Jobs
bo_cn: ལས་འགན་ཚང་མ་དོར་བ།

source: Cancel Job
bo_cn: ལས་འགན་དོར་བ།

source: Cancel Jobs
bo_cn: ལས་འགན་དོར་བ།

source: Cancel selected jobs
bo_cn: ལས་འགན་འདེམ་པ་དོར་བ།

source: Canceled
bo_cn: དོར་བ།

source: Cannot Rename
bo_cn: མིང་ཡང་བསྐྱར་འདོགས་མི་ཐུབ།

source: Cannot start service on remote server
bo_cn: རྒྱང་རིང་ཞབས་ཞུ་ཆས་ནང་དུ་འགོ་སློང་ཞབས་ཞུ་བྱེད་ཐབས་མེད།

source: Change Device URI
bo_cn: སྒྲིག་ཆས URI བརྗེ་བསྒྱུར།

source: Change Driver
bo_cn: སྐུལ་སློང་བརྗེ་བསྒྱུར།

source: Change PPD
bo_cn: PPD བཟོ་བཅོས།

source: Change...
bo_cn: བཟོ་བཅོས། ...

source: Characters per inch:
bo_cn: དབྱིན་ཚུན་རེའི་ཡིག་རྟགས་གྲངས།：

source: Check Server Firewall
bo_cn: ཞབས་ཞུ་ཆས་ཀྱི་མེ་འགོག་གྱང་ལ་ཞིབ་བཤེར་བྱེད།

source: Choose Device
bo_cn: སྒྲིག་ཆས་འདེམ་པ།

source: Choose Network Printer
bo_cn: དྲ་རྒྱའི་པར་འཁོར་འདེམ་པ།

source: Choose Printer
bo_cn: པར་འཁོར་འདེམ་པ།

source: Choose a different CUPS server
bo_cn: CUPS ཞབས་ཞུ་ཆས་གཞན་ཞིག་འདེམ་པ།

source: Class
bo_cn: རིགས་ཁག

source: Class Members
bo_cn: ཁོངས་མིའི་རིགས།

source: Classified
bo_cn: རིགས་དབྱེ་ཟིན།

source: Clean Print Heads
bo_cn: དཔར་མགོ་གཙང་སྤྲ།

source: Click 'Forward' to begin.
bo_cn: ‘མདུན་སྐྱོད་’མནན་ནས་མགོ་རྩོམ་པ།

source: Close
bo_cn: ཁ་རྒྱག་པ།

source: Close this window
bo_cn: སྒེའུ་ཁུང་འདི་ཁ་རྒྱག་པ།

source: Co_nflicts
bo_cn: འགལ་ཟླ།(_N)

source: Columns:
bo_cn: གཞུང་གྲངས།：

source: Comment
bo_cn: དཔྱད་གཏམ།

source: Comments...
bo_cn: མཆན་འགྲེལ།…

source: Completed
bo_cn: ལེགས་འགྲུབ་བྱུང་ཟིན།

source: Completed jobs will no longer be available for re-printing.
bo_cn: ལེགས་འགྲུབ་བྱུང་ཟིན་པའི་ལས་ཀ་ཡང་བསྐྱར་མར་མི་འདེབས།

source: Confidential
bo_cn: གསང་བ།

source: Configure
bo_cn: སྒྲིག་འགོད།

source: Configure printer queues
bo_cn: པར་འཁོར་རུ་ཁག་སྡེབ་སྒྲིག

source: Configure printers
bo_cn: པར་འཁོར་སྡེབ་སྒྲིག

source: Conflicts with:
bo_cn: འགལ་ཟླ།：

source: Connect
bo_cn: འབྲེལ་མཐུད།

source: Connect to CUPS server
bo_cn: འབྲེལ་མཐུད到 CUPS ཞབས་ཞུ་ཆས།

source: Connected to %s
bo_cn: %sལ་འབྲེལ་ཟིན།

source: Connecting to CUPS server
bo_cn: འབྲེལ་མཐུད到 CUPS ཞབས་ཞུ་ཆས།

source: Connection
bo_cn: འབྲེལ་མཐུད།

source: Connections
bo_cn: འབྲེལ་མཐུད།

source: Controlled by 'Printout mode'
bo_cn: ”པར་འདེབས་ཕྱིར་འདོན་རྣམ་པས”ཚོད་འཛིན་བྱེད་པ།

source: Copies:
bo_cn: བུ་དཔེ།：

source: Custom
bo_cn: མཚན་ཉིད་རང་འཇོག

source: DTR/DSR (Hardware)
bo_cn: "DTR/DSR（སྲ་ཆས）"

source: Data Bits
bo_cn: གཞི་གྲངས་པི་ཐེ།

source: Database error
bo_cn: གཞི་གྲངས་མཛོད་ནོར་འཁྲུལ།

source: Daytime
bo_cn: ཉིན་མོ།

source: Debug logging enabled.
bo_cn: ཚོད་སྒྲིག་ཉིན་ཐོ་སྤྱོད་འགོ་རྩོམ་པ།

source: Debug logging was already enabled.
bo_cn: ཚོད་སྒྲིག་ཉིན་ཐོ་སྤྱོད་འགོ་བརྩམས་ཟིན་པ།

source: Debugging
bo_cn: ཚོད་སྒྲིག་བྱེད་བཞིན་པ།

source: Default
bo_cn: སོར་བཞག

source: Default behavior
bo_cn: སོར་བཞག་བྱ་སྤྱོད།

source: Delete Job
bo_cn: ལས་འགན་བསུབ་པ།

source: Delete Jobs
bo_cn: ལས་འགན་བསུབ་པ།

source: Delete selected jobs
bo_cn: བདམས་པའི་ལས་འགན་བསུབ་པ།

source: Deny printing for everyone except these users:
bo_cn: སྤྱོད་འདི་དག་ཕུད་པའི་སྤྱོད་མཁན་པར་འདེབས་ཚང་མ་དང་ལེན་མི་བྱེད་པ།：

source: Description
bo_cn: ཞིབ་བརྗོད།

source: Description:
bo_cn: གསལ་བཤད།:

source: Device
bo_cn: སྒྲིག་ཆས།

source: Device URI:
bo_cn: སྒྲིག་ཆས། URI：

source: Device description.
bo_cn: སྒྲིག་ཆས་ཞིབ་བརྗོད།

source: Devices
bo_cn: སྒྲིག་ཆས།

source: Diagnostic Output (Advanced)
bo_cn: བརྟག་དཔྱད་ཕྱིར་འདྲེན།(མཐོ་རིམ།)

source: Did the marked print jobs print correctly?
bo_cn: རྟགས་རྒྱབ་པའི་པར་འདེབས་ལས་འགན་གྱིས་ཡང་དག་པས་པར་བཏབ་བམ།

source: Distributable
bo_cn: བགོ་བཤའ་རྒྱག་རུང་བ།

source: Do It Later
bo_cn: རྗེས་སུ་ཡང་བྱེད།

source: Do not preserve job history
bo_cn: ལོ་རྒྱུས་ཀྱི་ལས་འགན་སོར་འཇོག་མི་བྱེད།

source: Do you really want to cancel these jobs?
bo_cn: ཁྱེད་རང་གིས་དངོས་གནས་ལས་འགན་དེ་དག་དོར་འདོད་དམ།

source: Do you really want to cancel this job?
bo_cn: ཁྱེད་རང་གིས་དངོས་གནས་ལས་འགན་དེ་དོར་འདོད་དམ།

source: Do you really want to delete these jobs?
bo_cn: ཁྱེད་རང་གིས་དངོས་གནས་ལས་འགན་དེ་དག་བསུབ་འདོད་དམ།

source: Do you really want to delete this job?
bo_cn: ཁྱེད་རང་གིས་དངོས་གནས་ལས་འགན་དེ་བསུབ་འདོད་དམ།

source: Do you want to set this as the system-wide default printer?
bo_cn: ཁྱེད་ཀྱིས་པར་འཁོར་འདི་རྒྱུད་ཁོངས་ཁྱབ་ཁོངས་ནང་གི་སོར་བཞག་པར་འཁོར་ཏུ་སྒྲིག་འགོད་བྱེད་འདོད་དམ།

source: Document
bo_cn: ཡིག་ཚགས།།

source: Document Print Status (%s)
bo_cn: ཡིག་ཚགས་པར་འདེབས་རྣམ་པ། (%s)

source: Document `%s' has been sent to `%s' for printing.
bo_cn: ཡིག་ཚགས `%s' དེ་པར་འདེབས `%s' སྐྱེལ་གཏོང་བྱས་ཟིན།

source: Document printed
bo_cn: ཡིག་ཚགས་པར་བཏབ་ཟིན།

source: Domain:
bo_cn: ཁུལ།：

source: Double-sided printing
bo_cn: ངོ་གཉིས་པར་འདེབས།

source: Download Printer Driver
bo_cn: པར་འཁོར་སྐུལ་སློང་ཕབ་ལེན་བྱེད་པ།

source: Downloadable Drivers
bo_cn: ཕབ་ལེན་བྱེད་རུང་པའི་སྐུལ་སློང་བྱ་རིམ།

source: Downloadable drivers
bo_cn: ཕབ་ལེན་བྱས་ཆོག་པའི་སྐུལ་སློང་བྱ་རིམ།

source: Draft
bo_cn: རགས་བྲིས།

source: Draft (auto-detect-paper type)
bo_cn: རགས་བྲིས། (རང་འགུལ་གྱིས་ཤོག་བུའི་རིགས་རྣམ་བརྟག་བཤེར་བྱེད་པ།)

source: Draft grayscale (auto-detect-paper type)
bo_cn: རགས་བྲིས་སྐྱ་ཚད། (རང་འགུལ་གྱིས་ཤོག་བུའི་རིགས་རྣམ་བརྟག་བཤེར་བྱེད་པ།)

source: Driver details
bo_cn: སྐུལ་སློང་བྱ་རིམ་གྱི་གནས་ཚུལ་ཞིབ་ཕྲ།

source: Drivers
bo_cn: སྐུལ་སློང་བྱ་རིམ།

source: Duplicate Printer
bo_cn: བསྐྱར་ཟློས་ཀྱི་པར་འཁོར།

source: E_nabled
bo_cn: སྤྱོད་འགོ་རྩོམ་པ།(_n)

source: Edge stitch
bo_cn: མཐའ་ཐིག

source: Edge stitch (bottom)
bo_cn: མཐའ་ཐིག（འོག）

source: Edge stitch (left)
bo_cn: མཐའ་ཐིག（གཡོན།）

source: Edge stitch (right)
bo_cn: མཐའ་ཐིག（གཡས།）

source: Edge stitch (top)
bo_cn: མཐའ་ཐིག（སྟེང་།）

source: Empty
bo_cn: སྟོང་པ།

source: Enable Debugging
bo_cn: སྤྱོད་འགོ་རྩོམ་པ་ཚོད་སྒྲིག

source: Enabled
bo_cn: སྤྱོད་འགོ་བརྩམས་ཟིན་པ།

source: Ending Banner:
bo_cn: ཁ་བྱང་མཇུག་བསྒྲིལ་བ།：

source: Enter URI
bo_cn: URI ནང་འཇུག

source: Enter hostname
bo_cn: གཙོ་འཁོར་མིང་ནང་འཇུག

source: Envelope feeder
bo_cn: ཡིག་སྐོགས་ཤོག་བུ་སྟེགས།

source: Error
bo_cn: ནོར་འཁྲུལ།

source: Error Policy:
bo_cn: ནོར་འཁྲུལ་ཐབས་ཇུས།：

source: Error log messages
bo_cn: ནོར་འཁྲུལ་ཐོན་པའི་ཉིན་ཐོ་ཆ་འཕྲིན།

source: Error saving file
bo_cn: ཡིག་ཆ་ཉར་ཚགས་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Error submitting test page
bo_cn: ནོར་འཁྲུལ་གོང་སྤྲོད་ཚོད་ལྟའི་ངོས།

source: Errors are listed below:
bo_cn: ནོར་འཁྲུལ་གཤམ་ལྟར།：

source: Even
bo_cn: ཆ་གྲངས།

source: Evening
bo_cn: དགོང་མོ།

source: Failed to download PPD.
bo_cn: PPD ཕབ་ལེན་ཕམ་པ།

source: Failed to read PPD file. Possible reason follows:
bo_cn: PPDཡིག་ཆ་ཀློག་པ་ནོར་འཁྲུལ་བྱུང་སྟེ་གཤམ་གྱི་རྒྱུ་རྐྱེན་གྱིས་བྱས་པ་འདྲ།：

source: Fax
bo_cn: བརྙན་སྐྱེལ།

source: Find
bo_cn: འཚོལ་ཞིབ།

source: Find Network Printer
bo_cn: དྲ་རྒྱའི་པར་འཁོར་འཚོལ་ཞིབ་བྱེད་པ།

source: Find driver
bo_cn: སྐུལ་སློང་བྱ་རིམ་འཚོལ་ཞིབ་བྱེད་པ།

source: Finishings:
bo_cn: ལེགས་འགྲུབ་བྱུང་བཞིན་པ།：

source: Flow Control
bo_cn: རྒྱུན་ཚོད་འཛིན།

source: Fold
bo_cn: ལྟེབ་བརྩེགས་རྒྱག་པ།

source: For the printer you have selected there are drivers available for download.
bo_cn: ཁྱེད་ཀྱིས་འདེམ་པའི་པར་འཁོར་ལ་སྐུལ་སློང་བྱ་རིམ་ཕབ་ལེན་བྱེད་པར་མཁོ་འདོན་བྱས་ཡོད།

source: Free software
bo_cn: རིན་མེད་མཉེན་ཆས།

source: Gathering information
bo_cn: ཆ་འཕྲིན་འཚོལ་བསྡུ།

source: General
bo_cn: སྤྱི་སྤྱོད།་སྒྲིག་འགོད།

source: Graphics:
bo_cn: རིས་དབྱིབས།：

source: HP Linux Imaging and Printing (HPLIP)
bo_cn: HP Linux འཕྲོ་བརྙན་པར་འདེབས། (HPLIP)

source: HPLIP software driving a fax machine, or the fax function of a multi-function device.
bo_cn: HPLIP མཉེན་ཆས་ཀྱིས་བརྙན་སྐྱེལ་འཕྲུལ་འཁོར་གཅིག་གམ་ནུས་མང་སྒྲིག་ཆས་ཁྲོད་ཀྱི་བརྙན་སྐྱེལ་འཕྲུལ་འཁོར་བྱེད་ནུས་སྐུལ་སློང་བྱེད་པ།

source: HPLIP software driving a printer, or the printer function of a multi-function device.
bo_cn: HPLIP མཉེན་ཆས་ཀྱིས་པར་འཁོར་གཅིག་གམ་ནུས་མང་སྒྲིག་ཆས་ཁྲོད་ཀྱི་པར་འཁོར་བྱེད་ནུས་སྐུལ་སློང་བྱེད་པ།

source: Hardware Abstraction Layer (HAL)
bo_cn: སྲ་ཆས་ལེན་རིམ། (HAL)

source: Held for authentication
bo_cn: ཐོབ་ཐང་ར་སྤྲོད་སྒུག་པ།

source: Held until %s
bo_cn: %s སོར་འཇོག་བྱེད་པ།

source: Held until day-time
bo_cn: ཞོགས་པར་སོར་འཇོག

source: Held until evening
bo_cn: མཚན་མོར་སོར་འཇོག

source: Held until night-time
bo_cn: མཚན་མོར་སོར་འཇོག

source: Held until second shift
bo_cn: ལེགས་སྒྲིག་ཐེངས་གཉིས་པ་བྱེད་པར་སོར་འཇོག་བྱེད་པ།

source: Held until third shift
bo_cn: ལེགས་སྒྲིག་ཐེངས་གསུམ་པ་བྱེད་པར་སོར་འཇོག་བྱེད་པ།

source: Held until weekend
bo_cn: གཟའ་མཇུག་བར་དུ་སོར་འཇོག་བྱེད་པ།

source: High
bo_cn: མཐོ།

source: High quality (auto-detect-paper type)
bo_cn: སྤུས་ཚད་མཐོ་པོ། (རང་འགུལ་གྱིས་ཤོག་བུའི་རིགས་རྣམ་བརྟག་བཤེར་བྱེད་པ།)

source: High quality grayscale (auto-detect-paper type)
bo_cn: སྤུས་ཚད་མཐོ་བའི་སྐྱ་ཚད། (རང་འགུལ་གྱིས་ཤོག་བུའི་རིགས་རྣམ་བརྟག་བཤེར་བྱེད་པ།)

source: Hold selected jobs
bo_cn: བདམས་པའི་ལས་འགན་རྒྱུན་སྲུང་བྱེད་པ།

source: Hold until:
bo_cn: ངང་སྒུག་བྱེད་པ།：

source: Host:
bo_cn: གཙོ་འཁོར།

source: Hue adjustment:
bo_cn: ཚོན་མདངས་ལེགས་སྒྲིག：

source: Idle
bo_cn: ཁོམ་པ།

source: Incorrect Page Size
bo_cn: ནོར་འཁྲུལ་གྱི་ཤོག་ངོས་ཆེ་ཆུང་།

source: Indefinite
bo_cn: གཏན་འཁེལ་བྱས་མེད་པ།

source: Information
bo_cn: ཆ་འཕྲིན།

source: Ink empty
bo_cn: སྣག་སྒམ་སྟོང་པ།

source: Ink low
bo_cn: སྣག་ཚད་དམའ་བ།

source: Ink/Toner Levels
bo_cn: སྣག་ཚ།/སྣག་ཕྱེའི་རིམ་པ།

source: Install
bo_cn: སྒྲིག་འཇུག

source: Install driver
bo_cn: སྐུལ་སློང་བྱ་རིམ་སྒྲིག་འཇུག

source: Install printer driver
bo_cn: པར་འཁོར་སྐུལ་སློང་བྱ་རིམ་སྒྲིག་འཇུག

source: Installable Options
bo_cn: སྒྲིག་རུང་འདེམས་ཚན།

source: Installed Options
bo_cn: སྒྲིག་འཇུག་བྱས་པའི་འདེམས་ཚན།

source: Installing ...
bo_cn: སྒྲིག་འཇུག་བྱེད་བཞིན་པ།...

source: Installing driver %s
bo_cn: སྐུལ་སློང་བྱ་རིམ %s སྒྲིག་འཇུག་བྱེད་བཞིན་པ།

source: Internet Printing Protocol (http)
bo_cn: དྲ་རྒྱའི་པར་འཁོར་གྲོས་ཆིངས།(http)

source: Invalid PPD File
bo_cn: ནུས་མེད PPD ཡིག་ཆ།

source: Is the printer connected to this computer or available on the network?
bo_cn: པར་འཁོར་རྩིས་འཁོར་འདིའམ་ཡང་ན་དྲ་རྒྱ་རུ་སྤྱོད་རུང་བར་འབྲེལ་མཐུད་བྱེད་དམ།

source: It is not possible to connect to the server.
bo_cn: ཞབས་ཞུ་ཆས་སུ་འབྲེལ་མཐུད་བྱེད་མི་སྲིད།

source: Job
bo_cn: ལས་བྱ།

source: Job Options
bo_cn: ལས་འགན་འདེམས་ཚན།

source: Job attributes
bo_cn: ལས་འགན་གཏོགས་གཤིས།

source: Job offset
bo_cn: ལས་འགན་ཁ་གསབ།

source: Job priority:
bo_cn: ལས་འགན་སྔོན་ཐོབ་ཀྱི་རིམ་པ།：

source: Keep Printing
bo_cn: མུ་མཐུད་པར་བཏབ།

source: LPD/LPR Host or Printer
bo_cn: LPD/LPR གཙོ་འཁོར་རམ་པར་འཁོར།

source: LPD/LPR queue '%s'
bo_cn: LPD/LPR རུ་སྟར།“%s”

source: Landscape (90 degrees)
bo_cn: འཕྲེད་ཕྱོགས།（ཏུའུ 90）

source: Large capacity tray
bo_cn: ཤོང་ཚད་ཆེ་བའི་ཤུར།

source: Left margin:
bo_cn: གཡོན་མཐའི་བར་ཐག：

source: License:
bo_cn: ཆོག་འཐུས་ལག་ཁྱེར།：

source: Line art:
bo_cn: ཐིག་རིས།：

source: Lines per inch:
bo_cn: དབྱིན་ཚུན་རེའི་ཕྲེང་གྲངས།：

source: Local Driver
bo_cn: རང་སའི་སྐུལ་སློང་བྱ་རིམ།

source: Local printer detected by the Hardware Abstraction Layer (HAL).
bo_cn: Hardware Abstraction Layer(HAL) ཡིས་རང་སའི་པར་འཁོར་རྙེད་པ།

source: Locally connected printer
bo_cn: རང་སའི་འབྲེལ་མཐུད་ཀྱི་པར་འཁོར།

source: Location
bo_cn: ས་གནས།

source: Location:
bo_cn: གནས་ས།:

source: Long edge (standard)
bo_cn: མཐའ་རིང་། (ཚད་ལྡན།)

source: Lower tray
bo_cn: ཅུང་ཞོལ་ལ་ཡོད་པའི་ཤུར།

source: Maintenance command submitted as job %d
bo_cn: སྲུང་སྐྱོབ་བཀའ་བརྡ་ལས་འགན་ %d རུ་བྱས་ནས་གོང་སྤྲོད་བྱེད་པ།

source: Make and Model:
bo_cn: བཟོ་སྐྲུན་པ་དང་ཁྱད་རྟགས།：

source: Make and model:
bo_cn: བཟོ་གྲྭ་དང་ཁྱད་རྟགས།：

source: Manual feeder
bo_cn: ལག་སྒུལ་ཤོག་གསོ་ཆས།

source: Manufacturer
bo_cn: བཟོ་སྐྲུན་པ།

source: Manufacturer / Model
bo_cn: བཟོ་སྐྲུན་པ། / ཁྱད་རྟགས།

source: Marker levels are not reported for this printer.
bo_cn: པར་འཁོར་འདིའི་མཚོན་རྟགས་རིམ་པ་སྙན་ཞུ་བྱས་མེད།

source: Media source
bo_cn: བར་རྫས་ཁུངས།

source: Media:
bo_cn: བར་རྫས།

source: Members
bo_cn: ཁོངས་མི།

source: Members of this class
bo_cn: རིགས་དབྱེ་དེའི་ཁོངས་མི།

source: Message
bo_cn: བརྡ་འཕྲིན།

source: Mirror
bo_cn: ཤེལ་བརྙན།

source: Missing Printer Driver
bo_cn: པར་འཁོར་སྐུལ་སློང་བྱ་རིམ་ཆད་པ།

source: Missing driver
bo_cn: སྐུལ་སློང་བྱ་རིམ་ཆད་པ།

source: Models
bo_cn: ཁྱད་རྟགས།

source: More
bo_cn: དེ་ལས་མང་བ།

source: Multi-purpose tray
bo_cn: ནུས་མང་ཤུར་བུ།

source: Name
bo_cn: མིང་།

source: Network
bo_cn: དྲ་རྒྱ།

source: Network Printer
bo_cn: དྲ་རྒྱའི་པར་འཁོར།

source: Network class (discovered)
bo_cn: དྲ་རྒྱའི་རིགས་རྣམ(རྙེད་པ།)

source: Network print share
bo_cn: དྲ་རྒྱའི་པར་འཁོར་མཉམ་སྤྱོད་བྱེད་པ།

source: Network printer
bo_cn: དྲ་རྒྱའི་པར་འཁོར།

source: Network printer (discovered)
bo_cn: དྲ་རྒྱའི་པར་འཁོར།(རྙེད་པ།)

source: Network printer via DNS-SD
bo_cn: DNS-SD རྒྱུད་པའི་དྲ་རྒྱའི་པར་འཁོར།

source: New Class
bo_cn: གསར་འཛུགས་རིགས།

source: New Printer
bo_cn: པར་འཁོར་གསར་པ།

source: New name for the printer
bo_cn: པར་འཁོར་མིང་གསར་པ།

source: No
bo_cn: མིན།

source: No Installable Options
bo_cn: སྒྲིག་འཇུག་འདེམས་ཚན་མེད།

source: No Print Shares
bo_cn: པར་འདེབས་མཉམ་སྤྱོད་མེད།

source: No documents queued
bo_cn: རུ་སྒྲིག་པའི་ཡིག་ཚགས་མེད།

source: No hold
bo_cn: སོར་འཇོག་བྱས་མེད་པ།

source: No printer was found at that address.
bo_cn: ཤག་གནས་དེའི་ནང་དུ་པར་འཁོར་རྙེད་མེད།

source: No support contacts known
bo_cn: ཤེས་ཟིན་པའི་རྒྱབ་སྐྱོར་གྲོས་ཆིངས་རྙེད་མེད།

source: No, I do not accept this license
bo_cn: མིན། ངས་ཆོག་འཐུས་ལག་ཁྱེར་འདི་དང་ལེན་བྱེད་ཀྱི་མིན།

source: None
bo_cn: མེད།

source: Normal
bo_cn: དཀྱུས་མ།

source: Normal (auto-detect-paper type)
bo_cn: སྤྱི་སྤྱོད།། (རང་འགུལ་གྱིས་ཤོག་བུའི་རིགས་རྣམ་བརྟག་བཤེར་བྱེད་པ།)

source: Normal grayscale (auto-detect-paper type)
bo_cn: སྤྱི་སྤྱོད།་སྐྱ་ཚད། (རང་འགུལ་གྱིས་ཤོག་བུའི་རིགས་རྣམ་བརྟག་བཤེར་བྱེད་པ།)

source: Normal quality (color on photo paper)
bo_cn: སྤྱིར་བཏང་སྤུས་ཚད། (པར་ཤོག་མཚོན་ལྡན་སྤྱོད་པ།)

source: Not authorized
bo_cn: དབང་ཆ་སྤྲད་མེད།

source: Not connected
bo_cn: འབྲེལ་མཐུད་བྱས་མེད་པ།

source: Not connected?
bo_cn: འབྲེལ་མཐུད་བྱས་མེད་དམ།

source: Not found
bo_cn: རྙེད་མ་བྱུང་།

source: Not listed
bo_cn: བཀོད་མེད་པ།

source: Not possible
bo_cn: དཔེ་མི་སྲིད།

source: Not specified.
bo_cn: གཏན་འཁེལ་མེད།

source: Odd
bo_cn: ཡ་གྲངས།

source: Off
bo_cn: ཁ་རྒྱག་པ།

source: One-sided
bo_cn: རྐྱང་ངོས།

source: OpenPrinting
bo_cn: སྒོ་འབྱེད་པར་འདེབས།

source: Operation Policy:
bo_cn: བཀོལ་སྤྱོད་ཐབས་ཇུས།：

source: Operation canceled
bo_cn: བཀོལ་སྤྱོད་དོར་བ།

source: Option '%s' has value '%s' and cannot be edited.
bo_cn: འདེམས་ཚན '%s' ཡི་ཐང་ནི '%s' ཡིན་མ་ཟད་བཟོ་བཅོས་བྱས་མི་ཆོག

source: Orientation:
bo_cn: ཁ་ཕྱོགས།:

source: Others
bo_cn: གཞན་དག

source: Out of paper
bo_cn: ཤོག་བུ་ཆད་པ།

source: Output bin:
bo_cn: ཤོག་བུ་ཐོན་ཤུར།：

source: Output order:
bo_cn: ཕྱིར་འདྲེན་གོ་རིམ།：

source: PPD error
bo_cn: PPDནོར་འཁྲུལ།

source: Page size
bo_cn: ཤོག་ངོས་ཆེ་ཆུང་།

source: Pages per side layout:
bo_cn: ཤོག་ངོས་རེ་རེའི་བཀོད་པའི་ནང་གི་ཤོག་གྲངས།：

source: Pages per side:
bo_cn: ངོས་རེའི་ཤོག་གྲངས།：

source: Parallel Port
bo_cn: ཁ་གཅིག་གྱུར།

source: Parity
bo_cn: འདྲ་མཚུངས།

source: Password:
bo_cn: གསང་ཨང་།

source: Patented algorithms
bo_cn: ཆེད་ཁེའི་རྩི་ཐབས།

source: Photo (on photo paper)
bo_cn: འདྲ་པར། (པར་ཤོག་སྤྱོད་པ།)

source: Photo or 4x6 inch index card
bo_cn: འདྲ་པར་རམ་དབྱིན་ཚུན 4x6 གི་གསལ་བྱང་གདོང་འཛར་།

source: Photo or 5x7 inch index card
bo_cn: འདྲ་པར་རམ་དབྱིན་ཚུན 5x7གྱི་གསལ་བྱང་གདོང་འཛར་།

source: Photo tray
bo_cn: འདྲ་པར་ཤུར།

source: Photo with tear-off tab
bo_cn: ཕྱེ་བདེ་གདོང་འཛར་ཡོད་པའི་འདྲ་པར།

source: Photo:
bo_cn: འདྲ་པར།：

source: Please Wait
bo_cn: ཏོག་ཙམ་སྒུག་རོགས།

source: Please enter as many details as you can about the network address of this printer.
bo_cn: ཁྱོད་ཀྱིས་ཅི་ཐུབ་ཀྱིས་ཞིབ་ཚགས་ཀྱི་སྒོ་ནས་པར་འཁོར་འདིའི་དྲ་རྒྱའི་ཤག་གནས་ནང་འཇུག་བྱེད་རོགས།

source: Please select the device you want to use from the list below. If it does not appear in the list, select 'Not listed'.
bo_cn: གཤམ་གྱི་རེའུ་མིག་ནས་ཁྱེད་ཀྱིས་སྤྱོད་དགོས་པའི་སྒྲིག་ཆས་འདེམས་རོགས། གལ་ཏེ་མེད་ན ‘བཀོད་མེད’ ཞེས་པ་འདེམས་རོགས།

source: Please wait
bo_cn: ཏོག་ཙམ་སྒུག་རོགས།

source: Please wait...
bo_cn: ཅུང་ཙམ་སྒུག

source: Policies
bo_cn: ཐབས་ཇུས།

source: Port number:
bo_cn: སྣེ་ཁའི་རྟགས།：

source: Portrait (no rotation)
bo_cn: གཞུང་ཕྱོགས།（འཁོར་མེད།）
