Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/ubuntu-ui-toolkit.po
Languages: bo_cn

source: %1 is expecting a value for argument: %2
bo_cn: %1 ལ་ཞུགས་གྲངས་ཐང་གཅིག་དགོས།: %2

source: %1 is expecting additional arguments: %2
bo_cn: %1 ལ་ཚད་ལས་བརྒལ་བའི་ཞུགས་གྲངས་དགོས།: %2

source: %1 is expecting an additional argument: %2
bo_cn: %1 ལ་ཚད་ལས་བརྒལ་བའི་ཞུགས་གྲངས་དགོས།: %2

source: %1 minute
bo_cn: སྐར་མ་%1

source: %1 minute ago
bo_cn: སྐར་མ་ %1 གི་སྔོན།

source: 'Tomorrow 'HH:mm
bo_cn: སང་ཉིན། 'HH:mm

source: 'Yesterday 'h:mm ap
bo_cn: ཁ་སང་། 'h:mm ap

source: Alarm
bo_cn: ཅོང་བརྡ།

source: Alarm has a pending operation.
bo_cn: ཉེན་བརྡ་སྐྱེལ་ཆས་ལ་སྒྲིག་གཅོད་མ་བྱས་པའི་བཀོལ་སྤྱོད་ཅིག་ཡོད།

source: Back
bo_cn: ཕྱིར་འཐེན།

source: Binding detected on property '%1' will be removed by the service updates.
bo_cn: གཏོགས་གཤིས'%1'གི་སྟེང་དུ་ཞིབ་དཔྱད་བྱས་ནས་ཐོབ་པའི་བསྡམས་བཅད་དེ་ཞབས་ཞུ་རིམ་སྤར་བྱས་རྗེས་དོར་ངེས་ཡིན།

source: Cancel
bo_cn: འདོེར་བ།

source: Changing connection parameters forbidden.
bo_cn: འབྲེལ་མཐུད་ཞུགས་གྲངས་བཟོ་བཅོས་འགོག་པ།

source: Close
bo_cn: ཁ་རྒྱག་པ།

source: Confirm
bo_cn: གཏན་འཁེལ།

source: Copy
bo_cn: འདྲ་བཟོ།

source: Cut
bo_cn: དྲས་གཏུབ།

source: Delete
bo_cn: བསུབ་པ།

source: Done
bo_cn: ལེགས་འགྲུབ།

source: Dragging is only supported when using a QAbstractItemModel, ListModel or list.
bo_cn: འདྲུད་གཏོང་ QAbstractItemModel དང་ ListModel ཡང་ན་ list ཁོ་ན་སྤྱོད་སྐབས་རྒྱབ་སྐྱོར་བྱེད།

source: Dragging mode requires ListView
bo_cn: ListView འདྲུད་གཏོང་རྣམ་པ་བྱེད་དགོས།

source: Ignoring AfterItem priority for InverseMouse filters.
bo_cn: InverseMouse འཚག་ཆས་སུ་སྤྱད་པའི་སྔོན་ཐོབ་རིམ་པ AfterItem སྣང་མེད་དུ་འཇོག་པ།

source: Invalid bus type: %1.
bo_cn: ནུས་མེད་ཀྱི་མ་སྐུད་རིགས་རྣམ།: %1

source: ListView has no ViewItems.dragUpdated() signal handler implemented. No dragging will be possible.
bo_cn: ListView ཡིས་ ViewItems.dragUpdated() བརྡ་རྟགས་སྒྲིག་གཅོད་མངོན་གྱུར་བྱས་མེད།：འདྲུད་པ་བཀོལ་སྤྱོད་མི་ནུས།

source: No service/path specified
bo_cn: དམིགས་བཙུགས་ཞབས་ཞུ་/འགྲོ་ལམ་མེད།

source: Not a Palette component.
bo_cn: ཚོན་གཞོང་སྒྲིག་ལྷུ་མ་རེད།

source: Now
bo_cn: མིག་སྔ།

source: Options:
bo_cn: འདེམ་བྱང་།：

source: Paste
bo_cn: སྦྱར་བ།

source: Pull to refresh...
bo_cn: མར་འཐེན་གྱིས་གསར་འདོན།...

source: Release to refresh...
bo_cn: གློད་གཏོང་གིས་གསར་འདོན།...

source: Select All
bo_cn: ཚང་མ་འདེམས།

source: Usage:
bo_cn: སྤྱོད་ཐབས།：

source: Warning: attachee must have an ID. State will not be saved.
bo_cn: ཐ་ཚིག：ཁོངས་གཏོགས་སུ་ངེས་པར་དུ་ ID རྣམ་པ་ཞིག་ཉར་ཚགས་མི་བྱེད།

source: Warning: attachee's UUID is already registered, state won't be saved: %1
bo_cn: ཐ་ཚིག：ཁོངས་སུ་གཏོགས་པའི་ UUID ཐོ་འགོད་བྱས་ཟིན་པས་རྣམ་པ་ཉར་ཚགས་མི་བྱེད།：%1

source: consider overriding rebound() slot!
bo_cn: ཤུར་ rebound() བསྐྱར་ཁུར་བྱེད་པར་བསམ་བློ་གཏོང་རོགས།

source: consider overriding swipeEvent() slot!
bo_cn: ཤུར་ swipeEvent() བསྐྱར་ཁུར་བྱེད་པར་བསམ་བློ་གཏོང་རོགས།
