Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/udisks2.po
Languages: bo_cn

source: %s Block Device
bo_cn: %s དུམ་བུ་སྒྲིག་ཆས།

source: %s Loop Device
bo_cn: %s ཕྱིར་སྐོར་སྒྲིག་ཆས།

source: Apple Partition Map
bo_cn: Appleཁུལ་བགོས་རྟེན་འཕྲོ།

source: Authentication is required to abort a SMART self-test on $(drive)
bo_cn: $(drive) SMART རང་བཤེར་མཚམས་འཇོག་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to activate swapspace on $(drive)
bo_cn: $(drive) སྟེང་གི་བརྗེ་རེས་བགོ་ཁུལ་སྐུལ་སློང་བྱེད་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to add a device to a RAID array
bo_cn: RAID གྲམ་པར་སྒྲིག་ཆས་སྣོན་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to add an entry to the /etc/crypttab file
bo_cn: /etc/crypttab ཡིག་ཆའི་ནང་ཚན་པ་སྣོན་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to add an entry to the /etc/fstab file
bo_cn: /etc/fstab ཡིག་ཆའི་ནང་ཚན་པ་སྣོན་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to cancel a job
bo_cn: ལས་འགན་དོར་བར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to cancel a job started by another user
bo_cn: སྤྱོད་མཁན་གཞན་གྱིས་འགོ་སློང་བའི་ལས་འགན་དོར་བར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to change the filesystem label on $(drive)
bo_cn: $(drive) ཡི་ཡིག་ཆའི་རྒྱུད་ཁོངས་གདོང་འཛར་བསྒྱུར་བར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to change the passphrase for an encrypted device
bo_cn: གསང་སྡོམ་སྒྲིག་ཆས་ཀྱི་གསང་ལྡེ་སྒྱུར་བར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to check power state for $(drive)
bo_cn: $(drive) གློག་ཁུངས་རྣམ་པ་ཞིབ་བཤེར་བྱེད་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to check the power state
bo_cn: གློག་ཁུང་རྣམ་པ་ཞིབ་བཤེར་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to configure settings for $(drive)
bo_cn: $(drive) སྒྲིག་འགོད་སྡེབ་སྒྲིག་བྱེད་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to configure the write-intent bitmap on a RAID array
bo_cn: RAID གྲམ་པའི་སྟེང་གི་ write-intent གནས་རིས་སྡེབ་སྒྲིག་བྱེད་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to create a RAID array
bo_cn: RAID གྲམ་པ་གསར་འཛུགས་བྱེད་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to create a partition on $(drive)
bo_cn: $(drive) སྟེང་བགོ་ཁུལ་གསར་འཛུགས་བྱེད་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to deactivate swapspace on $(drive)
bo_cn: སྐུལ་སློང་ $(drive) སྟེང་གི་བགོ་ཁུལ་བརྗེ་རེས་དོར་བར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to delete a loop device set up by another user
bo_cn: སྤྱོད་མཁན་གཞན་གྱིས་གསར་འཛུགས་བྱས་པའི་ཕྱིར་སྐོར་སྒྲིག་ཆས་བསུབ་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to delete the loop device $(drive)
bo_cn: ཕྱིར་སྐོར་སྒྲིག་ཆས $(drive) བསུབ་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to delete the partition $(drive)
bo_cn: བགོ་ཁུལ་ $(drive) བསུབ་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to disable SMART on $(drive)
bo_cn: $(drive) སྟེང་ SMART འགོག་སྤྱོད་བྱེད་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to eject $(drive)
bo_cn: $(drive) ཕྱིར་གཏོང་བྱེད་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to eject media
bo_cn: སྨྱན་གཟུགས་ཕྱིར་གཏོང་བྱེད་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to eject media from a drive plugged into another seat
bo_cn: ཤུར་གཞན་ཞིག་ཏུ་བཙུགས་པའི་སྐུལ་སློང་ཆས་ནས་སྨྱན་གཟུགས་གཏོང་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to enable SMART on $(drive)
bo_cn: $(drive) སྟེང་ SMART སྤྱོད་འགོ་རྩོམ་པར་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to enable/disable SMART
bo_cn: SMART སྤྱོད་འགོ་རྩོམ་པ/འགོག་སྤྱོད་པར་ར་སྤྲོདབྱེད་དགོས།

source: Authentication is required to format $(drive)
bo_cn: $(drive) རྣམ་གཞག་ཅན་དུ་བྱེད་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to lock an encrypted device unlocked by another user
bo_cn: སྤྱོད་མཁན་གཞན་གྱིས་སྒྲོག་གྲོལ་བའི་གསང་སྡོམ་སྒྲིག་ཆས་སྒྲོག་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to lock the encrypted device $(drive) unlocked by another user
bo_cn: སྤྱོད་མཁན་གཞན་གྱིས་སྒྲོག་གྲོལ་བའི་སྒྲིག་ཆས $(drive) སྒྲོག་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to manage RAID arrays
bo_cn: RAID གྲམ་པ་དོ་དམ་བྱེད་པར་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to manage swapspace
bo_cn: བརྗེ་རེས་བར་སྟོང་དོ་དམ་བྱེད་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to modify a device
bo_cn: དབང་ཆ་སྤྲད་ནས་སྒྲིག་ཆས་ལ་བཟོ་བཅོས་བྱེད་དགོས།

source: Authentication is required to modify a device plugged into another seat
bo_cn: ཤུར་གཞན་ཞིག་ཏུ་བཙུགས་པའི་སྒྲིག་ཆས་བཟོ་བཅོས་བྱེད་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to modify a loop device set up by another user
bo_cn: སྤྱོད་མཁན་གཞན་གྱིས་གསར་འཛུགས་བྱས་པའི་ཕྱིར་སྐོར་སྒྲིག་ཆས་བཟོ་བཅོས་བྱེད་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to modify drive settings
bo_cn: སྒྲིག་ཆས་སྒྲིག་འགོད་བཟོ་བཅོས་བྱེད་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to modify system-wide configuration
bo_cn: རྒྱུད་ཁོངས་ཁྱབས་ཁོངས་སྡེབ་སྒྲིག་བཟོ་བཅོས་བྱེད་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to modify the /etc/crypttab file
bo_cn: /etc/crypttab ཡིག་ཆ་བཟོ་བཅོས་བྱེད་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to modify the /etc/fstab file
bo_cn: /etc/fstab ཡིག་ཆ་བཟོ་བཅོས་བྱེད་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to modify the loop device $(drive)
bo_cn: ཕྱིར་སྐོར་སྒྲིག་ཆས $(drive) བཟོ་བཅོས་བྱེད་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to modify the partition on device $(drive)
bo_cn: སྒྲིག་ཆས $(drive) སྟེང་གི་བགོ་ཁུལ་བཟོ་བཅོས་བྱེད་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to mount $(drive)
bo_cn: $(drive) འདེགས་འགེལ་བྱེད་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to mount $(drive) referenced in the /etc/fstab file
bo_cn: /etc/fstab ནང་སྤྱད་པའི་ $(drive) འདེགས་འགེལ་བྱེད་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to mount the filesystem
bo_cn: ཡིག་ཆ་རྒྱུད་ཁོངས་འདེགས་འགེལ་བྱེད་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to mount/unmount the filesystem
bo_cn: ཡིག་ཆ་རྒྱུད་ཁོངས་འདེགས་འགེལ /བཤིག་དོར་བྱེད་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to open $(drive) for benchmarking
bo_cn: $(drive) ཁ་ཕྱེ་ནས་གཤིས་ནུས་ཚད་ལེན་བྱེད་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to open $(drive) for reading
bo_cn: $(drive) ཁ་ཕྱེ་ནས་ཀློག་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to open $(drive) for writing
bo_cn: $(drive) ཁ་ཕྱེ་ནས་འབྲི་འཇུག་བྱེད་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to open a device
bo_cn: སྒྲིག་ཆས་ཁ་ཕྱེ་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to perform a secure erase of $(drive)
bo_cn: བདེ་འཇགས་བསུབ་པ $(drive) ལག་བསྟར་བྱེད་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to power off $(drive)
bo_cn: $(drive) ལ་གློག་གཅོད་པར་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to power off a drive
bo_cn: སྐུལ་སློང་ཆས་ལ་གློག་གཅོད་པར་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to power off a drive plugged into another seat
bo_cn: ཤུར་གཞན་ཞིག་ཏུ་བཙུགས་པའི་སྐུལ་སློང་ཆས་ལ་གློག་གཅོད་པར་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to put $(drive) in standby mode
bo_cn: $(drive) དེ་སྒུག་པའི་རྣམ་པ་རུ་བསྒྱུར་བར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to put a drive into standby mode
bo_cn: སྐུལ་སློང་ཆས་སྒུག་པའི་རྣམ་པ་རུ་བསྒྱུར་བར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to read system-level secrets
bo_cn: རྒྱུད་ཁོངས་རིམ་པའི་གསང་པའི་ཆ་འཕྲིན་ཀློག་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to remove a device from a RAID array
bo_cn: RAID གྲམ་པའི་ནང་ནས་སྒྲིག་ཆས་སྤོར་བར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to remove an entry from /etc/fstab file
bo_cn: /etc/fstab ཡིག་ཆ་ནང་ནས་ཚན་པ་སྤོར་བར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to remove an entry from the /etc/crypttab file
bo_cn: /etc/crypttab ཡིག་ཆ་ནང་ནས་ཚན་པ་སྤོར་བར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to rescan $(drive)
bo_cn: $(drive) ཡང་བསྐྱར་བཤར་འབེབས་བྱེད་པར་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to rescan a device
bo_cn: སྒྲིག་ཆས་ཡང་བསྐྱར་བཤར་འབེབས་བྱེད་པར་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to retrieve secrets from system-wide configuration
bo_cn: རྒྱུད་ཁོངས་ཁྱབ་ཁོངས་སྡེབ་སྒྲིག་ནང་ནས་གསང་བའི་ནང་དོན་ཐོབ་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to run a SMART self-test
bo_cn: SMART རང་བཤེར་འཁོར་སྐྱོད་བྱེད་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to securely erase a hard disk
bo_cn: བདེ་འཇགས་ཀྱིས་མཁྲེགས་སྡེར་བསུབ་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to set SMART data from a blob on $(drive)
bo_cn: $(drive) སྟེང་གི་ blob ཡིས་ SMART གཞི་གྲངས་སྒྲིག་འགོད་བྱེད་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to set SMART data from blob
bo_cn: blob ནས་ SMART གཞི་གྲངས་སྒྲིག་འགོད་བྱེད་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to set up a loop device
bo_cn: ཕྱིར་སྐོར་སྒྲིག་ཆས་སྒྲིག་འཛུགས་བྱེད་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to start a RAID array
bo_cn: RAID གྲམ་པ་འགོ་སློང་བྱེད་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to start a SMART self-test on $(drive)
bo_cn: $(drive) SMART རང་བཤེར་འགོ་སློང་བྱེད་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to start/stop data scrubbing of a RAID array
bo_cn: RAID གྲམ་པའི་གཞི་གྲངས་གཙང་སེལ་འགོ་སློང་/མཚམས་འཇོག་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to stop a RAID array
bo_cn: RAID གྲམ་པ་མཚམས་འཇོག་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to unlock an encrypted device
bo_cn: སྒྲིག་ཆས་སྒྲོག་གྲོལ་གསང་སྡོམ་བྱེད་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to unlock the encrypted device $(drive)
bo_cn: སྒྲོག་གྲོལ་གསང་སྡོམ་བྱས་པའི་སྒྲིག་ཆས $(drive) ལ་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to unmount $(drive) mounted by another user
bo_cn: དབང་ཆ་སྤྲད་ནས་བཤིག་དོར་བྱེད་དགོས་པ་དང་སྤྱོད་མཁན་གཞན་གྱིས་འགེལ་འདེགས་བྱེད་པའི་ $(drive)

source: Authentication is required to unmount $(drive) referenced in the /etc/fstab file
bo_cn: /etc/fstab ཡིག་ཆ་ནང་སྤྱད་པའི་ $(drive) བཤིག་དོར་བྱེད་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to unmount a filesystem mounted by another user
bo_cn: སྤྱོད་མཁན་གཞན་གྱིས་འགེལ་འདེགས་བྱེད་པའི་ཡིག་ཆ་རྒྱུད་ཁོངས་བཤིག་དོར་བྱེད་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to update SMART data
bo_cn: SMART གཞི་གྲངས་གསར་བསྒྱུར་བྱེད་པ་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to update SMART data from $(drive)
bo_cn: $(drive) ཡི་ SMART གཞི་གྲངས་སྤྱོད་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to wake up $(drive) from standby mode
bo_cn: སྒུག་པའི་རྣམ་པ་ནས་ $(drive) གཉིད་དཀྲོག་པར་ཐོབ་ཐང་ར་སྤྲོད་བྱེད་དགོས།

source: Block Device
bo_cn: དུམ་བུའི་སྒྲིག་ཆས།

source: Cancel job
bo_cn: ལས་འགན་དོར་བ།

source: Cancel job started by another user
bo_cn: སྤྱོད་མཁན་གཞན་གྱིས་འགོ་སློང་བའི་ལས་འགན་དོར་བ།

source: Change passphrase for an encrypted device
bo_cn: གསང་སྡོམ་སྒྲིག་ཆས་ཀྱི་གསང་ལྡེ་བཟོ་བཅོས་བྱེད་པ།

source: Check power state
bo_cn: གློག་ཁུང་རྣམ་པ་ཞིབ་བཤེར་བྱེད་པ།

source: Delete loop devices
bo_cn: ཕྱིར་སྐོར་སྒྲིག་ཆས་བསུབ་པ།

source: Eject media
bo_cn: སྨྱན་གཟུགས་ཕྱིར་གཏོང་།

source: Eject media from a drive attached to another seat
bo_cn: ཤུར་གཞན་ཞིག་ཏུ་སྦྲེལ་བའི་སྐུལ་སློང་ཆས་ནང་གི་སྨྱན་གཟུགས་ཕྱིར་གཏོང་བ།

source: Eject media from a system drive
bo_cn: རྒྱུད་ཁོངས་སྐུལ་སློང་ཆས་ནས་སྨྱན་གཟུགས་ཕྱིར་གཏོང་བར་ར་སྤྲོད་བྱེད་དགོས།

source: Enable/Disable SMART
bo_cn: SMART སྤྱོད་འགོ་རྩོམ་པ/འགོག་སྤྱོད།

source: Formatting Device
bo_cn: སྒྲིག་ཆས་རྣམ་པར་འཇོག་པ།

source: GUID Partition Table
bo_cn: GUID བགོ་ཁུལ་རེའུ་མིག

source: Lock an encrypted device unlocked by another user
bo_cn: སྤྱོད་མཁན་གཞན་གྱིས་སྒྲོག་གྲོལ་བའི་གསང་སྡོམ་སྒྲིག་ཆས་སྒྲོག་པ།

source: Loop Device
bo_cn: ཕྱིར་སྐོར་སྒྲིག་ཆས།

source: Manage RAID arrays
bo_cn: RAID གྲམ་སྟར་དོ་དམ།

source: Manage loop devices
bo_cn: ཕྱིར་སྐོར་སྒྲིག་ཆས་དོ་དམ།

source: Manage swapspace
bo_cn: བརྗེ་རེས་བར་སྟོང་དོ་དམ།

source: Master Boot Record
bo_cn: སྣེ་ཁྲིད་ཟིན་ཐོ་གཙོ་བོ།

source: Modify a device
bo_cn: སྒྲིག་ཆས་བཟོ་བཅོས།

source: Modify a system device
bo_cn: རྒྱུད་ཁོངས་སྒྲིག་ཆས་བཟོ་བཅོས།

source: Modify drive settings
bo_cn: སྐུལ་སློང་ཆས་སྒྲིག་འགོད་བཟོ་བཅོས།

source: Modify loop devices
bo_cn: ཕྱིར་སྐོར་སྒྲིག་ཆས་བཟོ་བཅོས།

source: Modify system-wide configuration
bo_cn: རྒྱུད་ཁོངས་ཁྱོན་ཡོངས་སྡེབ་སྒྲིག་བཟོ་བཅོས།

source: Mount a filesystem
bo_cn: ཡིག་ཆ་རྒྱུད་ཁོངས་འགེལ་འདེགས།

source: Mount a filesystem from a device plugged into another seat
bo_cn: ཤུར་གནས་སྒྲིག་ཆས་གཞན་སྟེང་དུ་བཙུགས་པའི་ཡིག་ཆ་རྒྱུད་ཁོངས་འགེལ་འདེགས།

source: Mount a filesystem on a system device
bo_cn: རྒྱུད་ཁོངས་སྒྲིག་ཆས་སྟེང་དུ་ཡིག་ཆ་རྒྱུད་ཁོངས་འགེལ་འདེགས་བྱེད་པ།

source: Mount/unmount filesystems defined in the fstab file with the x-udisks-auth option
bo_cn: x-udisks-auth འདེམས་ཚན་སྤྱད་ནས་ fstab ནང་མཚན་ཉིད་བཞག་པའི་ཡིག་ཆ་རྒྱུད་ཁོངས་འགེལ་འདེགས་/ཕབ་འདོན་བྱེད་པ།

source: Open a device
bo_cn: སྒྲིག་ཆས་ཁ་ཕྱེ་པ།

source: Open a system device
bo_cn: རྒྱུད་ཁོངས་སྒྲིག་ཆས་ཁ་ཕྱེ་པ།

source: Power off a drive attached to another seat
bo_cn: ཤུར་གཞན་ཞིག་ཏུ་སྦྲེལ་བའི་སྐུལ་སློང་ཆས་ལ་གློག་གཅོད་པ།

source: Power off a system drive
bo_cn: རྒྱུད་ཁོངས་སྐུལ་སློང་ཆས་གློག་གཅོད་པ།

source: Power off drive
bo_cn: སྐུལ་སློང་ཆས་གློག་གཅོད་པ།

source: Rescan a device
bo_cn: སྒྲིག་ཆས་ཡང་བསྐྱར་བཤར་འབེབས་བྱེད་པ།

source: Run SMART self-test
bo_cn: SMART རང་བཤེར་འཁོར་སྐྱོད་བྱེད་པ།

source: Securely erase a hard disk
bo_cn: མཁྲེགས་སྡེར་བདེ་འཇགས་ངང་བསུབ་པ།

source: Send standby command
bo_cn: སྒུག་སྡོད་བཀའ་བརྡ་སྐྱེལ་གཏོང་བྱེད་པ།

source: Send standby command to a system drive
bo_cn: རྒྱུད་ཁོངས་སྐུལ་སློང་ཆས་ལ་སྒུག་སྡོད་བཀའ་བརྡ་སྐྱེལ་གཏོང་བྱེད་པ།

source: Send standby command to drive on other seat
bo_cn: ཤུར་གནས་གཞན་པའི་སྟེང་གི་སྐུལ་སློང་ཆས་ལ་སྒུག་སྡོད་བཀའ་བརྡ་སྐྱེལ་གཏོང་བྱེད་པ།

source: Set SMART data from blob
bo_cn: blob ནས་ SMART གཞི་གྲངས་སྒྲིག་འགོད་བྱེད་པ།

source: Unlock an encrypted device
bo_cn: སྒྲིག་ཆས་སྒྲོག་གྲོལ་གསང་སྡོམ་བྱེད་པ།

source: Unlock an encrypted device plugged into another seat
bo_cn: ཤུར་གནས་གཞན་དུ་བཙུགས་པའི་གསང་སྡོམ་སྒྲིག་ཆས་སྒྲོག་གྲོལ་བ།

source: Unlock an encrypted device specified in the crypttab file with the x-udisks-auth option
bo_cn: x-udisks-auth འདེམས་ཚན་སྤཡད་ནས་ crypttab ཡིག་ཆའི་ནང་དམིགས་བཙུགས་པའི་གསང་སྡོམ་སྒྲིག་ཆས་སྒྲོག་གྲོལ་བ།

source: Unlock an encrypted system device
bo_cn: གསང་སྡོམ་རྒྱུད་ཁོངས་སྒྲིག་ཆས་སྒྲོག་གྲོལ་བ།

source: Unmount a device mounted by another user
bo_cn: སྤྱོད་མཁན་གཞན་གྱིས་འགེལ་འདེགས་བྱས་པའི་སྒྲིག་ཆས་བཤིག་འདོན་བྱེད་པ།

source: Update SMART data
bo_cn: SMART གཞི་གྲངས་གསར་བསྒྱུར།

source: %s (%s bytes)
bo_cn: %s(%s ཡིག་ཚིགས།)

source: Blu-Ray
bo_cn: འོད་སྔོན་འོད་སྡེར།

source: %s Hard Disk
bo_cn: %s མཁྲེགས་སྡེར།

source: Hard Disk
bo_cn: མཁྲེགས་སྡེར།

source: Disk
bo_cn: རང་སའི་སྲ་སྡེར།

source: Bootable
bo_cn: འགོ་སློང་རུང་།

source: %s Card Reader
bo_cn: %s ཁཱ་ཀློག་ཆས།

source: %s Disk
bo_cn: %s སྡུད་སྡེར།

source: %s %s Drive
bo_cn: %s %s སྐུལ་སློང་ཆས།

source: %s Drive
bo_cn: %s སྐུལ་སློང་ཆས།

source: %s Card
bo_cn: %s ཁཱ།

source: Ext2 (version %s)
bo_cn: Ext2(པར་གཞི %s)

source: Ext3 (version %s)
bo_cn: Ext3(པར་གཞི %s)

source: Ext4 (version %s)
bo_cn: Ext4(པར་གཞི %s)

source: FAT (12-bit version)
bo_cn: FAT(པར་གཞི་གནས 12)

source: FAT (16-bit version)
bo_cn: FAT(པར་གཞི་གནས 16)

source: FAT (32-bit version)
bo_cn: FAT(པར་གཞི་གནས 32)

source: FAT (version %s)
bo_cn: FAT(པར་གཞི %s)

source: ISO 9660 (version %s)
bo_cn: ISO 9660། (པར་གཞི %s)

source: Journal for Ext
bo_cn: Ext ཉིན་ཐོ།

source: Journal for Ext (version %s)
bo_cn: Ext ཉིན་ཐོ། (པར་གཞི %s)

source: LUKS Encryption
bo_cn: LUKSགསང་སྡོམ།

source: LUKS Encryption (version %s)
bo_cn: LUKSགསང་སྡོམ། (པར་གཞི %s)

source: LVM2 Physical Volume
bo_cn: LVM2 དངོས་ལུགས་པོད་ཏི།

source: LVM2 Physical Volume (%s)
bo_cn: LVM2 དངོས་ལུགས་པོད་ཏི། (%s)

source: Linux RAID Member
bo_cn: Linux RAID ཁོངས་མི།

source: Linux RAID Member (version %s)
bo_cn: Linux RAID ཁོངས་མི། (པར་གཞི %s)

source: NTFS (version %s)
bo_cn: NTFS(པར་གཞི %s)

source: Swap (version %s)
bo_cn: Swap(པར་གཞི %s)

source: UDF (version %s)
bo_cn: UDF(པར་གཞི %s)

source: Unknown
bo_cn: མི་ཤེས།

source: Unknown (%s %s)
bo_cn: ངེས་མེད། (%s %s)

source: Unknown (%s)
bo_cn: ངེས་མེད། (%s)

source: VMFS (version %s)
bo_cn: VMFS(པར་གཞི %s)

source: VMFS Member (v%s)
bo_cn: VMFS ཁོངས་མི། (v%s)

source: VMFS Volume Member
bo_cn: VMFS པོད་ཏི་ཁོངས་མི།

source: VMFS Volume Member (version %s)
bo_cn: VMFS པོད་ཏི་ཁོངས་མི། (པར་གཞི %s)

source: XFS (version %s)
bo_cn: XFS(པར་གཞི %s)

source: ZFS Device
bo_cn: ZFS སྒྲིག་ཆས།

source: ZFS Device (ZPool version %s)
bo_cn: ZFS སྒྲིག་ཆས། (ZPool པར་གཞི %s)

source: exFAT (version %s)
bo_cn: exFAT (པར་གཞི %s)

source: Drive
bo_cn: སྐུལ་སློང་ཆས།

source: Hidden
bo_cn: གབ་པ།

source: Legacy BIOS Bootable
bo_cn: རྣམ་རྙིང་ BIOS འགོ་སློང་རུང་།

source: No Automount
bo_cn: རང་འགུལ་འགེལ་འདེགས་མི་བྱེད་པ།

source: Read-only
bo_cn: ཀློག་ཙམ།

source: System
bo_cn: རྒྱུད་ཁོངས།

source: ATA Secure Erase
bo_cn: ATA བདེ་འཇགས་སུབ་པ།

source: Adding Device to Array
bo_cn: སྒྲིག་ཆས་གྲམ་སྟར་དུ་ཁ་སྣོན་པ།

source: Cleaning Up
bo_cn: གཙང་སེལ།

source: Creating Filesystem
bo_cn: ཡིག་ཆ་རྒྱུད་ཁོངས་གསར་འཛུགས

source: Creating Partition
bo_cn: བགོ་ཁུལ་གསར་འཛུགས།

source: Creating RAID Array
bo_cn: RAID གྲམ་སྟར་གསར་འཛུགས།

source: Deleting Partition
bo_cn: བགོ་ཁུལ་བསུབ་པ།

source: Ejecting Medium
bo_cn: སྨྱན་གཟུགས་ཕྱིར་གཏོང་།

source: Erasing Device
bo_cn: སྒྲིག་ཆས་སུབ་པ།

source: Locking Device
bo_cn: སྒྲིག་ཆས་དམིགས་བཙུགས།

source: Marking Device as Faulty
bo_cn: སྒྲིག་ཆས་ནོར་འཁྲུལ་ཡོད་པར་མཚོན་རྟགས་བཀོད་པ།

source: Modifying Encrypted Device
bo_cn: གསང་སྡོམ་སྒྲིག་ཆས་བཟོ་བཅོས།

source: Modifying Filesystem
bo_cn: ཡིག་ཆ་རྒྱུད་ཁོངས་བཟོ་བཅོས།

source: Modifying Partition
bo_cn: བགོ་ཁུལ་བཟོ་བཅོས།

source: Mounting Filesystem
bo_cn: ཡིག་ཆ་རྒྱུད་ཁོངས་འགེལ་འདེགས།

source: Removing Device from Array
bo_cn: གྲམ་སྟར་ཁྲོད་ནས་སྒྲིག་ཆས་སྤོ་བ།

source: SMART self-test
bo_cn: SMART རང་བཤེར།

source: Setting Up Loop Device
bo_cn: ཕྱིར་སྐོར་སྒྲིག་ཆས་སྒྲིག་འགོད།

source: Setting Write-Intent Bitmap
bo_cn: Write-Intent གནས་རིས་སྒྲིག་འགོད།

source: Starting RAID Array
bo_cn: RAID གྲམ་སྟར་འགོ་སློང་བ།

source: Starting Swap Device
bo_cn: བརྗེ་རེས་སྒྲིག་ཆས་འགོ་སློང་བ།

source: Stopping RAID Array
bo_cn: RAID གྲམ་སྟར་མཚམས་འཇོག

source: Stopping Swap Device
bo_cn: བརྗེ་རེས་སྒྲིག་ཆས་མཚམས་འཇོག

source: Unlocking Device
bo_cn: སྒྲིག་ཆས་སྒྲོག་གྲོལ།

source: Unmounting Filesystem
bo_cn: ཡིག་ཆ་རྒྱུད་ཁོངས་བཤིག་འདོན།

source: RAID Array
bo_cn: RAIDགྲམ་སྟར།

source: Flash
bo_cn: འོད་འཁྱུག་གློག་སྒྲོན།

source: MemoryStick
bo_cn: དྲན་ཤེས་དབྱུ་གུ།

source: SD High Capacity
bo_cn: SDཤོང་ཚད་ཆེན་པོ།

source: SecureDigital
bo_cn: SDཁཱ།

source: CD-R
bo_cn: འབྲི་རུང་འོད་སྡེར།

source: CD-ROM
bo_cn: ཀློག་ཙམ་འོད་སྡེར།

source: CD-RW
bo_cn: བསྐྱར་འབྲི་རུང་བའི་འོད་སྡེར།

source: DVD+R
bo_cn: DVD+R(འབྲི་རུང་།)

source: DVD+RW
bo_cn: DVD+RW(བསྐྱར་འབྲི་བྱ་རུང་།)

source: DVD-R
bo_cn: DVD-R(འབྲི་རུང་།)

source: DVD-RAM
bo_cn: DVD-RAM(ཀློག་ཙམ།)

source: DVD-RW
bo_cn: DVD-RW(བསྐྱར་འབྲི་བྱ་རུང་།)

source: Floppy
bo_cn: མཉེན་སྡེར།

source: Thumb
bo_cn: Uསྡེར།

source: %s Disc
bo_cn: %s འོད་སྡེར།

source: Audio %s
bo_cn: སྒྲ་ཟློས་ %s

source: Blank %s
bo_cn: སྟོང་པ་ %s

source: Mixed %s
bo_cn: མཉམ་བསྲེས་ %s

source: Apple Boot
bo_cn: Apple འགོ་སློང་ཁུལ།

source: Apple Core Storage
bo_cn: Apple ནང་སྙིང་གསོག་ཇོག

source: Apple Label
bo_cn: Apple ངོ་རྟགས་ཁུལ།

source: Apple RAID (offline)
bo_cn: Apple RAID(སྐུད་ལམ་དང་བྲལ་བ།)

source: Apple TV Recovery
bo_cn: Apple TV སླར་གསོ་ཁུལ།

source: BIOS Boot
bo_cn: BIOS འགོ་སློང་ཁུལ།

source: Basic Data
bo_cn: རྨང་གཞིའི་གཞི་གྲངས།

source: ChromeOS Firmware
bo_cn: ChromeOS མཁྲེགས་ལྷུ།

source: ChromeOS Kernel
bo_cn: ChromeOS ནང་སྙིང་།

source: ChromeOS Reserved
bo_cn: ChromeOS ཉར་ཚགས་ཁུལ།

source: ChromeOS Root Filesystem
bo_cn: ChromeOS རྩ་བའི་ཡིག་ཆའི་རྒྱུད་ཁོངས།

source: Compaq diagnostics
bo_cn: Compaq བརྟག་དཔྱད།

source: Driver
bo_cn: སྐུལ་སློང་བྱ་རིམ།

source: EFI System
bo_cn: EFI རྒྱུད་ཁོངས།

source: Empty
bo_cn: སྟོང་པ།

source: Extended
bo_cn: རྒྱ་སྐྱེད།

source: Extended Boot Partition
bo_cn: རྒྱ་སྐྱེད་སྣེ་ཁྲིད་ཁུལ་བགོས།

source: FreeBSD Boot
bo_cn: FreeBSD འགོ་སློང་ཁུལ།

source: FreeBSD Data
bo_cn: FreeBSD གཞི་གྲངསཁུལ།

source: HP-UX Data
bo_cn: HP-UX གཞི་གྲངསཁུལ།

source: HP-UX Service
bo_cn: HP-UX ཞབས་ཞུ་ཁུལ།

source: Hibernation
bo_cn: མལ་གསོ།

source: Hidden FAT12
bo_cn: FAT12སྦེད་པ།

source: Hidden FAT16
bo_cn: FAT16སྦེད་པ།

source: Hidden FAT16 <32M
bo_cn: FAT16 <32Mསྦེད་པ།

source: Hidden HPFS/NTFS
bo_cn: HPFS/NTFSསྦེད་པ།

source: Hidden W95 FAT16 (LBA)
bo_cn: W95 FAT16(LBA)སྦེད་པ།

source: Hidden W95 FAT32
bo_cn: W95 FAT32སྦེད་པ།

source: Hidden W95 FAT32 (LBA)
bo_cn: W95 FAT32(LBA)སྦེད་པ།

source: Linux Extended
bo_cn: Linux རྒྱ་སྐྱེད།

source: Linux Filesystem
bo_cn: Linux ཡིག་ཆའི་རྒྱུད་ཁོངས།

source: Linux Home Partition
bo_cn: Linux སྤྱོད་མཁན་དཀར་ཆག་ཁུལ་ལག

source: Linux RAID auto
bo_cn: Linux RAID རང་འགུལ།

source: Linux Reserved
bo_cn: Linux ཉར་ཚགས་ཁུལ།

source: Linux Root Partition (x86)
bo_cn: Linux རྩ་བའི་ཁུལ་ལག (x86)

source: Linux Root Partition (x86_64)
bo_cn: Linux རྩ་བའི་ཁུལ་ལག (x86_64)

source: Linux Server Data Partition
bo_cn: Linux ཞབས་ཞུ་ཆས་ཀྱི་གཞི་གྲངས་ཁུལ་ལག

source: MBR Partition Scheme
bo_cn: MBR ཁུལ་ལག་ཇུས་གཞི།

source: Microsoft LDM data
bo_cn: Microsoft LDM གཞི་གྲངས།

source: Microsoft LDM metadata
bo_cn: Microsoft LDM རྒྱུའི་གཞི་གྲངས།

source: Microsoft Reserved
bo_cn: Microsoft ཉར་ཚགས་ཁུལ།

source: Microsoft Windows Recovery Environment
bo_cn: Microsoft Windows ཁོར་ཡུག་སོར་ལོག

source: NetBSD Concatenated
bo_cn: NetBSD འབྲེལ་ཁུལ།

source: NetBSD Encrypted
bo_cn: NetBSD གསང་སྡོམ་ཁུལ།

source: ProDOS file system
bo_cn: ProDOS ཡིག་ཆའི་རྒྱུད་ཁོངས།

source: Solaris Alternate Sector
bo_cn: Solaris གཡབ་ཁུལ་བརྗེ་བ།

source: Solaris Boot
bo_cn: Solaris འགོ་སློང་ཁུལ།

source: Solaris Reserved
bo_cn: Solaris ཉར་ཚགས་ཁུལ།

source: Solaris boot
bo_cn: Solaris འགོ་སློང་ཁུལ།

source: Generic
bo_cn: ཀུན་སྤྱོད།

source: Other
bo_cn: གཞན་དག

source: Windows
bo_cn: སྒེའུ་ཁུང་།
