Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/vino.po
Languages: bo_cn

source: or
bo_cn: ཡང་ན།

source: %s's remote desktop on %s
bo_cn: %s ནི་ %s ཡི་རྒྱང་རིང་ཅོག་ངོས་སུ་ཡོད།

source: '%s' disconnected
bo_cn: “%s”འབྲེལ་མཐུད་མཚམས་བཅད་ཟིན།

source: '%s' is remotely controlling your desktop.
bo_cn: “%s”རྒྱང་ནས་ཁྱེད་ཀྱི་ཅོག་ངོས་ཚོད་འཛིན་བྱེད་བཞིན་པ།

source: '%s' rejected the desktop sharing invitation.
bo_cn: “%s”ཅོག་ངོས་མཉམ་སྤྱོད་གདན་ཞུ་དང་ལེན་མ་བྱས་པ།

source: - Updates Vino password
bo_cn: - Vino གསང་ཨང་གསར་བསྒྱུར།

source: - VNC Server for GNOME
bo_cn: - GNOME ཡི་ VNC ཞབས་ཞུ་ཆས།

source: A user on the computer '%s' is remotely controlling your desktop.
bo_cn: རྩིས་འཁོར་“%s”སྟེང་གནས་པའི་སྤྱོད་མཁན་གྱིས་ཁྱེད་རང་གི་ཅོག་ངོས་ལ་རྒྱང་ནས་ཚོད་འཛིན་བྱེད་བཞིན་པ།

source: A user on the computer '%s' is remotely viewing your desktop.
bo_cn: རྩིས་འཁོར་“%s”སྟེང་གནས་པའི་སྤྱོད་མཁན་གྱིས་ཁྱེད་རང་གི་ཅོག་ངོས་ལ་རྒྱང་ནས་ལྟ་སྤྱོད་བྱེད་བཞིན་པ།

source: A user on the computer '%s' is trying to remotely view or control your desktop.
bo_cn: རྩིས་འཁོར་“%s”སྟེང་གི་སྤྱོད་མཁན་ཞིག་གིས་ཁྱེད་ཀྱི་ཅོག་ངོས་ལ་རྒྱང་ནས་ལྟ་སྤྱོད་དམ་ཚོད་འཛིན་བྱེད་པར་ཚོད་ལྟ་བྱེད་བཞིན་པ།

source: Al_ways
bo_cn: རྟག་པར།(_W)

source: All remote users will be disconnected. Are you sure?
bo_cn: རྒྱང་རིང་གི་སྤྱོད་མཁན་ཡོངས་ཀྱི་བྲེལ་མཐུད་མཚམས་གཅོད་པར་འགྱུར། ཁྱེད་ཀྱིས་གཏན་ཁེལ་ལམ།

source: Allow other users to _view your desktop
bo_cn: མི་གཞན་གྱིས་ཁྱེད་ཀྱི་ཅོག་ངོས་ལ་ལྟ་ཆོག་པ།(_V)

source: Allowed authentication methods
bo_cn: རུང་བའི་ར་སྤྲོད་ཐབས་ལམ།

source: Alternative port number
bo_cn: སྣེ་ཁའི་ཨང་ཚབ་བྱེད།

source: An error has occurred:
bo_cn: ནོར་འཁྲུལ་ཞིག་བྱུང་བ།：

source: Another user is controlling your desktop
bo_cn: གཞན་གྱིས་ཁྱེད་ཀྱི་ཅོག་ངོས་ལ་ཚོད་འཛིན་བྱེད་བཞིན་པ།

source: Another user is viewing your desktop
bo_cn: མི་གཞན་དག་གིས་ཁྱེད་ཀྱི་ཅོག་ངོས་ལ་ལྲ་བཞིན་འདུག

source: Application does not accept documents on command line
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་དེ་བཀའ་བརྡ་འཕྲེད་དུ་ཡིག་ཚགས།་མི་ལེན།

source: Are you sure you want to disconnect '%s'?
bo_cn: ཁྱེད་ཀྱིས་“%s”ཡི་འབྲེལ་མཐུད་མཚམས་གཅོད་པ་གཏན་འཁེལ་ལམ།

source: Are you sure you want to disconnect all clients?
bo_cn: ཁྱེད་ཀྱིས་སྤྱོད་མཁན་ཡོངས་ཀྱི་འབྲེལ་མཐུད་མཚམས་གཅོད་པ་གཏན་འཁེལ་ལམ།

source: Automatically _configure UPnP router to open and forward ports
bo_cn: UPnP ལམ་འཚོལ་ཆས་སྒོ་འབྱེད་དང་བརྒྱུད་བསྐུར་སྣེ་ཁ་རང་འགུལ་སྡེབ་སྒྲིག(_C)

source: Can't pass document URIs to a 'Type=Link' desktop entry
bo_cn: ཡིག་ཚགས།་ཀྱི་URL དེ“Type=Link”ཡི་ཅོག་ངོས་ཚན་ལ་བརྒྱུད་མི་ཐུབ།

source: Cancelled
bo_cn: ལེན་པ།

source: Changing Vino password.
bo_cn: Vino གསང་ཨང་བཟོ་བཅོས་བྱེད་བཞིན་པ།

source: Checking the connectivity of this machine...
bo_cn: རྩིས་འཁོར་འདིའི་དྲ་སྦྲེལ་རྣམ་པ་་ཞིབ་བཤེར་བྱེད་བཞིན་པ།...

source: Desktop Sharing
bo_cn: ཅོག་ངོས་མཉམ་སྤྱོད།

source: Desktop Sharing Preferences
bo_cn: ཅོག་ངོས་མཉམ་སྤྱོད་སྔོན་འདེམས་ཚན་པ།

source: Desktop sharing is enabled
bo_cn: ཅོག་ངོས་མཉམ་སྤྱོད་འགོ་བསླངས་ཟིན།

source: Disable connection to session manager
bo_cn: གཏམ་གླེང་དོ་དམ་ཆས་ཀྱི་འབྲེལ་མཐུད་འགོག་སྤྱོད།

source: Disconnect
bo_cn: འབྲེལ་མཐུད་མཚམས་གཅོད་པ།

source: Disconnect %s
bo_cn: འབྲེལ་མཐུད་མཚམས་གཅོད་པ་ %s

source: Disconnect all
bo_cn: འབྲེལ་མཐུད་ཡོངས་ཀྱི་མཚམས་གཅོད་པ།

source: E-mail address to which the remote desktop URL should be sent
bo_cn: རྒྱང་རིང་ཅོག་ངོས་ URL ཤག་གནས་ཀྱི་གློག་རྡུལ་ཡིག་སྒམ་ཤག་གནས་སྐྱེལ་གཏོང་།

source: ERROR: Maximum length of password is %d character. Please, re-enter the password.
bo_cn: ནོར་འཁྲུལ།： གསང་ཨང་ཆེས་རིང་ན་ཡིག་རྟགས་ %d ཡིན། ཡང་བསྐྱར་གསང་ཨང་ནང་འཇུག་བྱོས།

source: ERROR: You do not have enough permissions to change Vino password.
bo_cn: ནོར་འཁྲུལ།： ཁྱེད་ལ་ Vino གསང་ཨང་བཅོས་བསྒྱུར་བྱེད་པའི་དབང་ཚད་འདང་ངེས་འདུག

source: Enable remote access to the desktop
bo_cn: རྒྱང་རིང་ནས་ཅོག་ངོས་ལ་ལྟ་སྤྱོད་རུང་བ།

source: Enter new Vino password:
bo_cn: Vino གསང་ཨང་གསར་པ་ནང་འཇུག་བྱོས།：

source: Error displaying help
bo_cn: རོགས་རམ་འཆར་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: Error displaying preferences
bo_cn: སྔོན་འདེམས་ཚན་པ་འཆར་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: Error initializing libnotify
bo_cn: libnotify འགོ་སྒྲིག་ནོར་འཁྲུལ་བྱུང་བ།

source: Error while displaying notification bubble: %s
bo_cn: ལྦུ་བའི་བརྡ་ཐོ་འཆར་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།：%s

source: FILE
bo_cn: ཡིག་ཆ།

source: Failed to open connection to bus: %s
bo_cn: མ་སྐུད་དང་འབྲེལ་མཐུད་ཁ་འབྱེད་ཕམ་པ།：%s

source: File is not a valid .desktop file
bo_cn: ཡིག་ཆ་གོ་ཆོད་མིན་པ། desktopཡིག་ཆ།

source: GNOME Desktop Sharing
bo_cn: GNOME ཅོག་ངོས་མཉམ་སྤྱོད།

source: GNOME Desktop Sharing Server
bo_cn: GNOME ཅོག་ངོས་མཉམ་སྤྱོད་ཞབས་ཞུ་ཆས།

source: If true, request that a UPnP-capable router should forward and open the port used by Vino.
bo_cn: གལ་ཏེ་ trueཡིན་ན། UPnP-capable ལམ་འཚོལ་ཆས་ལ་ Vinoབརྒྱུད་བསྐུར་རམ་བེད་སྤྱད་ནས་སྣེ་ཁ་ཁ་ཕྱེ་བའི་རེ་བ་འདོན།

source: If true, show a notification when a user connects to the system.
bo_cn: གལ་ཏེ་ trueཡིན་ན། སྤྱོད་མཁན་གྱིས་རྒྱུད་ཁོངས་དང་འབྲེལ་མཐུད་བྱེད་པའི་ཚེ་བརྡ་ཐོའི་ཆ་འཕྲིན་འཆར་བ།

source: If true, the screen will be locked after the last remote client disconnects.
bo_cn: གལ་ཏེ་ trueཡིན་ན། བརྙན་ཡོལ་ཆེས་མཇུག་མཐའི་རྒྱང་རིང་མཁོ་མཁན་གྱི་འབྲེལ་མཐུད་བཅད་རྗེས་དམིགས་འཛིན་བྱ་སྲིད།

source: Listen on an alternative port
bo_cn: ཕག་ཉན་ཚབ་བྱེད་སྣེ་ཁ།

source: Lock the screen when last user disconnect
bo_cn: སྤྱོད་མཁན་ཆེས་རྗེས་མས་འབྲེལ་མཐུད་མཚམས་གཅོད་སྐབས་བརྙན་ཡོལ་དམིགས་འཛིན་བྱེད་པ།

source: Network interface for listening
bo_cn: ཕག་ཉན་ལ་སྤྱད་བྱའི་དྲ་རྒྱའི་མཐུད་ཁ།

source: Nobody can access your desktop.
bo_cn: ཁྱེད་ཀྱི་ཅོག་ངོས་ལ་ལྟ་སྤྱོད་བྱེད་ཐུབ་པའི་མི་མེད།

source: Not a launchable item
bo_cn: འདོན་སྤྱོད་རུང་བའི་ཚན་པ་མ་རེད།

source: Notify on connect
bo_cn: འབྲེལ་མཐུད་སྐབས་སྣེ་སྟོན།

source: One person is connected
bo_cn: སྤྱོད་མཁན་%d ཡིས་འབྲེལ་མཐུད་བྱས་ཟིན།

source: One person is viewing your desktop
bo_cn: མི་%d ཡིས་ཁྱེད་ཀྱི་ཅོག་ངོས་ལ་ལྟ་བཞིན་པ།

source: Only allow remote users to view the desktop
bo_cn: རྒྱང་རིང་སྤྱོད་མཁན་ཁོ་ནས་ཅོག་ངོས་ལ་ལྟ་ཆོག་པ།

source: Others can access your computer using the address %s.
bo_cn: མི་གཞན་གྱིས་ཤག་གནས %sའདི་སྤྱད་ནས་ཁྱེད་ཀྱི་རྩིས་འཁོར་ལ་ལྟ་སྤྱོད་བྱ་རུང་བ།

source: Password required for "vnc" authentication
bo_cn: “vnc” ར་སྤྲོད་སྐབས་མཁོ་བའི་གསང་ཨང་།

source: Prompt the user before completing a connection
bo_cn: འབྲེལ་མཐུད་ལེགས་གྲུབ་སྔོན་སྤྱོད་མཁན་ལ་སྣེ་སྟོན་བྱེད་པ།

source: Received signal %d, exiting.
bo_cn: བརྡ་རྟགས་ %dའབྱོར་བ། ཕྱིར་འབུད་བཞིན་པ།

source: Remote desktop sharing password
bo_cn: རྒྱང་རིང་ཅོག་ངོས་མཉམ་སྤྱོད་གསང་ཨང་།：

source: Remote users are able to control your mouse and keyboard
bo_cn: རྒྱང་རིང་སྤྱོད་མཁན་གྱིས་ཁྱེད་ཀྱི་ཙིག་རྟགས་དང་མཐེབ་གཞོང་ཚོད་འཛིན་ཐུབ་པ།

source: Require encryption
bo_cn: གསང་སྡོམ་བྱེད་དགོས།

source: Retype new Vino password:
bo_cn: Vino གསང་ཨང་གསར་པ་ཡང་བསྐྱར་ཐེངས་གཅིག་ནང་འཇུག་བྱེད་རོགས།：

source: Run 'vino-passwd --help' to see a full list of available command line options
bo_cn: “vino-passwd --help”འཁོར་སྐྱོད་བྱས་ནས་སྤྱོད་རུང་བཀའ་བརྡ་ཕྲེང་གི་འདེམས་ཚན་གྱི་རེའུ་མིག་ཧྲིལ་པོར་ལྟ་བ།

source: Run 'vino-server --help' to see a full list of available command line options
bo_cn: “vino-passwd --help”འཁོར་སྐྱོད་བྱས་ནས་སྤྱོད་རུང་བཀའ་བརྡ་ཕྲེང་གི་འདེམས་ཚན་གྱི་རེའུ་མིག་ཧྲིལ་པོར་ལྟ་བ།

source: Screen
bo_cn: བརྙན་ཡོལ།

source: Security
bo_cn: བདེ་འཇགས།

source: Session management options:
bo_cn: གླེང་མོལ་དོ་དམ་འདེམ་བྱང་།

source: Share my desktop information
bo_cn: བདག་གི་ཅོག་ངོས་ཆ་འཕྲིན་མཉམ་སྤྱོད།

source: Share your desktop with other users
bo_cn: ཁྱེད་ཀྱི་ཅོག་ངོས་མི་གཞན་དག་དང་མཉམ་སྤྱོད་བྱེད་པ།

source: Sharing
bo_cn: མཉམ་སྤྱོད།

source: Show Notification Area Icon
bo_cn: བརྡ་ཐོ་ཁུལ་གྱི་རིས་རྟགས་འཆར་བ།

source: Show Vino version
bo_cn: Vino པར་གཞི་འཆར་བ།

source: Show session management options
bo_cn: གླེང་མོལ་དོ་དམ་འདེམས་བྱང་འཆར་བ།

source: Some of these preferences are locked down
bo_cn: སྔོན་འདེམས་ཚན་པ་ཁ་ཅིག་དམིགས་འཛིན་བྱས་ཟིན།

source: Sorry, passwords do not match.
bo_cn: དགོངས་པ་མ་ཚོམ། གསང་ཨང་ཐེངས་གཉིས་གཅིག་པ་མ་རེད།

source: Specify file containing saved configuration
bo_cn: ཉར་ཚགས་བྱས་ཟིན་པའི་སྡེབ་སྒྲིག་ཡིག་ཆ་འདུས་པ་དམིགས་འཛུགས།

source: Specify session management ID
bo_cn: གླེང་མོལ་དོ་དམ་IDདམིགས་འཛུགས།

source: Start in tube mode, for the ‘Share my Desktop’ feature
bo_cn: “བདག་གི་ཅོག་ངོས་མཉམ་སྤྱོད་”བྱེད་ནུས་སྤྱོད་སྐབས་Tube རྣམ་པའི་ཁྲོད་འགོ་སློང་དགོས།

source: Starting %s
bo_cn: %sའགོ་སློང་བཞིན་པ།

source: The remote user '%s' will be disconnected. Are you sure?
bo_cn: རྒྱང་རིང་སྤྱོད་མཁན་“%s”ཡི་འབྲེལ་མཐུད་གཅོད་པར་འགྱུར། ཁྱེད་ཀྱིས་གཏན་ཁེལ་ལམ།

source: The remote user from '%s' will be disconnected. Are you sure?
bo_cn: “%s”ནས་འོང་པའི་རྒྱང་རིང་སྤྱོད་མཁན་གྱི་འབྲེལ་མཐུད་གཅོད་པར་འགྱུར། ཁྱེད་ཀྱིས་གཏན་ཁེལ་ལམ།

source: The router must have the UPnP feature enabled
bo_cn: ལམ་འཚོལ་ཆས་ཀྱིས་ངེས་པར་དུ་UPnPབྱེད་ནུས་སྤྱོད་འགོ་རྩོམ་དགོས།

source: The screen on which to display the prompt
bo_cn: སྣེ་སྟོན་ཆ་འཕྲིན་གྱི་བརྙན་ཡོལ་འཆར་བ།

source: There was an error showing the URL "%s"
bo_cn: དྲ་གནས་“%s” འཆེ་སྐབས་ནོར་འཁྲུལ་ཞིག་བྱུང་བ།

source: Unrecognized desktop file Version '%s'
bo_cn: ངོས་འཛིན་མི་ཐུབ་པའི་ཅོག་ངོས་ཡིག་ཆ་པར་གཞི་“%s”

source: Unrecognized launch option: %d
bo_cn: ངོས་འཛིན་མི་ཐུབ་པའི་མགོ་སློང་འདེམས་ཚན།：%d

source: VINO Version %s
bo_cn: VINO པར་གཞི།%s

source: Waiting for '%s' to connect to the screen.
bo_cn: “%s”བརྙན་ཡོལ་ལ་མཐུད་པར་ངང་སྒུགས།

source: When the status icon should be shown
bo_cn: རྣམ་པའི་རིས་རྟགས་ག་དུས་འཆར་བ།

source: When true, disable the desktop background and replace it with a single block of color when a user successfully connects.
bo_cn: གལ་ཏེ་ trueཡིན་ན། སྤྱོད་མཁན་གྱི་འབྲེལ་མཐུད་ལེགས་གྲུབ་བྱུང་ཚེ་རང་འགུལ་ངང་ཅོག་ངོས་རྒྱབ་ལྗོངས་མདོག་རྐྱང་བར་བརྗེ་སྲིད།

source: Whether a UPnP router should be used to forward and open ports
bo_cn: UPnP ལམ་འཚོལ་ཆས་སྤྱད་ནས་སྣེ་ཁ་བརྒྱུད་བསྐུར་དང་སྒོ་འབྱེད་བྱེད་མིན།

source: Whether to disable the desktop background when a user is connected
bo_cn: སྤྱོད་མཁན་འབྲེལ་མཐུད་བྱས་ཚེ།ཅོག་ངོས་རྒྱབ་ལྗོངས་འགོག་སྤྱོད་བྱེད་མིན།

source: Whether we should disable the XDamage extension of X.org
bo_cn: ང་ཚོས་ X.org ཡི་ XDamage རྒྱ་སྐྱེད་འགོག་སྤྱོད་བྱེད་འོས་མིན།

source: Your XServer does not support the XTest extension - remote desktop access will be view-only
bo_cn: ཁྱེད་ཀྱི་ XServer ཡིས་XTest རྒྱ་སྐྱེད་ལ་རྒྱབ་སྐྱོར་མི་བྱེད་པས་ - རྒྱང་རིང་ཅོག་ངོས་ལྟ་སྤྱོད་ཀྱིས་ལྟ་ཙམ་ལས་གཞན་ཡི་རུང་།

source: Your desktop is only reachable over the local network.
bo_cn: ཁྱེད་ཀྱི་ཅོག་ངོས་ལ་རང་སའི་དྲ་རྒྱའི་ཁྲོད་ཁོ་ན་ལས་ལྟ་སྤྱོད་བྱེད་མི་རུང་།

source: Your desktop will be shared
bo_cn: ཁྱེད་ཀྱི་ཅོག་ངོས་མཉམ་སྤྱོད་བྱེད་པར་འགྱུར།

source: _About
bo_cn: འབྲེལ་ཡོད།(_A)

source: _Allow
bo_cn: རུང་བ།(_A)

source: _Allow other users to control your desktop
bo_cn: སྤྱོད་མཁན་གཞན་པས་ཁྱེད་ཀྱི་ཅོག་ངོས་ལ་ཚོད་འཛིན་རུང་བ།(_A)

source: _Help
bo_cn: རོགས་རམ།(_H)

source: _Never
bo_cn: གཏན་ཏུ་མིན།(_N)

source: _Only when someone is connected
bo_cn: སྤྱོད་མཁན་གྱིས་འབྲེལ་མཐུད་བྱས་ཚེ།(_O)

source: _Preferences
bo_cn: སྒྲིག་འགོད།(_P)

source: _Refuse
bo_cn: ཟློག་པ།(_R)

source: _Require the user to enter this password:
bo_cn: རྒྱང་རིང་སྤྱོད་མཁན་ལ་གསང་ཨང་འདི་ནང་འཇུག་བྱེད་པའི་རེ་བ་འདོན་པ།(_R)：

source: _You must confirm each access to this machine
bo_cn: ངེས་པར་དུ་འཕྲུལ་ཆས་འདིར་ལྟ་སྤྱོད་བྱེད་ཐེངས་རེར་གཏན་འཁེལ་བྱ་དགོས།（_Y）

source: translator-credits
bo_cn: He Qiangqiang <carton@linux.net.cn>, 2002 Funda Wang <fundawang@linux.net.cn>, 2003 2004བདུད་རྩི<rhythm.gan@gmail.com>, 2009 Fan Qijiang <fqj1994@linux.com>,2010

source: vino-passwd: password unchanged.
bo_cn: vino-passwd：གསང་ཨང་བསྒྱུར་མེད་པ།

source: vino-passwd: password updated successfully.
bo_cn: vino-passwd：གསང་ཨང་གསར་བསྒྱུར་ལེགས་གྲུབ།

source: vnc;share;remote;
bo_cn: vnc;share;remote;ཅོག་ངོས་མཉམ་སྤྱོད།;

source: Question
bo_cn: གནད་དོན།
