Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/webbrowser-app.po
Languages: bo_cn

source: %1 (embedded in %2)
bo_cn: %1། (%2 ཁྲོད་འཛུད་འཇུག )

source: %1 - Ubuntu Web Browser
bo_cn: %1 - Ubuntu བཤེར་ཆས།

source: %1 page
bo_cn: ཤོག་ཨང་ %1

source: <b>%1</b> needs to access your %2 online account.
bo_cn: <b>%1</b> ཁྱེད་རང་གི་དྲ་ཐོག་རྩིས་ཨང་%2 ལ་ལྟ་སྤྱོད་བྱེད་དགོས་འདུག

source: <b>%1</b> would like to access your %2 online account.
bo_cn: <b>%1</b> ཁྱེད་རང་གི་དྲ་ཐོག་རྩིས་ཨང་%2 ལ་ལྟ་སྤྱོད་བྱེད་དགོས་འདུག

source: Account error
bo_cn: རྩིས་ཁྲའི་ཨང་ཀི་ནོར་འཁྲུལ།

source: Add This Page to Bookmarks
bo_cn: ཤོག་ངོས་འདི་གདོང་འཛར་དུ་སྣོན།

source: Address;URL;www
bo_cn: Address;URL;www;ཤག་གནས།

source: All Bookmarks
bo_cn: དཔེ་འཛར་ཆ་ཚང་།

source: All History
bo_cn: ལོ་རྒྱུས་ཆ་ཚང་།

source: Allow
bo_cn: ཆོག་པ།

source: Allow this domain to access your camera and microphone?
bo_cn: དྲ་ཁོངས་འདིས་རང་སའི་འཕྲུལ་ཆས་ཀྱི་པར་ཆས་དང་སྐད་སྦུག་སྤྱོད་ཆོག་གམ།

source: Allow this domain to access your camera?
bo_cn: དྲ་ཁོངས་འདིས་རང་སའི་འཕྲུལ་ཆས་ཀྱི་པར་ཆས་སྤྱོད་ཆོག་གམ།

source: Allow this domain to access your microphone?
bo_cn: དྲ་ཁོངས་འདིས་རང་སའི་འཕྲུལ་ཆས་ཀྱི་སྐད་སྦུག་སྤྱོད་ཆོག་གམ།

source: Authentication required.
bo_cn: དབང་སྐུར་བྱ་དགོས།

source: Back
bo_cn: ཕྱིར་འཐེན།

source: Back to safety
bo_cn: བདེ་འཇགས་འབྲེལ་མཐུད་དུ་ཕྱིར་ལོག

source: Bookmark
bo_cn: དཔེ་བྱང་།

source: Bookmark Added
bo_cn: དཔེ་འཛར་ཁ་སྣོན་བྱས་ཟིན།

source: Bookmark link
bo_cn: དཔེ་འཛར་སྦྲེལ་མཐུད།

source: Bookmarks
bo_cn: དཔེ་རྟགས།

source: Browse the World Wide Web
bo_cn: སྦྲེལ་དྲ་མིག་བཤར།

source: Browser
bo_cn: བཤར་ཆས།

source: Camera & microphone
bo_cn: པར་ཆས་དང་སྐད་སྦུག

source: Cancel
bo_cn: འདོར་བ།

source: Choose account
bo_cn: རྩིས་ཁྲའི་ཨང་ཀི་ཞིག་འདེམས།

source: Choose an account now, or skip this step and choose an online account later.
bo_cn: ད་ལྟ་རྩིས་ཁྲའི་ཨང་ཀི་ཞིག་འདེམ་པའམ་ཡང་ན་མཆོངས་རྗེས་དྲ་ལམ་གྱི་རྩིས་ཁྲའི་ཨང་ཀི་ཞིག་འདེམས།

source: Choose an application
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་ཞིག་འདེམས།

source: Choose an application to open this file or add it to the downloads folder.
bo_cn: ཉེར་སྤྱོད་ཅིག་འདེམས་ནས་ཡིག་ཆ་འདིའི་ཁ་འབྱེད་པའམ་ཡང་ན་དེ་ཕབ་ལེན་ཡིག་ཁུག་ཁྲོད་དུ་སྣོན།

source: Clear
bo_cn: གཙང་སེལ།

source: Clear Browsing History?
bo_cn: མིག་བཤར་ལོ་རྒྱུས་གཙང་སེལ་བྱེད་དམ།

source: Clear Cache
bo_cn: ལྷོད་གསོག་གཙང་སེལ།

source: Clear Cache?
bo_cn: སྐབས་གསོག་གཙང་སེལ་བྱེད་དམ།

source: Clear History
bo_cn: ལོ་རྒྱུས་ཟིན་ཐོ་གཙང་སེལ།

source: Clear Navigation History
bo_cn: མིག་བཤར་ལོ་རྒྱུས་ཟིན་ཐོ་གཙང་སེལ།

source: Close
bo_cn: ཁ་རྒྱག་པ།

source: Close Tab
bo_cn: གདོང་འཛར་ཤོག་ངོས་ཀྱི་ཁ་རྒྱག་པ།

source: Close tab
bo_cn: གདོང་འཛར་ཁ་རྒྱག

source: Close the app
bo_cn: ཉེར་སྤྱོད་ཁ་རྒྱག་པ།

source: Confirm Navigation
bo_cn: ཕྱོགས་ཁྲིད་ངོས་འཛིན།

source: Confirm selection
bo_cn: བདམས་པ་གཏན་འཁེལ།

source: Copy
bo_cn: འདྲ་བཟོ།

source: Copy image
bo_cn: བརྙན་རིས་འདྲ་ཕབ།

source: Copy link
bo_cn: སྦྲེལ་མཐུད་འདྲ་ཕབ།

source: Create new folder
bo_cn: ཡིག་ཁུག་གསར་པ་གསར་འཛུགས།

source: Cut
bo_cn: དྲས་གཏུབ།

source: Default
bo_cn: སོར་བཞག

source: Delete
bo_cn: བསུབ་པ།

source: Deny
bo_cn: ཟློག་པ།

source: Don't use an account
bo_cn: རྩིས་ཁྲའི་ཨང་ཀི་མི་སྤྱོད།

source: Done
bo_cn: ལེགས་འགྲུབ།

source: Download
bo_cn: ཕབ་ལེན།

source: Download failed
bo_cn: ཕབ་ལེན་ཕམ་པ།

source: Downloads
bo_cn: ཕབ་ལེན།

source: Erase
bo_cn: འདོར་བ།

source: Find in page
bo_cn: དྲ་ངོས་སུ་འཚོལ་ཞིབ།

source: Forward
bo_cn: བརྒྱུད་སྐུར།

source: Going to public mode will close all private tabs
bo_cn: སྤྱི་སྤྱོད།་རྣམ་པ་སྤྱད་ན་མིང་མི་འགོད་པའི་གདོང་འཛར་ཚང་མའི་ཁ་རྒྱག་སྲིད།

source: Goto
bo_cn: བསྒྱུར་ས།

source: History
bo_cn: ལོ་རྒྱུས།

source: Identity Not Verified
bo_cn: ཐོབ་ཐང་ར་སྤྲོད་བྱས་མེད་པ།

source: Internet;WWW;Browser;Web;Explorer
bo_cn: སྦྲེལ་དྲ། WWW བཤེར་ཆས།

source: It appears you are having trouble viewing: %1.
bo_cn: མིག་བཤར་སྐབས་རྙོག་དྲ་དང་འཕྲད་སྲིད་པ།：%1。

source: JavaScript Alert
bo_cn: JavaScript ཐ་ཚིག

source: JavaScript Confirmation
bo_cn: JavaScript ངོས་འཛིན།

source: JavaScript Prompt
bo_cn: JavaScript སྣེ་སྟོན།

source: Last Visited
bo_cn: ཉེ་ཆར་ལྟ་སྤྱོད།

source: Learn more
bo_cn: ཤེས་རྟོགས་དེ་བས་མང་བ།

source: Leave
bo_cn: ཁ་བྲལ་བ།

source: Leave Page
bo_cn: དྲ་ངོས་དང་ཁ་བྲལ་བ།

source: Leave Private Mode
bo_cn: གསང་མིང་རྣམ་པ་ལས་ཕྱིར་འབུད།

source: Less
bo_cn: ཅུང་ཉུང་བ།

source: Microphone
bo_cn: སྐད་སྦུག

source: More
bo_cn: དེ་ལས་མང་།

source: Name
bo_cn: མིང་།

source: New Folder
bo_cn: ཡིག་ཁུག་གསར་བཟོ།

source: New Tab
bo_cn: གདོང་འཛར་ཤོག་ངོས་གསར་འཛུགས།

source: New tab
bo_cn: གདོང་འཛར་གསར་འཛུགས།

source: Newer Page
bo_cn: དྲ་ངོས་ཅུང་གསར་པ།

source: No
bo_cn: མིན།

source: No accounts have been linked to this webapp; press the item below to add an account.
bo_cn: Webཉེར་སྤྱོད་འདི་རྩིས་ཁྲའི་ཨང་ཀི་དང་འབྲེལ་མི་འདུག འོག་གི་རྣམ་གྲངས་ལ་རྡེབ་གནོན་བྱས་ནས་རྩིས་ཁྲའི་ཨང་ཀི་ཁ་སྣོན་བྱོས།

source: No downloads available
bo_cn: སྤྱོད་རུང་ཕབ་ལེན་མེད་པ།

source: OK
bo_cn: གཏན་འཁེལ

source: Older Page
bo_cn: ཅུང་སྔ་བའི་དྲ་ངོས།

source: Oops, something went wrong.
bo_cn: དཔེ་བསགས་སོང་། གནད་དོན་ཅུང་ཙམ་ལྷག་སོང་།

source: Open a New Tab
bo_cn: དོང་འཛར་གསར་པའི་ཁ་འབྱེད་པ།

source: Open image in new tab
bo_cn: གདོང་འཛར་གསར་པ་རུ་བརྙན་རིས་ཁ་འབྱེད་པ།

source: Open link in new background tab
bo_cn: རྒྱབ་སྟེགས་གདོང་འཛར་གསར་པར་སྦྲེལ་མཐུད་ཁ་འབྱེད་པ།

source: Open link in new tab
bo_cn: གདོང་འཛར་གསར་པ་རུ་སྦྲེལ་མཐུད་ཁ་འབྱེད་པ།

source: Open video in new tab
bo_cn: གདོང་འཛར་ཤོག་ངོས་གསར་པ་རུ་བརྙན་ཟློས་ཁ་འབྱེད་པ།

source: Password
bo_cn: གསང་ཨང་།

source: Paste
bo_cn: སྦྱར་བ།

source: Permission Request
bo_cn: དབང་ཚད་རེ་ཞུ།

source: Please check your network settings and try refreshing the page.
bo_cn: ཁྱེད་ཀྱི་དྲ་རྒྱའི་སྒྲིག་འགོད་ལ་ཞིབ་བཤེར་དང་སྦྲགས་དྲ་ངོས་འདི་གསར་འདོན་གྱིས།

source: Press ESC To Exit Full Screen
bo_cn: ESCམནན་ནས་བརྙན་ཡོལ་ཧྲིལ་ངོས་ལས་ཕྱིར་འབུད།

source: Privacy & permissions
bo_cn: གསང་བ་དང་ཆོག་མཆན།

source: Private Mode
bo_cn: གསང་མིང་རྣམ་པ།

source: Proceed anyway
bo_cn: མུ་མཐུད།

source: Proxy authentication required.
bo_cn: ལས་ཚབ་ཐོབ་ཐང་ར་སྤྲོད་བྱ་དགོས།

source: Redo
bo_cn: བསྐྱར་ལས།

source: Refresh page
bo_cn: དྲ་ངོས་གསར་འདོན།

source: Reload
bo_cn: བསྐྱར་འཇུག

source: Remove
bo_cn: སྤོ་བ།

source: Reset browser settings
bo_cn: བཤེར་ཆས་སྒྲིག་འགོད་བསྐྱར་སྒྲིག

source: Restore previous session at startup
bo_cn: འགོ་སློང་སྐབས་ཐེངས་སྔོན་མའི་གླེང་མོལ་སླར་གསོ།

source: Resume
bo_cn: སླར་གསོ།

source: Save
bo_cn: ཉར་བ།

source: Save image
bo_cn: པར་རིས།་ཉར་བ།

source: Save in
bo_cn: ལ་ཉར་ཚགས།

source: Save link
bo_cn: སྦྲེལ་མཐུད་ཉར་ཚགས།

source: Save video
bo_cn: བརྙན་ཟློས་ཉར་ཚགས།

source: Search engine
bo_cn: སྒུལ་འཁོར་བཤེར་འཚོལ།

source: Search in Page
bo_cn: དྲ་ངོས་སུ་བཤེར་འཚོལ།

source: Select all
bo_cn: ཀུན་འདེམས།

source: Server certificate contains invalid dates.
bo_cn: ཞབས་ཞུ་ཆས་དཔང་ཡིག་ཏུ་ནུས་མེད་ཚེས་གྲངས་འདུས་པ།

source: Server certificate does not match the identity of the site.
bo_cn: ཞབས་ཞུ་ཆས་དཔང་ཡིག་དང་དྲ་ཚིགས་ཀྱི་ཐོབ་ཐང་ཟླ་སྒྲིག་མིན་པ།

source: Server certificate failed our security checks for an unknown reason.
bo_cn: ཞབས་ཞུ་ཆས་དཔང་ཡིག་གིས་རྒྱུ་རྐྱེན་ངེས་མེད་ཀྱིས་དབང་གིས་ང་ཚོའི་བདེ་འཇགས་ཞིབ་བཤེར་ལ་ཆོག་མཆན་མ་ཐོབ།

source: Server certificate has been revoked.
bo_cn: ཞབས་ཞུ་ཆས་དཔང་ཡིག་ཕྱིར་བསྡུས་ཟིན།

source: Server certificate has expired.
bo_cn: ཞབས་ཞུ་ཆས་དཔང་ཡིག་དུས་ཡོལ་བྱས་ཟིན།

source: Server certificate is insecure.
bo_cn: ཞབས་ཞུ་ཆས་དཔང་ཡིག་བདེ་འཇགས་མ་རེད།

source: Server certificate is invalid.
bo_cn: ཞབས་ཞུ་ཆས་དཔང་ཡིག་ནུས་མེད།

source: Server certificate is issued by an entity that is not trusted.
bo_cn: ཞབས་ཞུ་ཆས་དཔང་ཡིག་ཡིད་རྟོན་མ་ཐོབ་པའི་སྡེ་ཁག་གིས་འགྲེམ་སྤེལ་བྱས་པ།

source: Settings
bo_cn: སྒྲིག་འགོད།

source: Share
bo_cn: མཉམ་སྤྱོད།

source: Skip
bo_cn: མཆོང་བ།

source: Something went wrong while displaying %1.
bo_cn: %1 འཆར་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: Stay
bo_cn: སྐབས་སྡོད།

source: Swipe Up To Exit Full Screen
bo_cn: གོང་ཐིག་གིས་བརྙན་ཡོལ་ཧྲིལ་ངོས་ལས་ཕྱིར་འབུད།

source: Tap to view
bo_cn: ལྟ་བར་རྡེབ་གནོན།

source: The identity of this website has not been verified.
bo_cn: དྲ་གནས་འདིའི་ཐོབ་ཐང་ར་སྤྲོད་བྱུང་མེད།

source: The rendering process has been closed for this tab.
bo_cn: གདོང་འཛར་འདིའི་སྒྲོ་འདོགས་བརྒྱུད་རིམ་ཁ་བརྒྱབ་ཟིན།

source: The system is low on memory and can't display this webpage. Try closing unneeded tabs and reloading.
bo_cn: རྒྱུད་ཁོངས་ནང་གསོག་མི་འདང་བས་དྲ་ངོས་འཆར་ཐབས་བྲལ། 尝试ཁ་རྒྱག་པ།མཁོ་མེད་གདོང་འཛར་ཤོག་ངོས་ཀྱི་ཁ་བརྒྱབ་ནས་ཡང་བསྐྱར་འགེལ་འཇུག་བྱེད་པར་ཚོད་ལྟ་བྱོས།

source: The website %1 requires authentication.
bo_cn: དྲ་གནས་ %1 ར་སྤྲོད་བྱ་དགོས།

source: The website %1:%2 requires authentication.
bo_cn: དྲ་གནས་ %1:%2 ཐོབ་ཐང་ར་སྤྲོད་བྱ་དགོས།

source: This connection is untrusted
bo_cn: འཕྲིན་གཏོང་འདིར་ཡིད་རྟོན་མི་རུང་།

source: This is a private tab
bo_cn: འདི་ནི་གསང་མིང་གདོང་འཛར་ཞིག་རེད།

source: This page wants to know your device’s location.
bo_cn: དྲ་ངོས་འདིས་ཀྱེད་ཀྱི་སྒྲིག་ཆས་གནས་ཡུལ་ཐོབ་ལེན་གྱི་རེ་བ་བཏོན།

source: This site has insecure content
bo_cn: དྲ་ཚིགས་འདིར་བདེ་འཇགས་མིན་པའི་ནང་དོན་འདུས་འདུག

source: Today
bo_cn: དེ་རིང་།

source: Top sites
bo_cn: སྣང་ཆེན་དྲ་ཚིགས།

source: Ubuntu Web Browser
bo_cn: Ubuntu བཤེར་ཆས།

source: Undo
bo_cn: འདོར་བ།

source: Username
bo_cn: སྤྱོད་མཁན་གྱི་མིང་།

source: Which is run by
bo_cn: ལས་གཉེར་མཁན།：

source: Yes
bo_cn: ཡིན།

source: Yesterday
bo_cn: ཁ་སང་།

source: You are connected to
bo_cn: ཁྱེད་ཀྱིས་འབྲེལ་མཐུད་བྱུང་།

source: You are trying to securely reach %1, but the security certificate of this website is not trusted.
bo_cn: ཁྱེད་ཀྱིས་བདེ་འཇགས་དྲ་ངོས་%1ཡི་ཁ་འབྱེད་རྩིས་བྱས་ཀྱང་དྲ་ཚིགས་འདིའི་བདེ་འཇགས་དཔང་ཡིག་ཡིད་རྟོན་མི་བྱེད།

source: You attempted to reach %1 but the server presented a security certificate issued by an entity that is not trusted.
bo_cn: ཁྱེད་ཀྱིས་ %1ལ་ལྟ་སྤྱོད་བྱ་རྩིས་བྱས་ཀྱང་ཞབས་ཞུ་ཆས་ཡིས་ཡིད་རྟོན་མེད་པའི་སྡེ་ཁག་གིས་འགྲེམ་སྤེལ་བྱས་པའི་བདེ་འཇགས་དཔང་ཡིག་བསྟན་བྱུང་།

source: You attempted to reach %1 but the server presented a security certificate that has been revoked.
bo_cn: ཁྱེད་ཀྱིས་ %1ལ་ལྟ་སྤྱོད་བྱ་རྩིས་བྱས་ཀྱང་ཞབས་ཞུ་ཆས་ཀྱིས་བསྟན་པའི་བདེ་འཇགས་དཔང་ཡིག་ཕྱིར་བསྡུ་བྱས་ཟིན།

source: You attempted to reach %1 but the server presented a security certificate which contains invalid dates.
bo_cn: ཁྱེད་ཀྱིས་ %1ལ་ལྟ་སྤྱོད་བྱ་རྩིས་བྱས་ཀྱང་ཞབས་ཞུ་ཆས་ཀྱིས་ནུས་མེད་ཚེས་གྲངས་འདུས་པའི་བདེ་འཇགས་དཔང་ཡིག་བསྟན་བྱུང་།

source: You attempted to reach %1 but the server presented a security certificate which does not match the identity of the site.
bo_cn: ཁྱེད་ཀྱིས་ %1ལ་ལྟ་སྤྱོད་བྱ་རྩིས་བྱས་ཀྱང་ཞབས་ཞུ་ཆས་ཀྱིས་མཁོ་འདོན་བྱས་པའི་བདེ་འཇགས་དཔང་ཡིག་དེ་དྲ་ཚིགས་ཐོབ་ཐང་དང་མི་འཚམ་པ།

source: You attempted to reach %1 but the server presented a security certificate which has expired.
bo_cn: ཁྱེད་ཀྱིས་ %1ལ་ལྟ་སྤྱོད་བྱ་རྩིས་བྱས་ཀྱང་ཞབས་ཞུ་ཆས་ཀྱིས་བསྟན་པའི་བདེ་འཇགས་དཔང་ཡིག་དུས་ཡོལ་བྱས་ཟིན།

source: You attempted to reach %1 but the server presented an insecure security certificate.
bo_cn: ཁྱེད་ཀྱིས་ %1ལ་ལྟ་སྤྱོད་བྱ་རྩིས་བྱས་ཀྱང་ཞབས་ཞུ་ཆས་ཀྱིས་བདེ་འཇགས་མིན་པའི་བདེ་འཇགས་དཔང་ཡིག་ཅིག་མཁོ་འདོན་བྱས་བྱུང་།

source: You attempted to reach %1 but the server presented an invalid security certificate.
bo_cn: ཁྱེད་ཀྱིས་ %1ལ་ལྟ་སྤྱོད་བྱ་རྩིས་བྱས་ཀྱང་ཞབས་ཞུ་ཆས་ཀྱིས་ནུས་མེད་ཀྱི་བདེ་འཇགས་དཔང་ཡིག་ཅིག་མཁོ་འདོན་བྱས་བྱུང་།

source: You haven't visited any site yet
bo_cn: ཁྱེད་ཀྱིས་ད་དུང་ས་ཚིགས་གང་རུང་ལ་ལྟ་སྤྱོད་བྱས་མེད།

source: You should not proceed, especially if you have never seen this warning before for this site.
bo_cn: ཁྱོད་ཀྱིས་བཀོལ་སྤྱོད་བྱེད་མཚམས་འཇོག་དགོས།ལྷག་པར་དུ་ཁྱོད་ཀྱིས་དྲ་ཚིགས་འདི་ནས་ཉེན་བརྡ་འདི་མཐོང་མྱོང་མེད་ན།

source: find in page
bo_cn: དྲ་ངོས་འདིར་འཚོལ་ཞིབ།

source: search history
bo_cn: འཚོལ་བ་ལོ་རྒྱུས།

source: search or enter an address
bo_cn: ཤག་གནས་ཤིག་བཤེར་འཚོལ་ལམ་ནང་འཇུག་བྱོས།
