Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/yelp.po
Languages: bo_cn

source: A GtkIconTheme object to get icons from
bo_cn: གཤམ་གྱི་གནས་གནས་ནས་རིས་རྟགས་ཀྱི་ GtkIconTheme བྱ་ཡུལ་ཐོབ་ལེན།：

source: A GtkSettings object to get settings from
bo_cn: གཤམ་གྱི་གནས་གནས་ནས་སྒྲིག་འགོད་ཀྱི་ GtkIconTheme བྱ་ཡུལ་ཐོབ་ལེན།：

source: A YelpApplication instance that controls this window
bo_cn: སྒེའུ་ཁུང་འདིར་ཚོད་འཛིན་བྱེད་པའི་Ylepppplicomonདངོས་དཔེ།

source: A YelpBookmarks implementation instance
bo_cn: YlepBookmarksཡིས་མངོན་འགྱུར་བྱས་པའི་དངོས་དཔེ་ཞིག

source: A YelpUri with the current location
bo_cn: མིག་སྔའི་གནས་བབ་མཚོན་བྱེད་ཀྱི་YlepUri

source: A YelpView instance to control
bo_cn: ཚོད་འཛིན་ལ་བཀོལ་བའི་FlepVieWདངོས་དཔེ་ཞིག།

source: A size adjustment to add to font sizes
bo_cn: ཨང་རྟགས་ཟུར་སྣོན་བྱས་པའི་ཡིག་རྟགས་ཆེ་ཆུང་ལེགས་སྒྲིག་གཏོགས་གཤིས།

source: Add Bookmark
bo_cn: དཔེ་འཛར་ཁ་སྣོན།

source: All Help
bo_cn: རོགས་རམ་ཆ་ཚང་།

source: All Help Documents
bo_cn: རོགས་རམ་ཡིག་ཚགས་ཆ་ཙང་།

source: An unknown error occurred.
bo_cn: མི་ཤེས་པའི་ནོར་འཁྲུལ་བྱུང་།

source: Application
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ།

source: Back
bo_cn: ཕྱིར་འཐེན།

source: Bookmarks
bo_cn: དཔེ་འཛར།

source: C_opy Code Block
bo_cn: ཚབ་ཨང་དུམ་འདྲ་ཕབ།(_O)

source: Cannot Read
bo_cn: ཀློག་མི་རུང་བ།

source: Could not load a document
bo_cn: ཡིག་ཚགས་ཁུར་སྣོན་བྱ་ཐབས་བྲལ།

source: Could not load a document for ‘%s’
bo_cn: “%s”的ཡིག་ཚགས་ཁུར་སྣོན་བྱ་ཐབས་བྲལ།

source: Database filename
bo_cn: གཞི་གྲངས་མཛོདཡིག་ཆའི་མིང་།

source: Document Not Found
bo_cn: ཡིག་ཚག་མ་རྙེད།

source: Document URI
bo_cn: ཡིག་ཚགས། URI

source: Editor Mode
bo_cn: རྩོམ་སྒྲིག་ཆས་ཀྱི་རྣམ་པ།

source: Enable features useful to editors
bo_cn: རྩོམ་སྒྲིག་ཆས་ལ་མཁོ་བའི་གཏོགས་གཤིས་སྤྱོད་འགོ་རྩོམ་པ།

source: Find…
bo_cn: འཚོལ་བ་...

source: Font Adjustment
bo_cn: ཡིག་གཟུགས་ལེགས་སྒྲིག

source: Forward
bo_cn: བརྒྱུད་སྐུར།

source: Help
bo_cn: རོགས་རམ།

source: Indexed
bo_cn: གསལ་བྱང་།

source: Install <string/>
bo_cn: <string/>སྒྲིག་འཇུག

source: Invalid compressed data
bo_cn: ནུས་མེད་ཀྱི་སྡུད་སྒྲིལ་གཞི་གྲངས།

source: Larger Text
bo_cn: དེ་ལས་ཆེ་བའི་ཡིག་གཟུགས།

source: Loading State
bo_cn: འགེལ་འཇུག་རྣམ་པ།

source: Menu
bo_cn: འདེམས་བྱང་།

source: New Window
bo_cn: སྒེའུ་ཁུང་གསར་འཛུགས།

source: Next Page
bo_cn: ཤོག་ངོས་རྗེས་མ།

source: No bookmarks
bo_cn: དཔེ་འཛར་མེད།

source: No href attribute found on yelp:document
bo_cn: yelp:document ཡི་ཁྲོད་དུ་ href གཏོགས་གཤིས་མ་རྙེད།

source: No matching help pages found in “%s”.
bo_cn: %s ཁྲོད་ནས་རོགས་རམ་ལྡེབ་ངོས་མ་རྙེད།

source: No matching help pages found.
bo_cn: རོགས་རམ་ལྡེབ་ངོས་མ་རྙེད།

source: Not enough memory
bo_cn: ནང་གསོག་གིས་མི་འདང་བ།

source: Open Link in New _Window
bo_cn: སྒེའུ་ཁུང་གསར་པར་སྦྲེལ་མཐུད་ཁ་ཕྱེ་རོགས།(_W)

source: Out of memory
bo_cn: ནང་གསོག་གིས་མི་འདང་བ།

source: Page Description
bo_cn: ལྡེབ་ངོས་ཞིབ་བརྗོད།

source: Page ID
bo_cn: ལྡེབ་ངོས་ཨང་གྲངས།

source: Page Icon
bo_cn: ལྡེབ་ངོས་རིས་རྟགས།

source: Page Not Found
bo_cn: ལྡེབ་ངོས་མ་རྙེད།

source: Page Title
bo_cn: ལྡེབ་ངོས་ཁ་བྱང་།

source: Previous Page
bo_cn: ཤོག་ངོས་གོང་མ།

source: Print…
bo_cn: པར་འདེབས།

source: Remove Bookmark
bo_cn: དཔེ་འཛར་བསུབ་པ།

source: Root Title
bo_cn: གཞིའི་ཁ་བྱང་།

source: S_end Image To…
bo_cn: བརྙན་རིས་སྐྱེལ་གཏོང་།(_E)...

source: S_end Video To…
bo_cn: བརྙན་ཟློས་སྐྱེལ་གཏོང་།(_E)...

source: Save Code
bo_cn: ཚབ་ཨང་ཉར་ཚགས།

source: Save Code _Block As…
bo_cn: ཚབ་ཨང་དུམ་གཞན་ཉར།(_B)...

source: Save Image
bo_cn: བརྙན་རིས།་ཉར་ཚགས།

source: Search (Ctrl+S)
bo_cn: བཤེར་འཚོལ།(Ctrl+S)

source: Search for “%s”
bo_cn: བཤེར་འཚོལ།“%s”

source: Search results for “%s”
bo_cn: “%s”ཡི་བཤེར་འཚོལ་འབྲས་བུ།

source: Send email to %s
bo_cn: %s ལ་གློག་རྡུལ་སྦྲག་རྫས་སྐྱེལ་གཏོང་།

source: Show Text Cursor
bo_cn: ཡིག་དེབ་འོད་རྟགས་འཆར་བ།

source: Show the text cursor or caret for accessible navigation
bo_cn: རམ་འདེགས་བྱེད་ནུས་ཕྱོགས་ཁྲིད་ལ་ཡིག་དེབ་འོད་རྟགས་སྤྱོད་འགོ་རྩོམ་པ།

source: Smaller Text
bo_cn: དེ་ལས་ཆུང་བའི་ཡིག་གཟུགས།

source: The ID of the root page of the page being viewed
bo_cn: མིག་སྔའི་མིག་བཤར་ལྡེབ་ངོས་ཀྱི་གཞིའི་ལྡེབ་ངོས་ ID

source: The URI does not point to a valid page.
bo_cn: URI ནུས་ལྡན་གྱི་ལྡེབ་ངོས་ཤིག་ལ་ཁ་གཏད་མེད་པ།

source: The URI which identifies the document
bo_cn: ཡིག་ཚགས་ངོས་འཚིན་ལ་སྤྱད་པའི་ URI

source: The URI ‘%s’ could not be parsed.
bo_cn: URI“%s”ཞིབ་འགྲེལ་བྱ་ཐབས་བྲལ།

source: The URI ‘%s’ does not point to a valid page.
bo_cn: URI %s ནུས་ལྡན་གྱི་ལྡེབ་ངོས་ཤིག་ལ་ཁ་གཏད་མེད་པ།

source: The XSLT stylesheet ‘%s’ is either missing or not valid.
bo_cn: XSLT བཟོ་ལྟའི་རེའུ་མིག་“%s”ཕལ་ཆེར་མེད་པའམ་ཡང་ན་ནུས་པ་མེད་པ།

source: The description of the page being viewed
bo_cn: ལྟ་ཀློག་བྱེད་བཞིན་པའི་ལྡེབ་ངོས་ཀྱི་ཞིབ་བརྗོད།

source: The directory ‘%s’ does not exist.
bo_cn: དཀར་ཆག“%s”མེད་པ།

source: The file does not exist.
bo_cn: ཡིག་ཆ་མེད་པ།

source: The file ‘%s’ could not be parsed because it is not a well-formed XML document.
bo_cn: ཡིག་ཆ་“%s”ཞིབ་འགྲེལ་བྱ་ཐབས་བྲལ། རྒྱུ་མཚན་ནི་དེ་ནུས་ལྡན་ཀྱི་ XML ཡིག་ཚགས་ཤིག་མ་རེད།

source: The file ‘%s’ could not be parsed because it is not a well-formed info page.
bo_cn: ཡིག་ཆ་“%s”ཞིབ་འགྲེལ་བྱ་ཐབས་བྲལ། རྒྱུ་མཚན་ནི་དེ་ནུས་ལྡན་ཀྱི་ཆ་འཕྲིན་ལྡེབ་ངོས་ཤིག་མ་རེད།

source: The file ‘%s’ could not be parsed because one or more of its included files is not a well-formed XML document.
bo_cn: ཡིག་ཆ་“%s”ཞིབ་འགྲེལ་བྱ་ཐབས་བྲལ། རྒྱུ་མཚན་ནི་དེའི་ཁོངས་གཏོགས་ཡིག་ཆ་གཅིག་གམ་དུ་མ་ཞིག་ནུས་ལྡན་མ་རེད།

source: The file ‘%s’ does not exist.
bo_cn: ཡིག་ཆ་“%s”མེད་པ།

source: The filename of the sqlite database
bo_cn: Sqlite གཞི་གྲངས་མཛོད་ཡིག་ཆའི་མིང་།

source: The icon of the page being viewed
bo_cn: ལྟ་ཀློག་བྱེད་བཞིན་པའི་ལྡེབ་ངོས་ཀྱི་རིས་རྟགས།

source: The loading state of the view
bo_cn: དཔེ་རིས་ཀྱི་འགེལ་འཇུག་རྣམ་པ།

source: The location of the XSLT stylesheet
bo_cn: XSLT རྣམ་པའི་རེའུ་མིག་གི་གནས།

source: The page ‘%s’ was not found in the document ‘%s’.
bo_cn: ཡིག་ཚགས་ %2$s ཁྲོད་ལྡེབ་ངོས་ %1$sརྙེད་མ་བྱུང་།

source: The requested page was not found in the document ‘%s’.
bo_cn: ཡིག་ཚགས་ %2$s ཁྲོད་རེ་ཞུའི་ལྡེབ་ངོས་ %1$sརྙེད་མ་བྱུང་།

source: The title of the page being viewed
bo_cn: ལྟ་ཀློག་བྱེད་བཞིན་པའི་ལྡེབ་ངོས་ཀྱི་ཁ་བྱང་།

source: The title of the root page of the page being viewed
bo_cn: མིག་སྔའི་མིག་བཤར་ལྡེབ་ངོས་ཀྱི་གཞིའི་ལྡེབ་ངོས་ཁ་བྱང་།

source: Turn on editor mode
bo_cn: རྩོམ་སྒྲིག་ཆས་རྣམ་པའི་ཁ་འབྱེད་པ།

source: Unknown
bo_cn: མི་ཤེས།

source: Unknown Error
bo_cn: ངེས་མེད་ནོར་འཁྲུལ།

source: Unknown Error.
bo_cn: ངེས་མེད་ནོར་འཁྲུལ།

source: View
bo_cn: ཕྱི་ཚུལ།

source: Whether the document content has been indexed
bo_cn: ཡིག་ཚགས་ཀྱི་ནང་དོན་གསལ་བྱང་བྱས་ཡོད་མེད།

source: XSLT Stylesheet
bo_cn: XSLT རྣམ་པའི་རེའུ་མིག

source: You do not have PackageKit. Package install links require PackageKit.
bo_cn: ཁྱེད་རང་གིས་PackageKitསྒྲིག་འཇུག་བྱས་མེད་པ་དང་།ཐུམ་སྒྲིག་འཇུག་སྦྲེལ་མཐུད་བྱེད་པར་PackageKitདགོས་ཀྱི་ཡོད།

source: _Copy Link Location
bo_cn: སྦྲེལ་མཐུད་གནས་འདྲ་ཕབ།(_C)

source: _Copy Text
bo_cn: ཡིག་དེབ་འདྲ་ཕབ།(_C)

source: _Install Packages
bo_cn: སྒྲིག་འཇུགམཉེན་ཆས་ཐུམ།(_I)

source: _Open Link
bo_cn: སྦྲེལ་མཐུད་ཁ་འབྱེད།(_O)

source: _Save Image As…
bo_cn: བརྙན་རིས།་གཞན་གསོག(_S)…

source: _Save Video As…
bo_cn: བརྙན་ཟློས་གཞན་གསོག(_S)...

source: documentation;information;manual;
bo_cn: documentation;information;manual;ཡིག་ཚགས།ཆ་འཕྲིན།ལག་དེབ།
