Repository: ubuntukylin-weblate/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/zenmap.po
Languages: bo_cn

source: # scanned ports:
bo_cn: #ས་སྣེ་ཁ་བཤར་འབེབ་བྱས་ཟིན།:

source: %s is a free and open source utility for network exploration and security auditing.
bo_cn: %s ནི་དྲ་རྒྱ་མིག་བཤར་དང་བདེ་འཇགས་རྩིས་བཤེར་ཀྱི་རང་དབང་དང་གདོད་ཨང་སྒོ་འབྱེད་ལག་ཆ་ཞིག་རེད།

source: <undefined>
bo_cn: <མཚན་ཉིད་བཞག་མེད།>

source: About %s
bo_cn: %sཡི་སྐོར།

source: About %s and %s
bo_cn: %s དང་ %sའབྲེལ་ཡོད།

source: Accuracy
bo_cn: ཞིབ་གཙིགས་ཚད།

source: Accuracy:
bo_cn: ཡང་དག་ཚད།：

source: Addresses
bo_cn: ཤག་གནས།

source: Alert
bo_cn: ཉེན་བརྡ།

source: Append
bo_cn: ཟུར་བཀོད།

source: Can't save file
bo_cn: ཡིག་ཆ་ཉར་ཚགས་བྱ་ཐབས་བྲལ།

source: Cancel
bo_cn: འདོར་བ།

source: Cannot open selected file
bo_cn: འདེམ་པའི་ཡིག་ཆ་ཁ་འབྱེད་ཐབས་བྲལ།

source: Choose file
bo_cn: ཡིག་ཆ་འདེམ་པ།

source: Class:
bo_cn: རིགས།：

source: Close Window
bo_cn: སྒེའུ་ཁུང་ཁ་རྒྱག

source: Close anyway
bo_cn: གང་ལྟར་ཁ་རྒྱག་དགོས།

source: Closed ports:
bo_cn: སྣེ་ཁ་ཁ་རྒྱག་པ།：

source: Command
bo_cn: བཀའ་བརྡ།

source: Command Info
bo_cn: བཀའ་བརྡའི་ཆ་འཕྲིན།

source: Command:
bo_cn: བཀའ་བརྡ།：

source: Comments
bo_cn: མཆན་འགྲེལ།

source: Compare Results
bo_cn: མཐའ་འབྲས་ཞིབ་བསྡུར།

source: Compare Scan Results using Diffies
bo_cn: Diffiestསྤྱད་ནས་བཤར་འབེབས་འབྲས་བུ་གཤིབ་བསྡུར།

source: Contributors
bo_cn: བྱས་རྗེས་འཇོག་མཁན་གཞན་དག

source: Controls
bo_cn: ཚོད་འཛིན།

source: Count
bo_cn: གྲངས་ཀ

source: Crash Report
bo_cn: ཐོར་ཞིག་ཏུ་སོང་བའི་སྙན་ཞུ།

source: Date
bo_cn: དུས་ཚོད།

source: Debug level:
bo_cn: ཚོད་སྒྲིག་རིམ་པ།：

source: Deleting Profile
bo_cn: སྡེབ་སྒྲིགཡིག་ཆ་བསུབ་བཞིན་པ།

source: Description
bo_cn: ཞིབ་བརྗོད།

source: Design
bo_cn: ཇུས་འགོད།

source: Details
bo_cn: ཞིབ་ཕྲའི་ཆ་འཕྲིན།

source: Difficulty:
bo_cn: དཀའ་ཚད།：

source: Edit selected scan profile
bo_cn: བདམས་པའི་བཤར་འབེབས་སྡེབ་སྒྲིག་ཡིག་ཆ་རྩོམ་སྒྲིག

source: Error executing command
bo_cn: བཀའ་བརྡ་ལག་བསྟར་ལ་ནོར་འཁྲུལ་བྱུང་བ།

source: Error loading file
bo_cn: ཡིག་ཆ་འགེལ་འཇུག་ལ་ནོར་འཁྲུལ་བྱུང་བ།

source: Error parsing file
bo_cn: ཡིག་ཆ་ཞིབ་འགྲེལ་ལ་ནོར་འཁྲུལ་བྱུང་བ།

source: Error parsing the configuration file
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆ་ཞིབ་འགྲེལ་ལ་ནོར་འཁྲུལ་བྱུང་བ།

source: Expressions
bo_cn: མཚོན་ཚུལ།

source: Failed
bo_cn: ཕམ་པ།

source: Filtered ports:
bo_cn: འཚག་པའི་མཐུད་ཁ།

source: Fingerprint
bo_cn: མཛུབ་རིས།

source: Finished on:
bo_cn: མཇུག་སྒྲིལ།

source: Fisheye
bo_cn: ཉ་མིག

source: General
bo_cn: སྤྱི་སྤྱོད།་སྒྲིག་འགོད།

source: General Info
bo_cn: རྒྱུན་སྲོལ་ཆ་འཕྲིན་

source: Help
bo_cn: རོགས་རམ།

source: Highlight
bo_cn: མཐོ་གསལ།

source: Highlight definitions
bo_cn: མདངས་ཆེན་མཚན་ཉིད་འཇོག་པ།

source: Host
bo_cn: གཙོ་འཁོར།

source: Host Details
bo_cn: གཙོ་འཁོར་གྱི་གནས་ཚུལ་ཞིབ་ཕྲ།

source: Host Status
bo_cn: གཙོ་འཁོར་རྣམ་པ།

source: Hostname
bo_cn: གཙོ་འཁོར་མིང་།

source: Hostnames
bo_cn: གཙོ་འཁོར་གྱི་མིང་།

source: Hosts
bo_cn: གཙོ་འཁོར།

source: Hosts down:
bo_cn: གཙོ་འཁོར་སྐུད་བྲལ།：

source: Hosts scanned:
bo_cn: བཤར་འབེབས་ཀྱི་གཙོ་འཁོར།

source: Hosts up:
bo_cn: གཙོ་འཁོར་སྐུད་ལམ་ན་ཡོད་པ།：

source: Hosts viewer
bo_cn: གཙོ་འཁོར་ལྟ་ཞིབ་ཆས།

source: How to Report a Bug
bo_cn: ནོར་འཁྲུལ་ཞིག་ཇི་ལྟར་སྤྲོད་དགོས།

source: IP ID Sequence
bo_cn: IP ID རིམ་སྟར།

source: Import error
bo_cn: འདྲེན་འཇུག་སྐབས་ནོར་འཁྲུལ་ཐོན།

source: Increase verbosity of the output. May be used more than once to get even more verbosity
bo_cn: ཕྱིར་གཏོང་ཁ་སྣོན་བྱེད་པའི་རྩོམ་རིང་། གཅིག་བྱས་ན་བེད་སྤྱོད་ཐེངས་གཅིག་ཙམ་གྱིས་མི་ཚད།དེ་ལས་མང་པའི་ཡིག་རྫོབ་བཟོ་སྲིད།

source: Index:
bo_cn: གསལ་བྱང་།：

source: Info
bo_cn: ཆ་འཕྲིན།

source: Last boot:
bo_cn: ཐེངས་སྔོན་མའི་འགོ་སློང་།：

source: Name
bo_cn: མིང་།

source: Name - Type:
bo_cn: མིང་། - རིགས་རྣམ།：

source: Name:
bo_cn: མིང་།

source: Nmap Output
bo_cn: Nmap ཕྱིར་འདོན།

source: Nmap Output Properties
bo_cn: Nmap གཏོགས་གཤིས་ཕྱིར་འདོན།

source: Nmap Version:
bo_cn: Nmap པར་གཞི།:

source: No host selected.
bo_cn: གཙོ་འཁོར་མ་འདེམ་པ།

source: No module named dbapi2.pysqlite2 or sqlite3
bo_cn: དབུ་དུམ་ལ་ dbapi2.pysqlite2 ཡང་ན་ sqlite3ཡི་མིང་བཏགས་མེད་པ།

source: No search method selected!
bo_cn: བཤེར་འཚོལ་རྣམ་པ་བདམས་མེད་པ།

source: Not Available
bo_cn: སྤྱོད་མི་ཆོག

source: Not available
bo_cn: སྤྱོད་མི་རུང་།

source: Nothing to save
bo_cn: ཉར་བྱའི་དངོས་པོ་མེད་པ།

source: OS
bo_cn: རྒྱུད་ཁོངས།

source: OS Family
bo_cn: བཀོལ་སྤྱོད་རྒྱུད་ཁོངས་ཁྱིམ་རྒྱུད།

source: OS Generation
bo_cn: བཀོལ་སྤྱོད་རྒྱུད་ཁོངས་ན་རིམ།

source: Open ports:
bo_cn: སྣེ་ཁ་སྒོ་འབྱེད།：

source: Open the results of a previous scan
bo_cn: ཐེངས་སྔོན་མར་བཤར་འབེབས་བྱས་པའི་མཇུག་འབྲས་ཁ་ཕྱེ་བ།

source: Operating System
bo_cn: བཀོལ་སྤྱོད་རྒྱུད་ཁོངས།

source: Parse error
bo_cn: ནོར་འཁྲུལ་ཞིབ་འགྲེལ།

source: Port
bo_cn: མཐུད་ཁ།

source: Port-Protocol-State:
bo_cn: སྣེ་ཁ།-གྲོས་ཆིངས།-རྣམ་པ།：

source: Ports / Hosts
bo_cn: སྣེ་ཁ། / གཙོ་འཁོར།

source: Ports used
bo_cn: སྤྱད་ཟིན་པའི་སྣེ་ཁ།

source: Profile
bo_cn: སྡེབ་སྒྲིག

source: Profile Editor
bo_cn: ཡིག་ཆ་སྡེབ་སྒྲིག་ཆས།

source: Profile Information
bo_cn: ཡིག་ཆའི་ཆ་འཕྲིན་སྡེབ་སྒྲིག

source: Profile name
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆའི་མིང་།

source: Protocol
bo_cn: འཕྲིན་གཏོང་གྲོས་མཐུན།

source: Protocol:
bo_cn: འཕྲིན་གཏོང་གྲོས་མཐུན།:

source: Python 2.4 or later is required.
bo_cn: 2.4 པར་གཞི་ཡན་གྱི་ Pythonདགོས།

source: Quit
bo_cn: ཕྱིར་འདོན་པ།

source: Quit the application
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་ཕྱིར་འཐེན།

source: Red
bo_cn: དམར་པོ།

source: Report a bug
bo_cn: སྙན་ཞུའི་ནོར་འཁྲུལ།

source: Run %s with the specified args.
bo_cn: དམིགས་འཛུགས་བྱས་པའི་ཞུགས་གྲངས་སྤྱད་ནས་ %sའཁོར་སྐྱོད་བྱེད་པ།

source: Running
bo_cn: འཁོར་སྐྱོད་བྱེད་བཞིན་པ།

source: Save Changes
bo_cn: བསྒྱུར་བཅོས་ཉར་ཚགས།

source: Save Scan
bo_cn: བཤེར་འབེབ་ཉར་ཚགས།

source: Save current scan results
bo_cn: མིག་སྔའི་བཤར་འབེབ་འབྲས་བུ་ཉར་ཚགས།

source: Sc_an
bo_cn: བཤར་འབེབས།(_A)

source: Scan
bo_cn: མིག་བཤར།

source: Scan Info
bo_cn: ཆ་འཕྲིན་བཤར་འབེབས།

source: Scan is running
bo_cn: བཤར་འབེབས་བྱེད་བཞིན་པ།

source: Scan type:
bo_cn: རིགས་རྣམ་བཤར་འབེབས།:

source: Scanned ports:
bo_cn: སྣེ་ཁ་བཤར་འབེབས་བྱས་ཟིན།：

source: Search Scan Results
bo_cn: བཤར་འབེབས་འབྲས་བུ་བཤེར་འཚོལ།

source: Search for a scan result
bo_cn: བཤར་འབེབས་འབྲས་བུ་ཞིག་བཤེར་འཚོལ་གྱིས།

source: Search:
bo_cn: འཚོལ་བཤེར།：

source: Select Scan Result
bo_cn: བཤར་འབེབས་འབྲས་བུ་འདེམ་པ།

source: Service
bo_cn: ཞབས་ཞུ།

source: Services
bo_cn: ཞབས་ཞུ།

source: Shows the application help
bo_cn: བྱ་རིམ་རོགས་རམ་འཆར་བ།

source: Started on:
bo_cn: འགོ་སློང་བ།:

source: State
bo_cn: རྣམ་པ།

source: State:
bo_cn: རྣམ་པ།：

source: Status
bo_cn: རྣམ་པ།

source: TCP TS Sequence
bo_cn: TCP TS རིམ་སྟར།

source: Target
bo_cn: དམིགས་འབེན།

source: Target:
bo_cn: དམིགས་འབེན།:

source: Text
bo_cn: ཞིབ་བརྗོད།

source: Topology
bo_cn: ཐོ་ཕུ་ཆགས་ཚུལ།

source: Translation
bo_cn: ཡིག་སྒྱུར།

source: Trying to close
bo_cn: ཁ་རྒྱག་པར་ཚོད་ལྟ་བྱེད་པ།

source: Type
bo_cn: རིགས་གྲས་

source: Unknown
bo_cn: མི་ཤེས།

source: Unknown Host
bo_cn: ངེས་མེད་གཙོ་འཁོར།

source: Unknown version
bo_cn: ངེས་མེད་པར་གཞི།

source: Unnamed profile
bo_cn: མིང་བཏགས་མེད་པའི་སྡེབ་སྒྲིག

source: Unsaved changes
bo_cn: ཉར་ཚགས་བྱས་མེད་པའི་བསྒྱུར་བཅོས།

source: Up time:
bo_cn: འགོ་སློང་དུས་ཚོད།：

source: Values:
bo_cn: ཐང་།：

source: Vendor
bo_cn: བཟོ་ཚོང་།

source: Vendor:
bo_cn: བཟོ་གྲྭ

source: Verbosity level:
bo_cn: རྩོམ་རིམ།

source: Version
bo_cn: པར་གཞི།

source: Yellow
bo_cn: སེར་པོ།

source: You must provide a name for this profile.
bo_cn: ཁྱོད་ཀྱིས་ངེས་པར་དུ་སྡེབ་སྒྲིག་འདིར་མིང་ཞིག་འདོགས་དགོས།

source: _About
bo_cn: འབྲེལ་ཡོད།(_A)

source: _Edit Selected Profile
bo_cn: བདམས་པའི་སྡེབ་སྒྲིག་ཡིག་ཆ་རྩོམ་སྒྲིག

source: _Help
bo_cn: རོགས་རམ།(_H)

source: _New Window
bo_cn: སྒེའུ་ཁུང་གསར་འཛུགས།(_N)

source: _Open Scan
bo_cn: བཤར་འབེབས་ཁ་ཕྱེ་བ།(_O)

source: _Profile
bo_cn: ཡིག་ཆ་སྡེབ་སྒྲིག(_P)

source: _Report a bug
bo_cn: ནོར་འཁྲུལ་སྙན་ཞུ།(_R)

source: _Save Scan
bo_cn: བཤར་འབེབས་ཉར་ཚགས(_S)

source: _Tools
bo_cn: ལག་ཆ།(_T)

source: closed port
bo_cn: སྣེ་ཁ་ཁ་རྒྱག་པ།:

source: date
bo_cn: ཚེས་གྲངས།

source: details
bo_cn: ཆ་འཕྲིན་ཞིབ་ཕྲ།

source: filtered port
bo_cn: འཚག་པའི་མཐུད་ཁ།

source: highlight color
bo_cn: མདངས་ཆེན་ཁ་དོག

source: hostname
bo_cn: གཙོ་འཁོར་གྱི་མིང་།

source: open port
bo_cn: སྣེ་ཁ་སྒོ་འབྱེད།

source: port listing title
bo_cn: མཐུད་ཁ་ཉན་ཞིབ་ཁ་བྱང་།

source: text color
bo_cn: ཡིག་དེབ་ཁ་དོག

source: unknown
bo_cn: མི་ཤེས།
